{
  "name": "GM's Guide",
  "pages": [
    {
      "name": "What Makes Warhammer?",
      "type": "text",
      "_id": "Zzy5fEbh0mrMxGjt",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Whilst it’s one thing to know how to GM the systems of <strong>WFRP</strong>, it’s another thing entirely to know how to GM the world. To help with this vital part of roleplaying, we’ve outlined goals to follow, and a set of principles to help you choose between multiple courses of action.</p><p>The goals and principles are used in similar ways by many roleplaying games to help GMs answer the question ‘<em>What should happen next?</em>’ These tools are designed to help novice-to-experienced GMs align themselves with <strong>WFRP</strong>, and to think critically about the kind of experience they want their Players to have.</p><p>These tools are not prescriptive. If you don’t follow them, you’re not playing the game ‘wrong’. But we encourage you to be open to trying them out — you may find they suit your group well!</p><p>Lastly, this section details the thematic pillars that hold up Warhammer, and give some guidance on how to accentuate and focus on individual themes over the course of your campaigns.</p><h2>The GM's Goal</h2><p>The following list explains your goal as the GM, beyond that laid out in <strong>Warhammer Fantasy Roleplay</strong>. These four points should tell you what you’re trying to do, and why. Everything you do as a GM should serve these four goals.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\"><em>Your Goals Are</em></h3><ul><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#make-the-old-world-come-to-life]{Make the Old World come to life}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#create-gripping-and-action-packed-scenarios]{Create gripping and action-packed scenarios}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#build-a-story-together]{Build a story together}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#understand-the-characters]{Understand the Characters}.</em></p></li></ul></blockquote><h3>Make the Old World Come to Life</h3><p>You’re there to make the Old World feel real, filled with believable people and places. But the Old World is a weird and often impossible place — with Beastmen, magic, mutation, and Chaos — so your job is to ground that in reality. What does it mean to have @UUID[JournalEntry.YBVrpUHEjohB1H4f.JournalEntryPage.BU7yhLmMdEyvbfkR#second-sight]{Second Sight}? What is it really like to face a horde of ravening Greenskins?</p><h3>Create Gripping and Action-Packed Scenarios</h3><p>As a GM you’re there to inject drama and conflict into the lives of the Characters. You’re there to place walls between them and their Ambitions, and to tempt their @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.GaZa9sU4KjKDswMr#determining-motivation]{Motivations} with rewards. But Warhammer thrives on the mundane, juxtaposed with the epic. You’re there to make injury and illness exciting, to make the quest to afford one more meal, or a roof over one’s head, worthwhile.</p><h3>Build a Story Together</h3><p>You’re there to facilitate group storytelling. You’re there to share the spotlight, as evenly as possible, so everyone at the table has the opportunity to contribute. You’re not there to script the outcome of any action, but to interpret your Adventure, and the actions of your Characters.</p><h3>Understand the Characters</h3><p>You’re there to discover how the Characters are going to get through the challenges you give them. You’re there to be surprised and entertained, just like the other Players are! Don’t bother writing Adventures with balance or solutions in mind — in fact, throw your own solutions out the window. Present problems, and let your Players solve them creatively.</p><h2>The GM's Principles</h2><p>The following principles should be a guide: advice on what to do and not do in general. These aren’t specific instances of ‘<em>when X happens, do Y</em>’, but rather good ways to approach running a game of <strong>WFRP</strong>.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\"><em>The GM's Principles Are:</em></h3><ul><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#reveal-the-old-world]{Reveal the Old World}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#incorporate-the-characters]{Incorporate the Characters}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#embody-uncaring-gods]{Embody Uncaring Gods}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#evil-is-rampant,-good-is-rare]{Evil is Rampant, Good is Rare}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#focus-on-the-characters]{Focus on the Characters}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#everyone-has-a-history]{Everyone Has a History}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#lead-the-players-to-their-story]{Lead the Players to Their Story}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#be-a-friend,-and-an-enemy]{Be a Friend, and an Enemy}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#always-advance-the-story]{Always Advance the Story}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#embrace-conflict]{Embrace Conflict}</em></p></li><li><p><em>@UUID[.Zzy5fEbh0mrMxGjt#be-truthful-(to-players)]{Be Truthful (to Players)}</em></p></li></ul></blockquote><h3>Reveal the Old World</h3><p>The Old World isn’t like most fantasy lands. It is full of juxtapositions and conflicts: a middle class rising up from the oppressed peasants under the boot of the tyrannical nobility; the conflicts of doctrine between the preaching, doom-laden churches of the myriad cults; the screaming of babies with empty stomachs, drowned out by the crashing of plate armour, and the beat of drums as the Imperial Army marches by. The Old World is grim, gritty, and largely — but not entirely — without hope. Flickers of life, of happiness, and a gallows-humour peek through, which prove the indomitable spirit of Humanity, and shed light on Sigmar’s Heirs.</p><p>You should work to cultivate knowledge, not just of the Old World as described in practical terms — the towns, rivers, forests, and so on — but also the themes and imagery that make it unique. You should consume media that shows off the glory and tragedy of the Renaissance, and then flood it with monsters, and magic at its edges.</p><h3>Incorporate the Characters</h3><p>Speak directly to the Characters, not the Players. State clearly the information that would be apparent to them. Remember that we, as people, take cues from our world: smells, sounds, the way someone twitches. These cues can be wrong, disguised, or misleading, but we still take them in. The Players should interrogate a scene by using their Character’s Skills, but you should be vigilant to give that information up front — and direct it at the Characters.</p><p><strong>Example</strong>: <em>‘Hans, you can tell the woman isn’t saying what she truly feels. You can’t tell why, but she’s holding something back, and her hand keeps slipping to the belt at her waist. She’s on edge, her eyes almost pleading with you not to force her to act rashly.’</em></p><p>This passage tells us a lot more than a clinical description of what’s happening: it breaths context and emotion into the Scene, and Hans’s Player will feel it more. It’s more visceral.</p><h3>Embody Uncaring Gods</h3><p>Look through the eyes of uncaring Gods! Nothing is sacred in the Old World, when you look at it from on high. Nothing is beyond being killed, burned, maimed, or crushed. Consider always how things could get worse, and put those threats against all of your creations. No NPC is safe, no boon given to a Character is permanent.</p><p>Further, consider the malevolence of the Ruinous Powers. Always look for the failings in every Character that crosses your path. How can you tempt them? How can you corrupt them? How can you raise them up, only to bring them low again? Pull no punches.</p><h3>Evil is Rampant, Good is Rare</h3><p>Reward evil, punish the good. Crime pays. Chaos runs rampant not through the lack of heroes, but the abundance of villains. The easy way out is almost always unclean. The right thing to do comes without reward, without celebration, and often with a knife in one’s back. Look always to offer easier solutions through compromised means, and stress that the world is unkind to optimists.</p><h3>Focus on the Characters</h3><p>Despite the Old World being an awful place to be, and our Characters are frequently far from heroes, in the end the story is about them. They may not always be the focal point of the stories unfolding around them, but they are our focus for how the story is told. They are our protagonists. You should be always hoping for the best for your Players’ Characters, whilst setting threats in their path. Every Combat should be one you hope they survive. Every moment your Players are on the edges of their seats, so you should be!</p><p>But, like any good story, we can only hope if there is something threatening that hope. You are not focusing on your Characters if you fail to create appropriate challenges for them to tackle. By that same token, you do not focus on your Characters if you never let them celebrate, nor celebrate with them. You are not there to be their enemy, but to present enemies for them to — hopefully — overcome.</p><h3>Everyone Has a History</h3><p>Name everyone — give them a home and a heart. The Old World is made of regular people, not caricatures. Everyone has a name, a history, a home, and a heart. Though evil does truly exist in the Old World, it is almost always a tool to follow one’s ambitions and dreams. No one commits evil for no reason, not even the monsters of the deepest darkest places.</p><p>You should strive to give a reason for things, and for the actions of the NPCs. These need not be complex, covering multiple pages of notes, but they should exist. A good rule is to give every NPC a @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.GaZa9sU4KjKDswMr#determining-motivation]{Motivation} and at least one @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.Q4C9uANCqPzlRKFD#ambitions]{Ambition}.</p><h3>Lead the Players to Their Story</h3><p>Ask leading questions, and build on the answers. Don’t just ask, <em>‘Johann, you’re a soldier, do you have any scars?’</em> but rather <em>‘Johann, who gave you your worst scar, and how does that memory haunt you to this day?’</em> The latter invites creativity far more than the former. It gives agency to a Player to describe their Character in depth. Further, the answers should be used by you at a later point to give weight to a Scene. Perhaps Johann got his scar from a Beastman’s axe? Later, maybe Johann finds a body in the forest, with wounds made by an axe that shares an uncomfortable similarity to his own scar…</p><p>These questions can also be used to disclaim decision making, granting the authority to the Players. If they ask, <em>‘Is there a chandelier in this room that I can swing off of ?’</em> you could answer <em>‘Yes,’ ‘No,’</em> or better yet, <em>‘There wouldn’t normally be, but why don’t you tell me why there is?’</em> These sorts of leading, disclaimed questions allow the Players to share in the world, and make it feel like their own.</p><h3>Be a Friend, and an Enemy</h3><p>Give with one hand, and take with the other. Warhammer isn’t about getting what you want. Or rather, it’s about getting what you want at horrendous cost. With every inch of ground the Characters claim, new problems, threats, and scars are sure to arise. They should pay for every victory in blood — often that of their enemies, but their own is very much on the line. Even simple things, like moving one rung up the social ladder, means someone else is displaced, and another enemy joins the fight against the Characters.</p><h3>Always Advance the Story</h3><p>Move off-screen, in the shadows. Whilst the story is about the Characters, it doesn’t revolve around them. Keep the action flowing in the background. Have your NPCs act without regard for the Characters; living their own lives, pursuing their own Ambitions. Don’t be afraid to ambush the Characters, or to have opportunities pass them by. The Old World isn’t waiting for them to solve its problems, but is driving full steam ahead toward the drop-off. If the Characters don’t get in the road, or try to change tracks, it’s gone — as it should be.</p><p>This might mean that the Characters lose sometimes, or that they don’t have time to solve every problem. That’s perfect. In the real world, no one person has time to do everything, and can only act on their priorities. In the Old World, we can call our priorities our Ambitions — everything else has to fend for itself.</p><h3>Embrace Conflict</h3><p>Trust your Characters to create their own conflict. You rarely have to challenge the Characters directly to create conflict — trust in the @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.GaZa9sU4KjKDswMr#determining-motivation]{Motivations} and @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.Q4C9uANCqPzlRKFD#ambitions]{Ambitions} of the Characters. Create situations that threaten those Ambitions, and promise Motivations, and your Players will get themselves into conflict. The best Adventures are ones the Characters choose to undertake themselves, so your job is to let them do that.</p><div class=\"journal-image float-right\"><img style=\"transform:scaleX(-1)\" src=\"modules/wfrp4e-core/art/other/minotaur.webp\" width=\"219\" height=\"248\" /></div><h3>Be Truthful (to Players)</h3><p>Speak truth to Players, speak lies to Characters. Never lie to your Players. Ever. But never tell your Characters the whole truth. This means being frank with your Players: tell them, right at the start, that not everything they’re told will be true. But when your Players ask a question — when they use their Skills to interrogate a scene — be truthful with the information they gain. If they succeed on their Perception Test, tell them truthfully what they find. If they fail on their Intuition Test, tell them what they truthfully believe. Make sure your Players know the difference between their knowledge, and the knowledge of their Characters. Make them understand the difference between those truths.</p><h2>The Themes of Warhammer</h2><p><strong>WFRP</strong> focuses on the following five themes. The conflicts created by these five themes can fuel almost any Adventure. And ultimately, these themes coalesce into the main looming peril of the setting: <em>The End Times</em>.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\"><em>Your Goals Are</em></h3><ul><li><p><em>Class Struggle — Rich vs Poor</em></p></li><li><p><em>Ideology — Order vs Chaos</em></p></li><li><p><em>Modernisation — Urban vs Rural</em></p></li><li><p><em>Factionalism — Us vs Them</em></p></li><li><p><em>Religion — Cult vs Cult</em></p></li></ul></blockquote><h3>Class Struggle</h3><p>Class struggle underpins a lot of the Empire — rich vs poor. Given <strong>WFRP</strong> is focused on the everyday lives turned grim adventures of Imperial citizens, it is one that is seen everywhere. The poor under classes are constantly being pushed around by the rich upper class. The burgeoning middle class is driving a wedge between the two and making both, in many ways, redundant. Wealth, once clutched in the hands of the elite, is being hoarded by those who were born peasants, or whose parents worked the fields in serfdom. This struggle brings revolutionaries, agitators, criminals, and tyrants on to the centre stage, and helps feed into the conflicts presented in all four other major themes.</p><ul><li><p>Herr Dohrmann is a ‘merchant’ in the ‘very short-term loan’ business. Dohrmann is always looking for a ‘few steady hands’ to collect on his overdue accounts, occasionally with some violent interest. Characters working for Dohrmann soon find themselves collecting purses of silver from folk living in muddy hovels, while conversely stripping destitute nobles of their still-valuable, if faded, garments.</p></li><li><p>Roswitha Sprenge is a malcontent demanding better treatment for the dockworkers of Kemperbad. While some of her points are valid, when the local merchant council actually tried to address her complaints, she immediately brought up new grievances and her rhetoric turned violent. The merchants want to know if she is an agitator with a grudge or a paid agent of nobles seeking to destabilize the freistadt.</p></li><li><p>There is nothing to be done. The Baron Meinhard Tussen-Hochen is clearly within his rights to punish his peasants that fail to meet their grain quotas. That he should choose to hunt down and slaughter entire families via horseback with Blackpowder weapons is also his right. His fellow nobles will not intervene, the merchants cannot, and the commoners dare not. Will the Characters act or turn away?</p></li></ul><h3>Ideology</h3><p>Ideology is perhaps the main theme of Warhammer, but exists as a backdrop in the Empire — outside the walls is the untamed wilderness, filled with monsters and the hordes of Chaos, whilst inside them is the order of civilisation. This is, at least, how the powers that be in the Empire want it to seem, but everything exists in a liminal space between the two — Order vs Chaos. Mutants and Beastmen exist as clear evidence that it’s not black and white. Wizards represent Chaos-turned-Order. The barbarism of Witch Hunters, nominally agents of Order, is nothing short of Chaotic. The ever-present Chaos cultists — the dreaded Enemy Within — are everywhere in the Empire. This struggle is what eventually breaks the Old World in half, and leads to the End Times.</p><ul><li><p>The Characters are hired by faithful Shallyans to act as guards for the compassionate Doktor Carsta Velsinger, a gifted physician who administers to the poor for a pittance, but is in danger of being overrun by her many frantic would-be patients, and eliminated by agents of other less empathetic doktors who would see her ‘removed’. The real question, though, is what will the Characters do when they discover she is a mutant?</p></li><li><p>Two whole villages burned, all their folk executed, for ‘heresy and acts of sedition against the Empire’ by the Witch Hunter Lothar Rieger — a man that everyone fervently praises, so long as his attention is turned elsewhere. Now, he has apparently set his sights on a village that holds friends and family of the Characters. Does Rieger even believe in innocence, or is he an agent of Chaos, unwitting or otherwise?</p></li><li><p>While travelling by coach through @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.UqeZNqbpV8uocCUN]{the Reikwald}, the Characters are waylaid by a large motley band but promised, in Ranald’s name, that no harm will come to them. It seems that the Outlaw Judge Jirl Strauchrichter needs some ‘objective’ jurists to help with the trial of some bandits who may have turned to Chaos and preying on their fellows. The Characters may learn some strange new ideas from Strauchrichter, who was named an Outlaw because he has odd notions, like people should be considered innocent until proven guilty.</p></li></ul><h3>Modernisation</h3><p>The Empire is in a state of industrialisation and innovation. Modernisation stretches out beyond the towns into the country increasing tensions — urban vs rural. The printing press puts reading and writing, once the purview of a select few, into the hands of commoners and pamphleteers. Black powder gives the power of the warrior elite to anyone who can point a metal tube at their neighbour and pull the trigger. Innovations in agriculture and manufacturing are seeing a glut of resources flowing into urban centres, which are becoming increasingly separate from their rural dependants. And the advances made in land and sea travel are making what was once a world of isolated pockets of civilisation into… something else. This, of course, brings resentment, and draws a far starker line between the other conflicts. Two peasants may be of the same status, but one can read, has travelled the world, and has seen the face of the Emperor, whilst the other knows only a pitchfork, immediate family, and the plot of land they are forced to work.</p><ul><li><p>Professor Glockauer of the @UUID[Compendium.wfrp4e-altdorf.journals.85UN6bKPTfGEBtBb.JournalEntryPage.HYkHeQZtD2AML3oG]{Imperial Engineers’ School} of Altdorf has announced that he will soon unveil a radical new invention — a farming machine able to harvest whole fields in minutes. A group of Village Elders, concerned they may soon be rendered obsolete, hires the Characters to subtlety sabotage the machine so it will fail spectacularly when displayed.</p></li><li><p>During a recent border skirmish between provinces, the Knights of the Sacred Flame suffered a disastrous defeat when a number of their fellows were gunned down by State Troop Handgunners. Their incensed Grand Master Feutchwanger has declared Blackpowder weapons should no longer be wielded by commoners and has already drawn many nobles sympathetic to his view. The Characters are hired by Nuln agents to convince him otherwise, or ‘remove’ him, if necessary.</p></li><li><p>The Apothecary Anja Schwann has systematically expanded her business by making generic medicines using a ‘production line’ of workers. Her drugs aren’t nearly as effective as ones made following traditional ways, but they are far cheaper. The Dwarf Herbalist Kallon Rosewarden is furious with Schwann, both for abasing his work and for her business’ voracious despoiling of the herbs he needs. He hires the Characters to replace a few of Schwann’s medicines with some concoctions of his own.</p></li></ul><h3>Factionalism</h3><p>Warhammer is filled with factions that operate under an us vs them mentality — the Elves vs the Dwarfs, the Empire vs Bretonnia, Reiklanders vs Middenlanders, Altdorfers vs Ubersreikers… Identity is everything, and unswerving allegiance to such, and the conflicts that that allegiance causes, are integral. As are the juxtapositions, stereotypes, and exceptions to that rule. Consider the stories told through the stubbornness of Dwarfs and Elves attempting to work together, or a Dwarf Slayer’s unlikely growing respect for an inexperienced Manling agitator. Often this theme is set against a backdrop of ridiculousness and farce — the conflicts are there, but if everyone just set aside their differences, things would go much smoother. And yet, there’s always someone ready to stoke those fires once more, and unpick any steps towards progress.</p><ul><li><p>Trouble’s brewing on the docks as the Halfling Gaffers Guild recently started having their Ogre labourers haul all their building materials, bypassing the Human Stevedore Guild. The Halflings say they’ve done this because the Stevedores regularly overcharge them, while the Stevedores claim the Halflings unfairly demand that they haul as much as the Ogres can, at just as quick a pace. Both sides want the Characters’ help against the other, with each implying the real problem is just prejudice from the other side.</p></li><li><p>The infamous bandit Gerlach the Gouger has finally been caught, but what should be a cause for celebration has turned nasty. As Gerlach was apprehended at a river crossing, patrols of both Road Wardens and Riverwardens are now claiming the collar, along with the heavy prize purse for catching the cruel Gouger. A fight is imminent, will the Characters help negotiate or grab the Gouger for themselves during the scuffle?</p></li><li><p>The Jade Wizard Kistiane Brockdorf is tired of the endless suspicion she receives at the local market, the aggression of the Watch, and the relentless attention of the Witch Hunter Armin Geringliebe. She decides to give a series of free talks wherein she discusses the role of Wizards in the Empire and shows off a little useful Jade magic, so she hires the Characters to ‘occupy’ the Witch Hunter. The Characters soon discover that Geringliebe is anxious to attend each lecture but, strangely enough, desperate to prevent other Witch Hunters from doing so. It couldn’t be that he’s smitten with the beautiful Druid, could it?</p></li></ul><h3>Religion</h3><p>The Cults of the Empire’s religions are beset on all sides — fighting Chaos, monsters, magic, heresy, and each other: cult vs cult. Whether it’s Ulricans vs Sigmarites, Ulricans vs Taalites, Verenans vs Rhyans, or any other combination of conflicts, the Cults of the Empire are at each other's throats. Furthermore, the Cults are as political as any other group, and often more so than most. This leads to constant infighting, schisming, purges, synods, and other falling-outs among the Faithful. This constant squabbling from supposedly enlightened folk is a perfect symbol of the futility of the Warhammer world. The Gods may or may not be watching over us. They may or may not care what’s happening. Sure, they send us Miracles and Chosen to aid us in times of darkness… but they do nothing to keep their own houses in order, and show no signs of steering their own clergy.</p><ul><li><p>The poor folk of Geetberg are desperate, for a plague has afflicted them all, but the medicine needed to cure it is more costly than they can afford. A Priest of Ranald has a solution — use the silver coins interred on the eyes of the dead to save the living, but the Priests of Morr have forbidden it. Are the Characters up for some ‘noble’ graverobbing?</p></li><li><p>Captain Rainer Brusdal of Middenland is offering gold to any mercenaries willing to join the final assault of a heavily fortified bandit stronghold in the Drakwald Forest. The attack will be near-suicidal as his martial advisor, Brother Ansgar, has rejected the cunning battle plan of Sister Dacia of Myrmidia as cowardly, though it would likely save many lives, in favour of an open forward assault to honour Ulric. The Sister’s plan doesn’t need many warriors though…</p></li><li><p>A Warrior Priest of Sigmar, Father Helmut, has tried and convicted a squad of soldiers for failing to obey orders and abandoning their duty guarding one of Sigmar’s temples. Father Helmut doesn’t care that their town was on fire, or that lives were at stake — orders are orders. The Verenan Lorekeeper Irmgard will not let this injustice pass and, despite the potential ramifications, seeks to hire some brave souls to spirit the soldiers away before their execution.</p></li></ul><h3>The End Times?</h3><p>Agitators, seers, and the insane have been declaring the end of the world for many centuries, without seeming effect, but the recent auguries are the most accurate yet. It seems the long-dreaded End Times may be at hand. What does it mean to adventure in a world seemingly headed for inevitable destruction? Are the Characters’ actions still important, or is the very notion of ‘heroics’ meaningless in the face of a looming apocalypse?</p><p>Questions such as these are fundamental to the Warhammer experience, and are one of the main reasons why the focus for <strong>WFRP</strong> is on everyday people. We tell stories about a group of largely ordinary folks marked out for something extraordinary, and then get to see what happens. Will they learn of the pending doom? Will they stand against it? Will they be brought low and succumb to their baser instincts?</p><p>We can’t answer these questions, nor would we, if we could. If each Campaign is built around answering a question, then <em>all</em> <strong>WFRP</strong> Campaigns together are ultimately about these questions. As the GM, it’s worth presenting these questions and this theme, behind many threats, if the Characters dig deep enough.</p><p>But the Old World is not without hope, nor without heroism. It’s up to your Players to decide how their Characters face the coming apocalypse and if, ultimately, they can avert it.</p><ul><li><p>A blind mystic accosts a Rogue Character on the street, seizes their arm, and whispers, ‘<em>You will be the one to fulfil the Architect’s Plan, but it is not too late, turn back! Abandon this course while you still can!’ </em>The mystic then suddenly looks frightened and runs away. The Character is soon approached with several intriguing job offers, all of which sound very lucrative, involving thefts of holy relics. That night, they hear about an inexplicable fire that only took the life of one old witch…</p></li><li><p>It is an open secret that the number of mutant births is on the rise, as are instances of spontaneous mutation. The Lady Silk Shein’s sideline business involving barber-surgeons removing ‘unwanted growths’ and ‘relocating sadly stunted babes’ is booming. She offers the Characters an exceedingly generous retainer to work for her. The job includes eliminating anyone interested in stopping the mutations or seeking their source. After all, can’t let a looming apocalypse interfere with the bottom line.</p></li><li><p>Word has slipped out that in a small village deep in the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.UqeZNqbpV8uocCUN]{Reikwald}, a child has been born with birthmarks that resemble both the Twin-Tailed Comet and the dreaded Star of Chaos. Old prophecies speak of such a child, saying that they are marked for great and terrible purpose during the End Times. Now, multiple factions seek to hire the Characters to kidnap the child, protect the child, eliminate the child, etc. Whatever course they choose, someone powerful will be furious with them.</p></li></ul><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/flagellants.webp\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Running The Game",
      "type": "text",
      "_id": "UUsaEoElyX680kEX",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><strong>Running the Game</strong> is filled with miscellania — various bits and pieces of advice on a number of topics touched on in <strong>Warhammer Fantasy Roleplay</strong>. Use these rules and tools to expand upon those presented in the core book as you see fit.</p><h2>Advantage</h2><p>Advantage is a powerful tool in Combat, and in more ways than you might think. Whilst there is the obvious steamroller effect of gaining more and more +10 bonuses to Tests during Combat, the presence of the mechanic itself changes the tide of battle. Below are a few tips on how to use the Advantage system to its fullest, to get the most out of Combat encounters.</p><h3>Tracking Advantage</h3><p>There are several methods for tracking Advantage that take the burden off your back, and cut down on bookkeeping.</p><p>The following are our favourite examples:</p><ul><li style=\"text-decoration:line-through\"><p><strong><s>Coins and Tokens</s></strong><s>: Allow the Players to take and return the coins as they gain and lose Advantage.</s></p></li><li style=\"text-decoration:line-through\"><p><strong><s>Dice</s></strong><s>: Place a 10-sided die near each miniature or on the Character Sheet, using it to track total Advantage.</s></p></li><li style=\"text-decoration:line-through\"><p><strong><s>Food</s></strong><s>: Just like coins or tokens, but edible!</s></p></li><li style=\"text-decoration:line-through\"><p><strong><s>Sliding Scale</s></strong><s>: Write the numbers 0 through 10 on your Character Sheets or an index card. Set a paper clip at ‘0’ so that the number is visible. Slide the paper clip up and down as you gain or lose Advantage.</s></p></li><li><p><strong>Virtual Tabletop</strong>: Most virtual tabletop platforms allow Players to set several numerical scales over their digital miniature. You can designate one of these to represent Advantage.</p></li></ul><h3>Removing Advantage</h3><p>Whilst it’s great when you have Advantage on your side, the tables can turn very quickly in <strong>WFRP</strong>, and before you know it, your opponents have built up deadly momentum. When overwhelming Advantage is accrued, it can seem impossible to overcome it. Here are three broad tips for removing Advantage.</p><h4>Ranged Combatants</h4><p>Ranged attacks cannot be Opposed unless performed at Point Blank Range or the target wields a shield, which means that no amount of Advantage will help a Character avoid losing Wounds! Make sure to place a few Creatures with ranged attacks in Combat scenes, and have them target the Characters who are building momentum the most. However, keep in mind that because ranged attacks aren’t Opposed, successfully hitting an opponent with a ranged attack doesn’t generate Advantage.</p><h4>Passive Damage</h4><p>Passive Damage is any source of Wound loss that isn’t defended against, such as from the @Condition[Ablaze], @Condition[Bleeding], or @Condition[Poisoned] Conditions. Whilst some of these Conditions would involve Tests where Advantage would be relevant (such as dodging a thrown @UUID[Compendium.wfrp4e-core.items.vI0oorwbZdlszudf]{Incendiary}, or parrying a poisoned blade) there are other ways to inflict these Conditions: employ the terrain, use Long Range, or target a Character’s non-combat Skills, such as Endurance.</p><h4>Retreat</h4><p>Remember that a combatant loses 1 Advantage per Round if they failed to accrue any extra Advantage during that Round, or they end the Round outnumbered. Which means, if things are going badly for a combatant, they should try to put distance between themselves and their potential killer. @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#fleeing]{Fleeing} is one option, but it’s not the only one. Consider the location where the Combat is taking place, and see if there are any ways to create barriers between combatants — throwing tables and chairs in the way, setting the ground on fire, and cutting the ropes suspending a bridge, are just a few examples.</p><p>With a bit of creativity, and by thinking about the Scene where the Combat takes place, you and your Players can use Advantage as an inspiring feature of the system, rather than a snowballing problem to overcome. Remember that, whilst the Characters in the story wouldn’t call it Advantage, they would be aware of momentum in a fight, and would try to be creative on the battlefield themselves to mitigate bad odds.</p><h3>Creatures Without the Weapon Trait</h3><p>Some Creatures such as the @UUID[Compendium.wfrp4e-core.actors.FmEDHnfAe2iIugpt]{Bog Octopus} in <strong>Warhammer Fantasy Roleplay</strong> or the @UUID[Compendium.wfrp4e-ua1.actors.uh6p3jclCNX8C7RD]{Young Stirpike} in @UUID[Compendium.wfrp4e-ua1.journals.FQW8EIplgUDGyVMj]{Ubersreik Adventures: If Looks Could Kill} lack a @UUID[Compendium.wfrp4e-core.items.AtpAudHA4ybXVlWM]{Weapon} Creature Trait, but have in its place the @UUID[Compendium.wfrp4e-core.items.pLW9SVX0TVTYPiPv]{Bite}, @UUID[Compendium.wfrp4e-core.items.UnJ25lL8aUzem5JO]{Tail}, @UUID[Compendium.wfrp4e-core.items.4xF7M6ylIiGntekh]{Tentacles}, @UUID[Compendium.wfrp4e-core.items.JzeN9MZ0xUDvpE2l]{Vomit}, and other such Traits that use Advantage as a cost. These Traits, without the Weapon Trait, mean that the Creature can’t perform normal attacks, and must use their special attacks if they want to defeat an opponent.</p><p>This is entirely intentional, and allows these Creatures to be played in truly unorthodox ways, which encourages more dynamic Combat. You should consider the full range of methods for gaining @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.wmA76Q2zJJ9HrkvA#advantage]{Advantage} to aid in these situations. @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.bdfiyhEYtKs7irqc#charging]{Charging}, for example, is a good tactic to use when immediately followed by a @UUID[Compendium.wfrp4e-core.items.pLW9SVX0TVTYPiPv]{Bite}. Also remember that larger Creatures do not need to Disengage, so they may Charge, Bite, and move away freely.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-glove-blade.webp\" width=\"213\" height=\"188\" /></div><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Advantage in Large Combats</em></h3><p><em>The Advantage system works well when there are only a handful of combatants, but it quickly becomes unmanageable when there are ten or more Characters and Creatures all fighting together. In such situations, here are two approaches that work well:</em></p><ul><li><p><em>Convert multiple Creatures into a Swarm. The @UUID[Compendium.wfrp4e-core.items.E2Es82TvBKa7CoDG]{Swarm} rules are purposefully vague enough that they can be applied to any group of combatants, whether they are actually swarming creatures like rats, or just a rabble of peasants. Two Swarms of Clanrats backed up by a single @UUID[Compendium.wfrp4e-core.actors.VfJgGmCTWqb0IDSW]{Rat Ogre} is a much more manageable encounter than managing 20 @UUID[Compendium.wfrp4e-core.actors.F1vAZZcmVKkRw8xn]{Clanrats} individually.</em></p></li><li><p><em>Use Group Advantage. When there are multiple combatants working together as a group, you may abstract their Advantage into one single pool of Advantage that they all use. When you do this, generate Advantage as normal, but with a limit of Initiative Bonus gained per Round of combat, regardless of the source. Additionally, whenever a member of the group would lose all of their Advantage, the group loses 2 instead, keeping the remainder.</em></p></li></ul><p><em><strong>Example</strong></em>: The Characters are fighting six Goblins, and the GM decides to use Group Advantage. The Goblins have an Initiative Bonus of 2, so can generate a maximum of 2 Advantage as a group per Round. On the first Round, three of the Goblins charge the Characters. Normally, each would generate 1 Advantage, but instead, they generate 3 Advantage for the group, which drops down to 2 given their Initiative Bonus. Any additional Advantage gained this Round by any of the Goblins won’t be counted, but now they all benefit from a +20 to all relevant Tests. On the following Round, after gaining +2 more Advantage as a group, one of the Goblins is defeated in an Opposed Melee Test. Normally that Goblin would lose all of their Advantage, but because they are in a group, the group merely loses 2 Advantage, and retains the rest.</p></blockquote><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/good-shot.webp\" /></div><h2>Character Death</h2><p>Campaigns are supposed to be an entire story, from beginning to end, featuring the Characters, right? Well, sometimes that end is a gruesome death… This is the Old World, and death is an old friend, around every corner, always ready to take you into Morr’s Realm.</p><p>But the concept of Character death can be more complex than it first appears. For starters, a death can disrupt an ongoing story, or it can be disappointing to the Player whose Character has just carked it. In this section, we’re going to help you avoid these pitfalls.</p><h3>Survival at a Cost</h3><p>Whilst death should remain a real and present threat to Characters in <strong>WFRP</strong>, it is so unfortunately final. A Character’s death is the end of their story, and as such, is a source of drama only for those who survive. This is fine, but not as effective as the alternative: survival at a cost.</p><p>GMs and Players alike should consider all of the tools available to prevent death whilst steering the story into new and challenging directions. Scars, permanent injuries and amputations, changing and traumatic @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.5w5YLPNd6AaU4f85]{Psychologies}, and @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.115GzWrmkD4viyy5#dark-deals]{Dark Deals} are all examples of evocative, Character-changing, and story-enhancing experiences. A Duellist who loses their primary arm to a stray cannonball and must now find a new way in the world is infinitely more interesting than a Duellist buried in the ground.</p><h3>Embracing Character Death</h3><p>There are a few instances where Character death is the most interesting thing that could happen to them. These moments should come with buy-in from the Player controlling that Character. In this case, a Player should feel empowered, if they so wish, to ignore their Fate Points, and accept that their Character’s story has come to an end. The three most obvious examples are: self-sacrifice, prophetic, and no-way-out deaths.</p><h4>Self-sacrifice Deaths</h4><p>When a Character has the chance to save the life of a friend by sacrificing their own, it is a pivotal moment in a Campaign. This is particularly effective if the bond between the Characters has been given emotional weight throughout the Campaign, as it represents an act that cannot be taken back. However, this is not recommended if the controlling Player still has stories they wish to tell with their Character.</p><h4>Prophetic Deaths</h4><p>Prophecies are everywhere in Warhammer, from the @UUID[Compendium.wfrp4e-core.items.fn8QNQQ1S2rh12Us]{Doomings} every Imperial child has delivered to them, to those whispered by seers and wizards the Old World over. If a Character is presented with a perfect moment to fulfill a prophecy which would result in them dying, it could be more thematically impactful if the Player accepts this fate. However, prophecies that prove to be wrong right at the last moment can also be sources of dramatic tension, so this can really go either way.</p><h4>No-way-out Deaths</h4><p>Sometimes the situation is so dire that you can’t imagine a way out. Whether your neck is on the chopping block, or a Slaaneshi cultist has a wicked blade to your throat, sometimes it’s better to accept that a Character made some wrong turns along the road of life. Often these sorts of deaths serve to tell a moral — don’t fight the law because the law will win, or don’t get into bed with the servants of She Who Thirsts. However, sometimes those morals need to be flipped on their heads to hammer home the theme — the law is corrupt and deserves to be fought! Don’t use this if you feel backed into a corner, but rather if you feel the death would be satisfying to the story. Even if there seems to be no way out, a spent Fate Point demands unusual and even impossible circumstances arising to save a Character.</p><p>None of these methods work unless a Player wants them to, and ultimately, the decision is in their hands. There is a good reason why Characters have Fate Points to spend!</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>OPTIONS: HEROIC DEATH</em></h3><p><em>Characters who witness a heroic death, such as through self-sacrifice, are changed forever and that memory works to embolden their spirits in times of greater peril. When a Character encounters a situation similar to the heroic death, they gain a +20 bonus to Psychology Tests as they recall the heroic deed.</em></p><p><em><strong>Example</strong>: </em>Daenar, seeing the inevitability of the on-coming Greenskin charge, and the perilous situation her companions are in, decides to hold them back long enough for the rest of her party to cross a rope bridge, cut it loose, and escape. Daenar stands her ground, draws her bow, and shouts at her companions to run. Months later, surrounded by Greenskins once more, Nils, Ezra, and Adelheidi recall the bravery of their fallen comrade, and are encouraged to press on because of it.</p></blockquote><h3>Introducing New Characters</h3><p>When a Character dies, either heroically or hilariously, introducing the Player’s new Character to the existing party can be difficult, especially in the middle of an adventure. Here are a few tactics you can use:</p><ul><li><p><strong>Hired help</strong>. The party, recognising they’re missing an important piece, goes looking for someone to fill that niche. It just so happens the right (or perhaps only) person for the job is the new Character.</p></li><li><p><strong>A friend in need</strong>. A beloved NPC is brought forward and becomes a full Character. If you need that Character to fulfill additional roles in the current adventure, either substitute in a different NPC for that role, or tell that Player what functions they need them to serve, and trust them to bring their own little twist.</p></li><li><p><strong>We’re all in this together</strong>. If the Characters find themselves in a perilous situation — imprisoned or enslaved by their enemies, or running through the forest fleeing from whatever killed their friend — it’s easy to put bystanders or other adventuring types in the same situation. Nothing builds unity quite like a shared enemy, after all.</p></li><li><p><strong>Reinforcements</strong>. If the Characters have a patron or an organisation who have employed them for their current mission, that employer can send along some needed reinforcements to get the job done.</p></li><li><p><strong>Wait until the next adventure</strong>. Sometimes there’s no good way to jump straight into a new Character. If the next adventure isn’t far off — perhaps the next session — some Players may enjoy the chance to become a co-GM and take control of the Creatures the Characters fight, or to portray some of the cast of NPCs. This kind of change can even be seen as a consolation prize, or reward of sorts for losing a Character.</p></li></ul><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>DOOMINGS WITH 0 FATE</em></h3><p><em>The @UUID[Compendium.wfrp4e-core.items.fn8QNQQ1S2rh12Us]{Doomed} Talent really takes centre stage when a Character falls to 0 Fate Points, because it’s no longer merely a string of words, but a prophecy which should terrify every Imperial soul. When this happens, you are encouraged to take that Character’s Dooming and attempt to manifest it in the world as much as possible, through both poetic and literal means. Not only does this increase the chances of a Character dying in a manner that matches their Dooming, and therefore increasing thematic cohesion in the story, but it also serves to spotlight that Character, and drive home the dread that is ever present in the Old World.</em></p><p><em><strong>Example</strong>: </em>Nils has the Dooming ‘A kiss shall end thy days,’ and has recently fallen to 0 Fate Points after a nasty encounter with a hook-handed pirate. The GM takes this opportunity to have Marina, a revolutionary that Nils has been spending a lot of time with, grow increasingly emboldened. When the two of them light the fuse on a bomb set to blow up a shrine to the Chaos God Nurgle, Marina — fearing her life is about to be cut short — kisses Nils on the lips. Nils is now terrified even more so than he was already, and has to deal with this new awkwardness… if he doesn’t explode into little gobbets first.</p><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Interpreting a Dooming</em></h3><p><em>Perhaps the greatest thing about a @UUID[Compendium.wfrp4e-core.items.fn8QNQQ1S2rh12Us]{Dooming} is how very vague they’re worded despite how very important they are. These simple fragments of ‘wisdom’ are intended to guide a person’s whole life, as they spell out the moment of one’s death! Furthermore, there exists a great taboo in sharing one’s Dooming with another, so what may seem natural to one person would be inexplicably odd to another.</em></p><p><em>Players and Characters should feel free to interpret their Dooming in whatever way they see fit, and should be encouraged to express that interpretation in hilarious ways. For example a Character with the Dooming ‘</em>Trust not the innocence of children, for their plans are far from sound,<em>’ may have an inherent aversion to children, or may feel a strong need to ignore and counteract anything a child says to them. They may take the Dooming literally, and believe that if their plans are ‘far from sound’, then plans involving sounds and noises are inherently trustworthy. Or potentially, if they can’t trust innocent children, maybe they can only trust guilty children, so they encourage the children they know to commit crimes!</em></p><p><em>Remember that the majority of people in the Old World are both superstitious and very very skeptical, which makes for some ridiculous interpretations. Make sure to breathe some truth into their interpretations, but also to exploit other curious (and equally ridiculous) twists of your own.</em></p></blockquote><h2>Between Adventures</h2><p>The rules presented in @UUID[JournalEntry.gLDW6JBuoYuzCoya]{Between Adventures} are one of the great changes in how the game plays in comparison to earlier editions. The rules — whilst entirely optional — present a streamlined and semi-abstracted method of handling everything else the Characters get up to between adventures. Whilst this certainly isn’t the case for every campaign, one of the main themes of Warhammer is that the Characters are normal people and that adventuring is the exception, rather than the rule, of their normal lives.</p><p>If this theme is present in your campaign, and that the Characters are normal people except in the rare occasions that they’re adventuring, the rules for Between Adventures should definitely be a focus for your reading as the GM. Think of the @UUID[JournalEntry.gLDW6JBuoYuzCoya]{Between Adventures} rules as an alternate phase of play — we have the Adventuring Phase and the Between Adventures Phase. When not engaged in one, we’re engaged in the other!</p><p>With this phase mentality, as the GM you may choose to run @UUID[JournalEntry.gLDW6JBuoYuzCoya]{Between Adventures} as a handful of dice rolls, quick decisions, and then move on to the next adventure. Alternately, you may have a ‘break’ session between adventures, where you employ these rules, and allow the Characters to explore their normal lives and pursue their own goals. These downtime sessions act almost more like mini adventures, which grant a lot of agency to your Players to express what they want to do and want to get out of future sessions.</p><h3>A Day in the Life</h3><p>The Between Adventures Phase is the perfect time to consider and adjust a Character’s Career, because it’s the best time to determine <em>if it’s actually their Career at all!</em> Are you actually a Rat Catcher if you never catch rats? Are you actually an Artisan if you don’t follow a trade? If all you do is hunch through sewers and stab mutants, exactly how much of a Scholar are you really?</p><p>Both GMs and Players should be vigilant during this phase, to determine just how much a Character is actually like their Career. But make sure that this isn’t prohibitive: a Merchant doesn’t <em>have to</em> act like a Merchant, but maybe if she’s acting more like a Duellist, a Career change is in order? Use these shifts in attitude to help build a Character’s story, rather than direct it, and you’ll find a far more three-dimensional Character comes of it.</p><h2>Motivations</h2><p>A Character’s @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.GaZa9sU4KjKDswMr#determining-motivation]{Motivation} represents — in a word or short phrase — what they care about most in the world, and what drives them to achieve their @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.Q4C9uANCqPzlRKFD#ambitions]{Ambitions}. In a sense, it’s one of the most important things about a Character, because it tells us why they do what they do! In light of that monumental importance, we’ve compiled a few tools to help GMs and Players alike in choosing and managing their Motivations.</p><h3>Choosing Motivations</h3><p>Choosing Motivations can seem tricky — after all, they’re so important! But it doesn’t have to be a difficult process, especially if you follow these tips, and review the example Motivations presentated below.</p><p>It’s worth stressing that the most interesting Characters are those whose Motivations run contrary to what you would normally expect. Everyone expects a mercenary to care about ‘Wealth’, but what if they actually care about ‘Duty’ to their family, and are sending all their money back home? Everyone expects a Scholar to care about ‘Knowledge’, but what if they are motivated more by ‘Romance’ than anything else? A good rule of thumb when it comes to writing is to throw out your first idea because it’s the obvious one, and the same often applies to a Character’s Motivation.</p><p>Also, keep in mind that your Motivation isn’t locked in stone, it can change whenever you need it to.</p><h3>Changing Motivations</h3><p>A Character’s Motivations are sure to change throughout the course of their adventuring life, and Players and GMs should always be vigilant for when this occurs. Whilst Motivation can be changed at the beginning of every session, it’s a good idea to save these changes for the following moments:</p><ul><li><p>If you find yourself having not played to your Character’s Motivation in a few sessions</p></li><li><p>When you change Career</p></li><li><p>When you complete an Ambition.</p></li></ul><p>Players should use these events to express how their Character has changed, and are encouraged to show off their new Motivation in the coming session. You should award an additional Resolve Point if this change is roleplayed in a believable and dramatic fashion!</p><h3>The 'Check-In'</h3><p>Sometimes, in the heat of the moment, during an intense scene or Combat, it’s difficult to keep track of Motivations, and whether or not they trigger @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.pa22HaRw1OBBQaDg#regaining-resilience-and-resolve]{Resolve}. If you’re finding your group forgets about Motivation often, or if you’d rather not worry about it during a session, try using a Check-In instead.</p><p>A Check-In occurs at the same time as handing out XP, and involves everyone going around the table and announcing their Motivation. Next, everyone considers the session they’ve just played, and decides if that Character expressed their Motivation ‘not at all’, ‘a bit’ or ‘a lot’. Everyone should get a say, and should take this opportunity to point out interesting and humorous moments during the session, but ultimately the Player and the GM together have the final say over how much the Motivation was expressed. This is purely subjective, so go more along how it felt, rather than a point-for-point retelling of the session.</p><p>If a Character expressed their Motivation ‘not at all’, they regain no Resolve. If they expressed it ‘a bit’, they regain 1 Resolve Point, or 2 Resolve for ‘a lot’.</p><h3>Example Motivations</h3><p>The following is a list of example Motivations accompanied by situations which might earn them Resolve.</p><h4>Authority</h4><p>You are motivated by a clear chain of command, and thrive when there are orders to be followed — whether you’re giving them, or taking them. Most people who favour such structure either long for the day when they themselves are able to pass commands down the chain to their lessers, or believe themselves to be merely a cog in a greater machine. Following orders or listening to, and assisting, the authorities garners Resolve.</p><h4>Change</h4><p>You are motivated by a need for change, for a better or brighter future. You are discontent with the status quo, and any action you take that shifts this — whether positively or negatively — is better than what we have now, at least. Anything you do that is counter to the norm feeds into this Motivation.</p><h4>Charity</h4><p>You are motivated by a need to help people. Whilst many give to charity in pursuit of power, status, or out of boredom, you do it for its own sake. Charity, in your eyes, is its own reward. Helping the less fortunate, and giving what you can, regenerates your Resolve.</p><h4>Control</h4><p>You are motivated by a desire to control the world around you. Perhaps you suffer from anxiety, or were raised in a situation where you were the centre of attention — whatever the reason, you thrive when there are no surprises. You regain Resolve when you seek to bend the world around you to your will.</p><h4>Debauchery</h4><p>You are motivated by forbidden delights. Either the fact that they are forbidden is tantilising to you, or you’ve lost sight of healthy appetites long ago, you regain Resolve when you give into your obscene desires.</p><h4>Envy</h4><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/cults/verena.webp\" width=\"213\" height=\"236\" /></div><p>You are motivated by a need to possess that which others have. It could be anything — wealth, romance, land, power — but you desire these things because someone else has them, not for their own merit. When you covet and take from others, you are sure to regenerate Resolve.</p><h4>Faith (God)</h4><p>You are motivated by a deep faith in your patron God of choice, and allow the strictures of such to dictate your life. Choose a God to go along with this Motivation, and regain Resolve whenever you go out of your way to follow that God’s strictures, or protect the honour and sanctity of their worship. A list of Gods and their strictures can be found in @UUID[JournalEntry.NcH9OhleJFfaUdon]{Religion and Belief}.</p><h4>Fame</h4><p>You are motivated by being known. You want your name to be on everyone’s lips, to be well regarded, and to be remembered. When you perform actions in public, or work to spread word of your deeds (real or imaginary), you recover Resolve.</p><h4>Freedom</h4><p>You are motivated by being untethered and allowed to go where you please. Often freed bondsmen, enslaved individuals, or the children of overly oppressive parents burn with this Motivation. You recover Resolve when you choose your own path in the face of authority.</p><h4>Glory</h4><p>You are motivated by a need to achieve great things. You likely have one burning desire — perhaps your Long Term Ambition — which, whenever you work towards it, you recover Resolve.</p><h4>Gluttony</h4><p>You are motivated by an unnatural appetite for something specific, and wish to indulge that vice at all times. When you pursue or partake of your vice, you feed your Motivation and regain Resolve.</p><h4>Hope</h4><p>You are motivated by a hope that things can get better. In the Old World, this is a futile Motivation, but it doesn’t stop thousands of souls trudging towards it every day. When you perform actions that seem doomed to fail, but you do them anyway because you believe it might work out, you regain Resolve.</p><h4>Infamy</h4><p>You are motivated by a desire to be remembered and feared. Like fame, infamy is about developing a personal story that will always be bigger than the person you were, but it differs in that you don’t want to be remembered kindly. You want to forever serve as a lesson to someone or against something, and whenever you strike fear, or encourage rumours about yourself, you regain Resolve.</p><h4>Justice</h4><p>You are motivated by a need to see justice done. Whether it’s a belief that justice holds together society, or a perverse fascination with punishment, you see enacting the law of the Gods — though not necessarily the law of the land — as paramount. Whenever you aid or enact your own justice, regenerate Resolve.</p><h4>Knowledge</h4><p>You are motivated by the search for knowledge itself. You don’t necessarily want to do anything with that knowledge, but the pursuit is what’s important to you. When you learn something new, or encourage the spread of knowledge, you regain Resolve.</p><h4>Love</h4><p>You are motivated by a strong bond of love with someone. Love is often irrational, and causes people to act in ways which deprioritise their own safety or happiness, and doing so is a sure way of earning Resolve.</p><h4>Obligation</h4><p>You are motivated by an obligation you hold — to family, friends, an organisation, and so on. You likely have a role to play in relation to this obligation, and fulfilling that role is of paramount importance to you. Whenever you perform actions that fulfill that role, you regain Resolve.</p><h4>Order</h4><p>You are motivated by structure and order. You thrive when there is a set framework to operate inside of, and rules to follow. You regain Resolve when you follow the rules — especially to your detriment — and help enforce them.</p><h4>Patriotism</h4><p>You are motivated by love of country. This pride can become toxic — used as a pathetic crutch to cover for your own failings — or could stem from true pride in the history of your people — whether deserved or doctored. You recover Resolve by putting your nation first, and by following the dictates of your rulers — rational or otherwise.</p><h4>Perfection</h4><p>You are motivated by a need to be perfect. Regardless of what the focus is, you need to be the perfect example of it, a painter, a poet, a cook, whatever. This Motivation exists beyond any tangible benefits of that perfection or profession, and often strays into a truly unhealthy mindset, for perfection is ultimately impossible. Whenever you work towards that perfection, regain Resolve.</p><h4>Pleasure</h4><p>You are motivated by the pursuit of pleasure, fine food, fine wine, fine friends, and so forth. You seek to get the most out of life, and feel fulfilled when in good, comfortable, pleasurable company. You regain Resolve whenever you take a little extra effort to bring a little extra pleasure into your life.</p><h4>Power</h4><p>You are motivated by a quest for power. It doesn’t matter what power, and over whom, but you feel safer and more whole when the power of any situation is in your hands. This may translate into literal power — the search for arcane potency or martial excellence — but not necessarily. You just have to exert and extend your reach to recover Resolve.</p><h4>Respect</h4><p>You are motivated by the respect of your peers. It’s not necessarily about being the best — the best swordsman, the best incantor, the best alchemist — but you need your peers to heed what you say, and admire your works. You may see yourself as first among equals, or merely rising to the level of your heroes, but either way, when you increase or maintain your standing, you regain Resolve.</p><h4>Revenge</h4><p>You are motivated by a need for revenge. Perhaps someone killed your father and they must prepare to die, or someone ruined your family’s business and now you seek to destroy theirs. Whatever the source of your ire, you seek to reenact it on those who hurt you. Whenever you work towards or fulfill your revenge, recover Resolve.</p><h4>Ruin</h4><p>You are motivated by the ruination of the world around you. You may have a target in mind, a specific nation, family, or organisation, or merely existence itself. Whenever you work to bring your foes to their knees and have them crushed under your boot, you regenerate Resolve.</p><h4>Servitude</h4><p>You are motivated by your service to another. Servitude is a rare Motivation, because it relies on the mind placing the needs of another above one’s own, and trusting in the benevolence of that master. When you act at the behest of those you serve, you recover Resolve.</p><h4>Survival</h4><p>You are motivated first and foremost by your own survival, and will do what you can to protect yourself. This Motivation extends to protecting your livelihood, if it comes under existential threat — a hunter defending their hunting grounds from poachers, or an urchin protecting their streets from invading troops. In any situation where you take an active hand to maintain your survival, you regain Resolve.</p><h4>Unity</h4><p>You are motivated by uniting others towards a common goal. Whether this stems from dreams of Empire, Shallyan pacifism, or a desire to mend an old feud, you regain Resolve when you act to bring others together.</p><h4>Wealth</h4><p>You are motivated by the clink of coins. Whilst almost everyone is motivated in some way by money in the Old World, you desire money for its own sake. You may even be loath to spend it once it is yours. Wealth, for you, doesn’t necessarily mean power or privilege, but it represents a dependable source of strength for yourself. Whenever you seek out wealth and hoard it, regain Resolve.</p><h4>Violence</h4><p>You are motivated by violence, and love the thrill of battle. You might be addicted to the adrenaline, or you’re fascinated by the craft of battle. Whatever the case, whenever you engage in violent acts for their own purpose, regenerate Resolve.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Ruinous Motivations</em></h3><p><em>Some Motivations are, themselves, the pathways of the damned. Whilst some are clearly corrupting like ‘Debauchery’ or ‘Violence’, even seemingly innocent Motivations can and do stoke the fire of Chaos within a Character. ‘Change’ and ‘Hope’ are admirable Motivations, though they do undeniably play into the machinations of Tzeentch and Nurgle respectively.</em></p><p><em>You may offer a Player an additional Resolve Point for following the Character’s Motivation in exchange for a Corruption Point if the action appears to aid one or more of the Ruinous Powers. This choice is always the Player’s to make. See @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.115GzWrmkD4viyy5]{Corruption}.</em></p></blockquote><h2>Social Status and Standing</h2><p>The rules presented in @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.R7RQ4hfivLrG0XaF]{Status} regarding Status are an incredible tool for building context and theme in your Campaigns. A Character’s Status often says more about their world than Class or Career, as it shapes their likely peers, living arrangements, and the logistics of their everyday lives. The following pages are set aside to expand those rules and give advice on how to use them.</p><h3>Costs of Living</h3><p>@UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.cwM5veYnAbSjlrvv#the-cost-of-living]{The Cost of Living} states that a Character is expected to spend approximately half their Status and Standing every day to maintain appearances, and that even this exorbitant amount is considered ‘frugal living.’</p><p>Whilst this number seems potentially prohibitive for Brass and Silver Statuses, when it comes to Gold Status, it is outright extortionate! And yet, these numbers reflect a very real situation for transient people, such as Warhammer Characters.</p><p>Firstly, it’s worth remembering that a Character doesn’t begin to lose Standing until they’ve spent a week living beneath their @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.R7RQ4hfivLrG0XaF#maintaining-status]{expected expenses}. However, recovering Standing requires this spending every single day for a week to regain one point. It’s easier to maintain a facade than to build one.</p><p>These systems are in place to create an urgency to adventure. The Characters are not typical examples of their Careers, but rather desperate and extraordinary. Their lives exist in a state of constant change that few in the Empire enjoy (or suffer) by virtue of being the focus of our attention at the table. This need to spend money constantly results in a need to earn money — a lot of money — frequently as well, meaning Characters are more likely to take risks, bet on the wrong Middenball team, involve themselves in shady business, and meet dramatic fates. That is one of the central tensions built into the Warhammer world, and one of your greatest tools to exploit when building adventures.</p><h3>Changing Status</h3><p>A Character’s Standing is often in flux, and the folk of the Old World change their Standing often — by the whims of the Gods, the seasons, and through hard work. But changing one’s Status is rather perilous. It is a fundamental threat to the social order of the Empire. The growing middle class directly threatens the existence of the nobility, and in turn the place in the pecking order of favoured peasants. As such, few people look kindly on social climbers, and there is often a host of issues that comes along with increasing or decreasing one’s Status.</p><p>As the GM, it’s your job to reinforce the central conflicts in the Warhammer world, and one of the starkest is the class struggle that underpins everything in the Empire. To reinforce this, consider not just how NPCs not of a Character’s current Status perceive them, but also those of their new and old Statuses after changing Careers. Old friends may now regard the Characters as out of touch or snobby, whilst new peers may see them as uppity or possibly admirable — having ‘<em>pulled themselves up by their bootstraps’</em>. Characters who drop Status may find themselves surrounded by people who consider the Character ‘too <em>big for their britches’</em>, and other such derogatory phrases.</p><p>It’s also worth noting that the Empire, despite how it might seem, is steadfastly not a meritocracy — that is, the best person for the job isn’t always, or even often, the one who fills it. Privilege is everywhere in the Empire, and no one gets to high places alone. Consider who around the Characters may resent them for their rise (small as it may be), or who see them as their own ticket up the social ladder. Use these class struggles as an opportunity for the world to change around the Characters, and in turn for the Character to change their world.</p><h3>Tapping Communities</h3><p>A Character’s peers are often the first place they’ll want to go to find out information about their current Adventures, future opportunities, or just general gossip. As such, it’s a good idea to create a small cast of NPCs in any locale that the Characters will spend their time in who reflect the attitude and temperaments of the three Statuses. These NPCs can act as the mouth-pieces of their communities, as well as key contacts for the Characters as they inhabit those spaces.</p><p>Furthermore, if a locale includes members of certain restricted classes — represented through the @UUID[Compendium.wfrp4e-core.items.sYbgpSnRqSZWgwFP]{Etiquette} Talent — they should have their own NPC. Consider how these NPCs may overlap: perhaps a village has three NPCs of each Status, and two Criminal NPCs, one Brass and one Gold. What does this say about the nature of crime in the community? What does this mean for the Characters moving through it?</p><p>Encourage your Players to have their Characters consort primarily with their own communities, and then come together to share that knowledge. Each community will have different things they know about, care about, and can act on. Gold NPCs may be able to manipulate the courts or local State Army, whilst Servant communities likely have more personal noble gossip — because they spend so much time with nobles, who barely notice that they exist.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>OPTIONS: TRANSITIONAL STATUS</em></h3><p><em>Changing Status and Standing in the Old World is more difficult than merely finding a new job. To reflect this, you might have achieving new Status and Standing be a gradual process, counting a Career’s stated Status and Standing as its upper limit, rather than its new default.</em></p><p><em>When a Character changes Careers, the Status and Standing of their new Career is their upper limit, rather than their new default, with their current Status and Standing remaining where it was. Characters must act according to the rules laid out in @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.R7RQ4hfivLrG0XaF#keeping-up-appearances]{Keeping Up Appearances} of Warhammer Fantasy Roleplay to raise their Status to its new maximum.</em></p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-glove-blade.webp\" width=\"213\" height=\"188\" /></div><h3 class=\"sidebar-title no-toc\" style=\"text-align:center\"><em>‘We Don’t Serve Your Kind’</em></h3><p><em>Whilst upper class types might </em>think <em>they rule the Old World, the realities of the Empire’s cities and towns is far different. It’s certainly true that a Brass Status individual would have a hard time getting into a palace, a Gold Status patron might find themselves uncomfortable in a seedy docker’s pub.</em></p><p><em>In this way, places and situations can have a Status as well, and even have an @UUID[Compendium.wfrp4e-core.items.sYbgpSnRqSZWgwFP]{Etiquette} Social Group attached to them, though these are only reserved for special scenes. When present, any NPCs who match the location’s Status count as being subject to a @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.5w5YLPNd6AaU4f85]{Psychology} against non-members.</em></p><p><em>If the space includes an @UUID[Compendium.wfrp4e-core.items.sYbgpSnRqSZWgwFP]{Etiquette} that the Character lacks, count their Status as one step removed, in either direction, for the purposes of the above. If this would make a Status three steps removed (e.g. a Gold Status Character moving into a Brass Status space with the Criminal Etiquette), then the occupants of that space gain @UUID[Compendium.wfrp4e-core.items.5hH73j2NgPdsLCZN]{Hatred} instead.</em></p><p><em>Characters who comport themselves well, and strive to fit into the new crowd, may eventually develop a reputation with a specific space, and forgo these penalties, but this is rare and unlikely. Additionally, if members of the Character’s Status discover these transgressions, there may be negative effects within one’s own community.</em></p><p><em>Also note that people of lower Status are unlikely to publicly attack people of higher Status, as this brings with it a lot of dangerous complications. So whilst a Gold Status Character moving into a Brass Status space with the Criminal Etiquette might find themselves getting murderous glances, they’re unlikely to get hurt when eyes are on them… however, as soon as they step outside into the alley, things might be very different, indeed.</em></p><table style=\"width:100%;height:85px\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"text-align:center\"> </td><td style=\"height:17px;text-align:center\"> </td><td style=\"height:17px;text-align:center\" colspan=\"3\"><em><strong>Visitor's Status</strong></em></td></tr><tr style=\"height:17px\"><td style=\"text-align:center\"> </td><td style=\"height:17px;text-align:center\"> </td><td style=\"height:17px;text-align:center\"><em><strong>Brass</strong></em></td><td style=\"height:17px;text-align:center\"><em><strong>Silver</strong></em></td><td style=\"height:17px;text-align:center\"><em><strong>Gold</strong></em></td></tr><tr style=\"height:17px\"><td style=\"text-align:center\" rowspan=\"3\"><em><strong> Location's Status</strong></em></td><td style=\"height:17px;text-align:center\"><em><strong>Brass</strong></em></td><td style=\"height:17px;text-align:center\"><em>-</em></td><td style=\"height:17px;text-align:center\"><em>@UUID[Compendium.wfrp4e-core.items.klCJX0mNpXYH5AIx]{Prejudice (Target)}</em></td><td style=\"height:17px;text-align:center\"><em>@UUID[Compendium.wfrp4e-core.items.Q2MCUrG2HppMcvN0]{Animosity (Target)}</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px;text-align:center\"><em><strong>Silver</strong></em></td><td style=\"height:17px;text-align:center\"><em>@UUID[Compendium.wfrp4e-core.items.klCJX0mNpXYH5AIx]{Prejudice (Target)}</em></td><td style=\"height:17px;text-align:center\"><em>-</em></td><td style=\"height:17px;text-align:center\"><em>@UUID[Compendium.wfrp4e-core.items.klCJX0mNpXYH5AIx]{Prejudice (Target)}</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px;text-align:center\"><em><strong>Gold</strong></em></td><td style=\"height:17px;text-align:center\"><em>@UUID[Compendium.wfrp4e-core.items.Q2MCUrG2HppMcvN0]{Animosity (Target)}</em></td><td style=\"height:17px;text-align:center\"><em>@UUID[Compendium.wfrp4e-core.items.klCJX0mNpXYH5AIx]{Prejudice (Target)}</em></td><td style=\"height:17px;text-align:center\"><em>-</em></td></tr></tbody></table></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "NPCs With Character",
      "type": "text",
      "_id": "OVRxBhZMiBtkJind",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>More than any other aspect of <strong>WFRP</strong>, your creation and enacting of memorable NPCs is what will bring the Old World to life. Unforgettable NPCs help create the impetus to roleplay and cause Players to become invested in what happens to them, and by extension, their own Characters. Not every NPC needs to be a tour de force of personality, but a few ‘shining stars’ go a long way towards filling the firmament with light – or darkness, as the case may be.</p>\n<p>Every NPC you introduce into an adventure should be there for a purpose, which can vary wildly from ‘background scenery’ to ‘biggest bad-guy’ and everything in-between. Some you may place specifically because they can assist the characters or spur them onward by offering something valuable, e.g. knowledge, training, equipment – in exchange for something the Characters can offer them, e.g. investigative skill, money, directed violence. Others serve as potential antagonists or definite enemies, and consider having a few just because they’re fun for you to play and your Players to enjoy.</p>\n<p>The following are the building blocks of an unforgettable NPC. You don’t have to put as much detail into an NPC destined to be a ‘prop’, but that said, remain flexible. With practice, you may find that you create even minor NPCs memorable enough that your Players will occasionally promptly latch onto one, and even though you originally intended them to be nothing more than a bit of background flavour, they’ll soon be dragged into the Characters’ adventures. Fortunately, <strong>WFRP</strong> has a designator for such folks – they make <em>excellent</em> Henchmen.</p>\n<p><strong>A Name</strong> – A decent name will do, but a really good name will stick in the mind. It will likely help you to create a small list of names in advance, checking them off as they get used. That way, if you have to come up with a name ‘on the fly’ when the Characters insist on learning all about the innocuous barkeep, you won’t have to fumble for one. @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.Q4C9uANCqPzlRKFD#name]{Character} has the naming conventions and examples. Keep in mind that other points from later in this list may well be referred to in an NPC’s name, especially if they are rare. There are a lot of forgettable ‘Karls’ in the Empire, but ‘Crimson Karl’ the gent that’s eternally bright beet-red in the face from yelling? He’ll stick out.</p>\n<p><strong>Appearance</strong> – What does the NPC look like? Some folks think they need to put a lot of detail into this, but really, too many details and your Players will just lose track, especially if you have a lot of NPCs. Always note species, but then, try to stick to, at the very most, two or three solid details that stand out.</p>\n<p>Height, weight, eye colour, and so forth, only need to be noted if they are unusual. Scars, odd tattoos, eccentric clothing choices, weird trappings, the fact they always carry a bedraggled cat with a tiny peg leg – these are the things people notice and Players remember.</p>\n<p><strong>Mannerisms</strong> – This is a big category, for it covers style of speech, personality traits, unusual quirks of behaviour, and how the NPC regularly deals with other folk. When determining how an NPC regularly acts, be wary of regularly using stereotypes – not every Dwarf is grumpy and short-tempered, but that said, there is a reason for that stereotype. A general note for an NPCs outward behaviour will often suffice. Are they friendly, taciturn, impatient, hostile?</p>\n<p>Think about what the NPC’s voice sounds like. Especially if their voice sounds nothing like yours, it is okay to tell your Players what the NPCs voice may remind them of. If you want to do a different accent for a specific NPC and feel comfortable doing so, awesome, but be wary of giving strange voices to many NPCs, especially if they hurt your throat to do them. Instead, try playing with your vocabulary, speak in short sentences, using small words for a slow-witted Ogre; speak swiftly, on the edge of breathlessness, for a flighty Halfling.</p>\n<p>A quick search of the internet will yield more lists of example personality traits and quirks of behaviour than you can sic a small but vicious dog on. There are, in fact, whole websites dedicated to such and they can serve as inspiration, but be sure to consider how your Players, and their Characters, will react to certain traits – they are unlikely to want to deal a lot with someone really annoying (which, honestly, might be fun for you if they have to, for a time).</p>\n<p><strong>Career</strong> – What the NPC ostensibly does for a living. Most folk in the Old World are completely tied to their Class and Career and can generally afford to do very little outside of them, unless they are of a higher status with enough wealth to let them ‘indulge’ in different pastimes. Many NPCs may well have had a different Career at one point, but only a few rare ones will have ever jumped between different Classes.</p>\n<p><strong>Unusual Qualities</strong> – This is a catch-all for traits others wouldn’t suspect in the NPC. Particularly high levels of skill, Talents from outside their Career, strange knowledge, @UUID[JournalEntry.3ZynTGhFpgwv6l1n.JournalEntryPage.vUPuF2ZsWvNKUCWy]{Traits} from the @UUID[JournalEntry.3ZynTGhFpgwv6l1n]{Bestiary}, and so on. Most NPCs should only have one or two Unusual Qualities at most, if any. Note that ‘mutations’ generally fall under ‘Problems’.</p>\n<p><strong>Drives</strong> - Whole plots are driven by these most basic questions: What does the NPC want? What are they prepared to do to get it? Like Characters, important NPCs should have ambitions, though not every ambition has to be realistic. A low-born NPC may aspire to be a Baron one day. This is naught but a @UUID[Compendium.wfrp4e-core.items.b6tGqvNe1jYBdeN5]{weirdroot} dream for most folk, but society is changing in the Empire, and a driven merchant, or perhaps a crime lord, with the right connections might just achieve such a lofty goal. Your Characters will certainly have wanted to help such an individual along their way, or perhaps, did everything they could to stop them…</p>\n<p><strong>Problems</strong> – Finally, any NPC you know will interact with the Characters should have a problem or two that the Characters might be able to help them with, or take advantage of, which may, or may not, tie into their ambitions. Try to think of problems with multiple potential solutions, e.g. an NPC that has something the Characters desperately want, desires to advance in their Trade Guild, but feels trapped and doesn’t know how to. Depending on the Characters’ skill sets, they could spread gossip about the superior nature of the NPC’s wares, sabotage or kill their competition, bribe their superiors, etc. Some problems should actually be ‘secrets’ which may, or may not, have an actual solution, e.g. hidden mutations, holding to a forbidden faith, an unrequited love, etc. Most such problems can’t be ‘solved’, but they’re ripe for blackmail.</p>\n<h2>Sample NPCs</h2>\n<div style=\"display:flex;justify-content:space-evenly;flex-wrap:wrap\">\n<div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-core/art/gm/dieter.webp\" width=\"213\" height=\"180\" />\n<p style=\"text-align:center\">@UUID[Compendium.wfrp4e-core.actors.ePPk15Vxu9RxPtYV]{Dieter Käsegeier, Cheesemonger Extraordinaire}</p>\n</div>\n<div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-core/art/gm/kastor.webp\" width=\"197\" height=\"186\" />\n<p style=\"text-align:center\">@UUID[Compendium.wfrp4e-core.actors.Rs3lMA5UavTlTiJW]{Kastor Erichson, Jumpy Hunter}</p>\n</div>\n<div style=\"display:flex;flex-direction:column;justify-content:space-evenly;align-items:center\"><img style=\"border:none\" src=\"modules/wfrp4e-core/art/gm/stellemar.webp\" width=\"216\" height=\"213\" />\n<p style=\"text-align:center\">@UUID[Compendium.wfrp4e-core.actors.nRJxtciIhTHKqAvY]{Stellemar, Loyal Hound}</p>\n</div>\n</div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Appendix",
      "type": "text",
      "_id": "7a0PxhI1WMGxGsAL",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h3 style=\"text-transform:uppercase\">I Need A Job</h3><p>If your Characters find themselves out of a job or looking for work, and you haven’t planned an adventure, roll 3d100 on the following table to quickly come up with a hook for Who, What, and Why an adventure might happen.</p><p>@Table[job]</p><h3 style=\"text-transform:uppercase\">How Do I Know You Again?</h3><p>Sometimes your Characters have a fully formed backstory in mind. Other times, you just want to build a connection between them with a single roll. The following is a list of 50 ways two or more Characters know each other. Furthermore, this list can be used to generate links between Characters and NPCs. Allow these prompts to inspire background elements, instead of changing a background to suit them, or reroll if the result is too outlandish for the situation.</p><p>@Table[howdoiknowyou]</p><h3 style=\"text-transform:uppercase\">You Find Yourself In A Tavern</h3><p>The following table contains 50 random events that could happen in any tavern in the Empire.</p><p>@Table[whathappensnext]</p><h3 style=\"text-transform:uppercase\">Example Doomings</h3><p>The following is a list of 100 example Doomings to be used with the @UUID[Compendium.wfrp4e-core.items.fn8QNQQ1S2rh12Us]{Doomed} Talent.</p><p>@Table[doom]</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    }
  ],
  "flags": {
    "wfrp4e-core": {
      "sort": 1400000,
      "initialization-folder": "Core Rulebook"
    },
    "core": {}
  },
  "_stats": {
    "coreVersion": "13.348",
    "systemId": "wfrp4e",
    "systemVersion": "9.1.5",
    "createdTime": 1757182807614,
    "modifiedTime": 1757184384962,
    "lastModifiedBy": "rbZmnErLLwkYOmyj",
    "exportSource": {
      "worldId": "aty",
      "uuid": "JournalEntry.hPyHr1GfIrG5qSwj",
      "coreVersion": "13.348",
      "systemId": "wfrp4e",
      "systemVersion": "9.1.5"
    }
  },
  "folder": "1NP23gRF7NejIzxq",
  "categories": [],
  "ownership": {
    "default": 2
  }
}