{
  "name": "The Gamemaster",
  "pages": [
    {
      "name": "The Gamemaster",
      "type": "text",
      "_id": "iqWcd5vPHZTHT5jh",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Being the Gamemaster (GM) is the best thing ever. While the Players are busy with their single, measly Character, you’re in charge of the entire world! If you’re a new GM this can be a little daunting, but don’t worry, you’ll get the hang of it quickly, and we’ll walk you through the basics here.</p><p>The most important responsibility of a GM is to make sure everyone has fun, including you. You’ll be juggling roles of storyteller, umpire, and host, but don’t lose sight of the fact that the reason everyone is playing the game is to have a good time. Balance your storytelling with allowing Players spotlight time and autonomy in their actions. If a scene isn’t working, wrap it up quickly and move on. Balance the game rules with everyone’s enjoyment of the game — if something seems counter-intuitive or is taking too long, change it. Always focus on what your group finds fun.</p><p><strong>You are the world</strong>. Everything the Players interact with comes from you. You provide the world they explore. Your descriptions tell them what they see, hear, touch, smell, and taste. You’ll play the role of the people and creatures with which they interact. You describe the outcome of every action they take and determine how the game rules are applied.</p><p><strong>You are the rules</strong>. Make sure you understand the rules so the game runs smoothly and quickly. Be familiar with the rulebook so you can find what you need. Choose quickly if you are going to resolve an action with a GM decision or if you want the Player to make a Test. This choice will partly be a matter of personal style — do you and your Players like relying on the Character sheets to define what happens or do you prefer to save dice rolls for only the most important situations? Correctly and openly interpreting the results of Tests demonstrates to your Players that their actions have consequences, and that you are consistent and fair in your application of the rules.</p><p><strong>You are the plot</strong>. Before the game you’ll prepare the adventure, making sure you know what events are planned to take place, and who is involved in them. It is generally a good idea to have some contingency plans in place should the Players leap to the wrong conclusions and go off at a tangent (they will do this more often than you might think!). Make sure you have all the game information for the main characters in the adventure, along with anyone or anything the Characters might have to fight. Be familiar with the adventure’s background and the area it takes place in, and you will be able to improvise effectively. You can also prepare some stock events to use in case improvisation is required.</p><p><strong>You are the leader</strong>. Encourage good playing by making sure that everyone has a chance to participate, and that the game runs smoothly. Remind Players that rules discussions take place outside the game, and that you need to be able to get on with running the game to achieve maximum fun! Be thoughtful and respectful of your Players. Be aware of content that might be uncomfortable for some people, for instance graphic violence, sex, or horror. Check it’s okay before those subjects come up in a game. Justify your authority by being fair to everyone, consistent in how you apply the rules, and running the best Sigmar-blessed game this side of the Worlds Edge Mountains.</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/alley.webp\" /></div><h3>General Advice</h3><p>There’s a lot of advice on running games out there. It’s a huge subject and requires much more space than we have here, so we’re adding a lot of advice to the Cubicle 7 website – keep checking back as we plan to keep building up that section. The rest of this chapter provides some specific advice for what to do at different stages of a game.</p><p>As a starter — or refresher for experienced GMs — here’s a condensed list of things to think about:</p><ul><li><p>Get to know this book well.</p></li><li><p>Give the players what they want from the game without ruining your own plans.</p></li><li><p>Make sure new groups of Characters have reasons to be adventuring together.</p></li><li><p>Consider how to handle or bypass content a player might not find to their taste.</p></li><li><p>Bookmark sections you will be returning to often, such as @UUID[JournalEntry.YBVrpUHEjohB1H4f]{Magic} if one of your players is a wizard.</p></li><li><p>Be aware of plot devices and how to use them to good effect.</p></li><li><p>Ensure the challenges you set your Players are achievable, and that any enemies that need to be defeated can be defeated.</p></li><li><p>Intersperse some light relief into horror-heavy games.</p></li><li><p>Decide which parts of the adventure should be easy and quickly resolved, and which should be the most dramatic and challenging.</p></li><li><p>What parts of the adventure need to be successful to make the story satisfying, and how will you ensure they happen without making your players feel too railroaded?</p></li><li><p>When it comes to the results of Tests, be firm but fair.</p></li><li><p>Be ready to make a big deal of players using or gaining Fate and Resilience points.</p></li><li><p>Make a list of descriptive phrases appropriate for the locations the adventure is taking place in, to help improvised scenes.</p></li><li><p>If in doubt, err on the side of having fun.</p></li><li><p>Give Characters challenges that require improvisation or creative thinking.</p></li><li><p>You can’t detail everyone the Characters meet, but a single feature — an accent, catchphrase or tic — helps make everyone memorable!</p></li></ul><h4>Rules Notes</h4><p>As you play more games of <strong>WFRP</strong>, the rules will become increasingly familiar. To give you a head start, these points are worth initially bearing in mind:</p><ul><li><p><strong>Tests</strong>: Use of the different methods of resolving actions give you considerable control over the pace of the game — use them!</p></li><li><p><strong>Fortune Points</strong>: Encourage your players to spend these during play or you will find cautious players repeatedly have several at the end of the session unused, and have probably failed some Tests they could have passed.</p></li><li><p><strong>Advantage</strong>: Advantage speeds up combat by adding momentum for winning each round. Remember all Advantage is lost when you lose a round, or if you are hit by ranged or magical attacks — Advantage is not as scary as it first appears, even if it stacks high. Should Characters become overwhelmed, they may wish to consider disengaging, then either fleeing or attacking from afar. Characters can also spend Resilience points to automatically win a round and eliminate any build-up of Advantage their foes might have secured.</p></li><li><p><strong>Opposed Tests</strong>: Almost all combat Tests are Opposed, meaning that someone always wins, even if both combatants effectively fail their individual Tests. Remember, the difference in SL will always secure a winner. This means even very poor combatants will be landing blows right from the outset — just without any skill or finesse.</p></li><li><p><strong>No Opposition</strong>: Should you find opponents who refuse to defend themselves for fear of rolling poorly in an Opposed Test, then clearly their Characters are doing nothing, meaning they count as @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.wmA76Q2zJJ9HrkvA#helpless-targets]{Helpless}.</p></li></ul><h3>Character Creation</h3><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/other/sigmarat.webp\" width=\"214\" height=\"278\" /></div><p>Before your first <strong>WFRP</strong> game begins, the Players will need to create Characters, or choose one of the ready-made characters provided on the <strong>Cubicle 7</strong> website or the <strong>WFRP Starter Set</strong>. The ready-made Characters are already formed into a group and are ready to go, but if your Players are creating their own, you should guide them through the process.</p><p>Character Creation can take a while, so it can be worth devoting the first game session to it, so let the Players know this in advance to manage their expectations. You can take Players through each step of character creation, but Players having their own rulebooks can speed things up considerably. Guide new Players through how the different parts of their Character will be used in the game, and encourage Players to coordinate their choices so they can build a broadly capable group. A good spread of Classes gives both you and the Players more options during play. If the group has no spellcasters for example, you can’t run adventures that require the Players follow magical clues.</p><p>Encourage Players to involve other Characters in their own Character’s background and provide suggestions to help. This helps bind the group together and should make it easier for them to choose a @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.2YaSdbUwpO1UaNFI#party-ambitions]{Group Ambition}. Avoid creating a group of disparate desperadoes who won’t work together and never cooperate on anything. That gets old fast and can lead to unsatisfying gaming experiences.</p><p>The group should have a reason to stick together, work together, and be motivated to engage with the adventures awaiting them. A good way to make sure the group has this is to simply ask your Players to explain exactly why their Characters work together, and why they will adventure together in future. You may be surprised at just how inventive your Players can be.</p><p>Having a good idea of the adventures you have planned means you can weave connections to them into each Character’s background. If you’ve got a smuggler in the group, and you know part of the forthcoming adventures involve a smuggling ring, work your smugglers into that Character’s background. If a Chaos Cult is central to the adventure, perhaps decide that an important member of one Character’s family will be a secret member of the cult. These personal details will make for a more involving game that really immerses the Players in the game world.</p><p>If your group are not cooperating, you can always try external motivations. For example: the promise of an incredible reward the Characters can’t resist, or being ‘asked’ to do work by a powerful patron who won’t take refusal kindly.</p><p>The Character creation phase is also a great place to discuss the kind of game everyone wants to play. Identifying content to avoid — for instance graphic violence, sex, or horror — is just as important as determining the game your Players will enjoy. Some people might not be comfortable talking about this in front of others, so make sure you give everyone the chance to communicate with you privately about it, and don’t ask for the reasons why — the preference is enough. If in any doubt, err on the side of caution, and remember the goal is for everyone to have fun.</p><h3>At the Table</h3><p>During sessions where you are running games of <strong>WFRP</strong> as the GM, here’s what you’ll be doing:</p><h4>1. Set the scene</h4><p>At the start of the game, the GM should give a summary of what has happened in the adventure so far — in the first session of an adventure this will instead be some background to the adventure about to begin. It’s the recap part of a TV series: ‘Previously on <strong>WFRP</strong>…’: keep it short and sweet.</p><p>Next, you’ll describe where the Characters are and what is happening around them. Provide immediate prompts to action — make sure that the game gets off to an exciting start. End with an event or question that means the Players have to get involved right away — even a simple knock on their door, or thrown jar of ale arcing gently across the taproom towards them immediately leads to action!</p><h4>2. Listen to the Players</h4><p>The Players will react to the scene-setting and will interpret what is going on, often in a way that us GMs would describe as ‘interesting’. As GM, you already know the plot of the adventure, but the Players will need to puzzle it out, perhaps with a false start or two. Don’t panic if they head off in the wrong direction — they’ll get there in the end, and you’ll have a lot of fun along the way.</p><p>So, resolve their immediate actions in the game while listening carefully to how they are going to react to the wider plot to give you thinking time for the next part. Make sure each Player has the opportunity to contribute — actively ask any Player who hasn’t yet participated what their Character is going to do.</p><h4>3. Describe the consequences of the Players’ actions</h4><p>You’ll react to the Player’s actions depending on what they are doing. If they are talking to one of the character’s you’ve described as being present in the scene, you’ll respond to them in the role of that person. If they are taking actions that require Tests to resolve, you’ll decide which Skill is being tested, any modifiers on the Test, and interpret the outcome — what happens because of that action. Sometimes this will be the start of a sequence of events, which other Players might join, or it may be a simple action that is quickly resolved. Again, make sure everyone has an opportunity to do something and contribute to the game. Ask quieter Players directly to make sure they get a go.</p><p>This Player-directed phase of the game can go on for quite some time, as you all take turns to move the story forward, and the GM is largely in a reactive role. Even experienced GMs can be amazed at the tangents Players can pursue, and some very memorable games come from this improvised style of play.</p><h4>4. Describe events from the ongoing plot</h4><p>While the Player-directed phase is going on, the GM will be aware of the adventure plot circling in the Aethyr. At the appropriate times, events from the plot will come crashing in. The Players will now be reacting to events before formulating their new plan and pursuing it in their inevitably haphazard style. These moments can be used as course-corrections, giving additional clues on what is really happening, and helping get Players back on track.</p><p>Be careful not to be too blunt or obvious with these events however — no-one likes to feel like they are being forced towards an inevitable conclusion. Allow Players the autonomy to really mess things up, but also don’t be afraid to modify your plot on the hoof if it makes for a more enjoyable game.</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/forest.webp\" /></div><h3>Travel</h3><p>Travelling in the Old World can be dangerous. Brigands, mutants, and beasts lurk in the shadows, an ever-present threat, perhaps joined by those specifically out to thwart the Players’ actions. Some parts of the Empire have been corrupted by magic, Chaos, Necromancy, or worse, and can easily consume the unwary traveller. Even the weather poses a threat!</p><p>It’s up to you how you want to represent the dangers of travel in your game. Sometimes you’ll just want to get on with the adventure and deal with journeys with a simple description of how long the journey was, and the key points along the way. Most journeys will either be by road or by river, with road the more dangerous, and cheaper, option.</p><h4>Travel by Road</h4><p>The roads of the Reikland are often crude but reliable. The routes between major cities are relatively safe and well-maintained. However, far-flung routes can be little more than muddy tracks. Regardless of the quality, all roads need to be maintained, so most are tolled.</p><p>There is an extensive network of coach routes throughout the province. The busiest routes have coaches running several times per day. The many Coaching Houses of the Reikland are in fierce competition, so the prices are often reasonable and reliability is good. The Four Seasons is the biggest coach company, and is represented along all the major routes.</p><p>Roadside inns are often placed at the convenience of the Coaching Houses. Therefore, journeying by foot, especially away from the major routes, runs the risk of not reaching a safe place to rest before nightfall.</p><h4>Travel by River</h4><p>River journeys are often straightforward and perhaps even relaxing. However, this relies on finding a boat going to and from convenient locations. Dedicated passenger barges only travel between the major towns and cities, but can be bribed or persuaded to drop people off along the way. Getting to more obscure locations usually requires hitching a ride with a cargo boat, which can be difficult for large parties.</p><h4>Travel Prices</h4><p>The prices listed in Travel Costs do not include meals, lodging, or fodder, although coaches and passenger boats usually charge for the whole package for longer journeys. Package prices can be worked out by combining travel with food and boarding prices. On some ferries, lodging is not required, as passengers sleep on the vessel, either on deck or in a private cabin.</p><p>Cargo barge travel-costs should be individually haggled with barge masters. Often, such passage can be secured for a greatly reduced price, or even for free, if the passenger is willing to work and they know what they’re doing.</p><p>High class travel is available and de rigueur among the nobility, and can cost many times the listed price, typically ten times or more. Opulent passenger vessels ply between the great cities of the Empire, like the famous @UUID[Compendium.wfrp4e-dotr.scenes.aDSJw58bVEI9SqNu]{Emperor Luitpold} plying the River Talebec between Altdorf and Talabheim.</p><blockquote class=\"sidebar\"><h4 class=\"sidebar-title\"><em>Travel Costs</em></h4><p><em>All the costs listed here are per mile travelled, and are loose guides only. Faster coaches and barges generally cost twice as much. Slower examples cost as little as half as much. Increase or decrease speed by +/– 1 for faster or slower examples. </em></p><table style=\"height:153px;width:367px\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"height:17px;width:75px\"><h4><em><strong>Transport</strong></em></h4></td><td style=\"height:17px;width:93px;text-align:center\"><h4><em><strong>Movement</strong></em></h4></td><td style=\"height:17px;width:99px;text-align:center\"><h4><em><strong>Cost</strong></em></h4></td><td style=\"height:17px;width:87px;text-align:center\"><h4><em><strong>Distance</strong></em></h4></td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:75px\"><em><strong>COACH</strong></em></td><td style=\"height:17px;width:93px;text-align:center\"><em>6</em></td><td style=\"height:17px;width:99px;text-align:center\"> </td><td style=\"height:17px;width:87px;text-align:center\"> </td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:75px\">Inside</td><td style=\"height:17px;width:93px;text-align:center\"> </td><td style=\"height:17px;width:99px;text-align:center\"><em>@Pay[2bp]</em></td><td style=\"height:17px;width:87px;text-align:center\"><em>per mile</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:75px\">Outside</td><td style=\"height:17px;width:93px;text-align:center\"> </td><td style=\"height:17px;width:99px;text-align:center\"><em>@Pay[1bp]</em></td><td style=\"height:17px;width:87px;text-align:center\"><em>per mile</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:75px\"><em><strong>BARGE</strong></em></td><td style=\"height:17px;width:93px;text-align:center\"><em>8</em></td><td style=\"height:17px;width:99px;text-align:center\"> </td><td style=\"height:17px;width:87px;text-align:center\"> </td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:75px\">Cabin</td><td style=\"height:17px;width:93px;text-align:center\"> </td><td style=\"height:17px;width:99px;text-align:center\"><em>@Pay[5bp]</em></td><td style=\"height:17px;width:87px;text-align:center\"><em>per mile</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:75px\">Deck</td><td style=\"height:17px;width:93px;text-align:center\"> </td><td style=\"height:17px;width:99px;text-align:center\"><em>@Pay[2bp]</em></td><td style=\"height:17px;width:87px;text-align:center\"><em>per mile</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:75px\"><em><strong>CAB</strong></em></td><td style=\"height:17px;width:93px;text-align:center\"><em>6</em></td><td style=\"height:17px;width:99px;text-align:center\"><em>@Pay[3bp]</em></td><td style=\"height:17px;width:87px;text-align:center\"><em>per district</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:75px\"><em><strong>FERRY</strong></em></td><td style=\"height:17px;width:93px;text-align:center\"><em>4</em></td><td style=\"height:17px;width:99px;text-align:center\"><em>@Pay[1bp]</em></td><td style=\"height:17px;width:87px;text-align:center\"><em>per 20 yards</em></td></tr></tbody></table></blockquote><h4>Travel Times</h4><p>Use Movement to determine travel speed in miles per hour. So, if a party’s slowest Movement was 3, it would travel at approximately 3 miles per hour.</p><p>Taking into account rests, necessary stops, and a typical topography, a party can travel the equivalent of 6 hours a day without requiring Endurance Tests. If travelling faster or farther, give a @Condition[Fatigued]{Fatigue} Condition to those failing this Test, with extra Fatigue if Encumbered (see @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.oAPLajkv4l9IlRzO#overburdened]{Encumbrance}).</p><p>Barge speed can increase or decrease by up to 30% if going downstream or upstream, as you determine is appropriate.</p><h4>Travel Events</h4><p>Whether detailing daily travel or simply choosing to allow the party to pay an appropriate fee and then arrive at their chosen destination, every now and again it’s good to throw in some travel events. It’s an opportunity to show off a different aspect of the Old World, or to give a change of pace to the adventure.</p><p>An intrigue-focused game can sometimes do with a clearly defined ‘goodies vs. baddies’ Beastmen attack. A tense, bleak session can benefit from a night’s entertainment sharing camp with a travelling circus. Further, you can work these encounters into your ongoing narrative if you wish.</p><p>Finding the burned-out caravans of the circus later in the journey is a poignant way of making the antagonists’ actions personal. Travel events are also great for foreshadowing events to come, or reinforcing the themes of an adventure.</p><p>It is up to you how much of an issue you want these travel events to be for your players. Some could simply consist of a brief description, while others could form the basis of an entire session of play. Some GMs prefer to roll [[/r 1d10 # Travel Event]] per day of travel and have an event occur on the roll of an 8 (signifying the 8-pointed symbol of Chaos — something unexpected and random has occurred), others like a single event for each journey of a day or more. This is left for you to determine, though if you are playing a printed adventure by <strong>Cubicle 7</strong> that includes a journey, suggested events and travel times will be included. So, the @UUID[RollTable.zPZbN8DOX2V1ZwWl]{Events Table} can be used as you prefer, and presumes a single event for the journey travelled.</p><p>@Table[event]{Travel Events}</p><p>You might like to give Players the opportunity to avoid nasty events with a successful Perception Test, or Outdoor Survival, or whatever other Test makes sense at the time. If they are travelling in paid-for transportation, you might decide that gives them help in overcoming any adversities.</p><h3>After the Game</h3><p>Try to end your session in a narratively satisfying way, either with a moment of resolution, revelation, mystery, or the dreaded cliffhanger, leaving your Players waiting until the next session before learning what happens to their Characters.</p><h4>Awarding XP</h4><p>At the end of every session you should award your players XP. This is your opportunity to reward your Players for cooperation, good roleplaying and making the experience fun. Remember that it’s better to use the carrot than the stick — don’t punish players who didn’t cooperate, reward those who did. People will soon get the message!</p><p>Additional bonuses of 25-50 XP could be awarded for excellent roleplaying, teamwork, or otherwise getting in the spirit of things. If you are playing a published adventure from <strong>Cubicle 7</strong>, it will list suggested XP awards for every session.</p><h4>Recovering Fate and Resilience</h4><p>A Player spending a point of Fate or Resilience is a significant event. Characters generally have few of these points, and they are powerful, so they should be spent wisely. After all, spending Fate or Resilience will also reduce the number of Fortune and Resolve points a character has available.</p><p>Awarding Players Fate and Resilience points is likewise a rare and special occurrence. The end of a long adventure or campaign of significant importance could be rewarded with a Fate point. Or a Character achieving something of extraordinary personal significance could be awarded a Resilience point. If you are playing printed adventures from <strong>Cubicle 7</strong>, obvious points to award Fate points, and sometimes Resilience points, are included.</p><blockquote class=\"sidebar\"><h4 class=\"no-toc sidebar-title\" style=\"text-transform:uppercase\"><em>Awarding Experience Points</em></h4><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"height:17px;text-align:center\" colspan=\"2\"><em><strong>Normal Session</strong></em></td><td style=\"height:17px;text-align:center\" colspan=\"2\"><em><strong>End of Adventure</strong></em></td><td style=\"height:17px;text-align:center\" colspan=\"2\"><em><strong>End of Campaign</strong></em></td></tr><tr style=\"height:17px\"><td style=\"height:17px;text-align:center\"><em><strong>Performance</strong></em></td><td style=\"height:17px;text-align:center\"><em><strong>XP Award</strong></em></td><td style=\"height:17px;text-align:center\"><em><strong>Performance </strong></em></td><td style=\"height:17px;text-align:center\"><em><strong>XP Award</strong></em></td><td style=\"height:17px;text-align:center\"><em><strong>Performance</strong></em></td><td style=\"height:17px;text-align:center\"><em><strong>XP Award</strong></em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Poor </em></td><td style=\"height:17px;text-align:center\"><em>@Exp[75, Session (Poor Performance)]{75}</em></td><td style=\"height:17px\"><em>Poor </em></td><td style=\"height:17px;text-align:center\"><em>@Exp[100, Adventure (Poor Performance)]{100}</em></td><td style=\"height:17px\"><em>Poor </em></td><td style=\"height:17px;text-align:center\"><em>@Exp[150, Campaign (Poor Performance) ]{150}</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Good </em></td><td style=\"height:17px;text-align:center\"><em>@Exp[100, Session (Good Performance)]{100}</em></td><td style=\"height:17px\"><em>Good </em></td><td style=\"height:17px;text-align:center\"><em>@Exp[150, Adventure (Good Performance)]{150}</em></td><td style=\"height:17px\"><em>Good </em></td><td style=\"height:17px;text-align:center\"><em>@Exp[200, Campaign (Good Performance)]{200}</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Exceptional</em></td><td style=\"height:17px;text-align:center\"><em>@Exp[125, Session (Exceptional Performance)]{125}</em></td><td style=\"height:17px\"><em>Exceptional</em></td><td style=\"height:17px;text-align:center\"><em>@Exp[200, Adventure (Exceptional Performance)]{200}</em></td><td style=\"height:17px\"><em>Exceptional</em></td><td style=\"height:17px;text-align:center\"><em>@Exp[250, Campaign (Exceptional Performance)]{250}</em></td></tr></tbody></table></blockquote><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-animal-skull.webp\" width=\"146\" height=\"170\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    }
  ],
  "flags": {
    "wfrp4e-core": {
      "sort": 1000000,
      "initialization-folder": "Core Rulebook"
    },
    "core": {}
  },
  "_stats": {
    "coreVersion": "13.348",
    "systemId": "wfrp4e",
    "systemVersion": "9.1.5",
    "createdTime": 1757182807614,
    "modifiedTime": 1757184384962,
    "lastModifiedBy": "rbZmnErLLwkYOmyj",
    "exportSource": {
      "worldId": "aty",
      "uuid": "JournalEntry.dT0qi7Hq6PKbAoAu",
      "coreVersion": "13.348",
      "systemId": "wfrp4e",
      "systemVersion": "9.1.5"
    }
  },
  "folder": "1NP23gRF7NejIzxq",
  "categories": [],
  "ownership": {
    "default": 2
  }
}