{
  "name": "Magic",
  "pages": [
    {
      "name": "Magic",
      "type": "text",
      "_id": "DxdXxONY3EiEQ9gP",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<blockquote><p>‘Keep your cannons, you nulner idiot! We don’t need them.’</p><p style=\"text-align:right\"><em>– Thyrus Gorman, Patriarch of the Bright Order</em></p></blockquote><p>Magical abilities mark you as a figure of terror and awe in the Empire. Prior to the establishment of the Colleges of Magic in Altdorf, those able to wield magic were reviled outlaws. Nowadays being a witch is not illegal, but casting magic without a licence is. Spellcasters within the Empire must either study at the Colleges of Magic, refrain from casting spells, or hope no-one notices their illicit activity. Even licenced wizards are generally feared and avoided — legal status has done nothing to reduce the superstitious dread of the common folk.</p><p>Magic is seen as unnatural and is notorious for its darker elements: the crippling hexes of witchcraft, the raising of the dead, and the summoning of Daemonic entities. Even when practiced according to the teaching of the Colleges, magic can be the cause of trouble. The very source of magic is unstable, and even the most experienced spellcaster can lose focus, resulting in dangerous accidents and unexpected side-effects.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Aethyr",
      "type": "text",
      "_id": "fcaxScAhJ2Z02nbP",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Scholars of magic derive their learning from the Elves, who explained the source of all magical power is the Aethyr. This infinite dimension, said to be the spawning ground of daemons and spirits, exists beyond the physical world. The Elves taught that far to the north of the Empire, a great ragged wound was torn through the fabric of the world to the Aethyr, and it bleeds raw magic. These roiling energies — known as the Winds of Magic — blow throughout the world, gathering and eddying in great heavenly whorls, only to rain down and permeate the land and the creatures dwelling upon it. It is these powerful winds that wizards and witches use to fuel their spells.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>What is the Aethyr?</em></h3><p><em>There is much heated debate between ‘experts’ on the nature of magic. The lecture halls of the Empire’s most learned institutions often see ambitious scholars expound on their latest theories. Some liken magic to the backstage of a theatre, a mass of mechanisms, props, and hidden pulleys responsible for the drama viewed by the audience. Others resort to mathematical metaphors, complete with incomprehensible esoteric diagrams. Although such may end with an air of confident finality, it will only be met with polite coughs, raised hands, and a litany of objections and exceptions.</em></p></blockquote><h3>The Winds of Magic</h3><p>As magical power bursts into the mortal realm and sweeps down from the north, it splinters and separates, like light splitting through a prism. The Colleges of Magic state this creates eight discrete Winds referred to by colour, each with its own character and strengths. The Elves support this, teaching the same eight winds to their apprentices before moving on to more powerful magics.</p><p>Only a small minority of Humans can perceive the Winds, and even fewer can bend them to their will. Most Elves are sensitive to them, and many possess the ability to see the Winds clearly — commonly known as Second Sight, or just the Sight — with many also able to learn how to cast magic. Dwarfs disdain magic, perhaps because they are partially immune to it, and no Dwarf wizards are known. Halflings are largely indifferent towards magic: except when it delivers impressive or entertaining spectacles.</p><p>The Elves directed (as a condition of their tuition) that Human spellcasters should each only use a single Wind of Magic. They argued that while it is possible to cast spells by drawing from multiple winds, doing so is a risky proposition for the feeble, corruptible Human mind. This wisdom has been adopted by the Colleges, and each specialises in a single colour.</p><p>Some witches outside the College system consider these restrictions ludicrous, an attempt by the Elves to keep the most powerful magics to themselves. Drawing on multiple winds is a quick route to power, but also to damnation. Many an unlicensed witch has proved unable to resist this temptation, a practice usually called Dark Magic, only to be brought low by Witch Hunters.</p><p>Others believe magical energies are not so easily categorised. Many different types of ‘wizard’ and ‘witch’ can be found throughout the Old World, with some practicing magic that seems to lie outside colour magic, such as the cold-hearted Ice Witches of Kislev, or the shamans and sorcerers found amongst some of the other species besetting the Empire, such as the Greenskins.</p><h3>The Language of Magick</h3><p>The Winds of Magic may blow through all things incessantly, but they are relatively harmless until harnessed by the Language of Magick. For reasons not fully understood, when certain sounds are uttered by those attuned to magic, the Winds answer. The Colleges of Magic teach a complex language called the <em>lingua praestantia</em> which form the basis of their spells, originally taught to Humanity by the Elves. Although extraordinarily difficult to correctly annunciate, it is a significant simplification of the Elven tongue <em>Anoqeyån</em> , the language used by the Elves to shape their own, more powerful magics. Wizards of the Colleges and the Elves are not alone in their knowledge of the Language of Magick. Its complex forms are also spoken by many magical creatures found across the Old World, including Spirits and Daemons. Many witches seem to instinctively understand the language, almost as if it somehow wormed inside them, begging to be spoken as a spell.</p><h3>The Eight Lores</h3><p>Each of the eight Winds of Magic has an associated Lore, a body of spells and knowledge its adepts use. Each of the eight Colleges of Magic is dedicated to the study of a single Lore, and their buildings are constructed to focus their Wind to facilitate relatively safe tuition.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/magic/hysh.webp\" width=\"100\" height=\"100\" /></div><h4>The Lore of Light</h4><p>The Lore of Light relates to <em>Hysh</em> , the white wind. <em>Hysh</em> is considered the most difficult Wind to perceive and manipulate, appearing diffuse even to those skilled with the Sight. This makes it tricky to manipulate but less unpredictable than other Winds. <em>Hysh</em> is associated with patience, intelligence, and purity. The Hierophants of the Light Order are acclaimed for their discipline, knowledge, and devoted opposition to Chaos.</p><p>Spells from the Lore of Light are some of the most powerful, including piercing rays of blinding light, and those that banish Daemons and Undead creatures from the mortal plane. There are also more gentle applications of <em>Hysh</em> used to heal comrades or clarify thought.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/magic/chamon.webp\" width=\"100\" height=\"100\" /></div><h4>The Lore of Metal</h4><p>The Lore of Metal relates to <em>Chamon</em> , the gold wind. <em>Chamon</em> appears dense and heavy to @UUID[.BU7yhLmMdEyvbfkR#second-sight]{Second Sight}, sinking into the earth and coalescing within dense metals such as lead and gold. The Alchemists of the Gold Order have a reputation for being unusually prosaic in their attitudes for wizards, and many are as interested in learning the facts of physics and chemistry as they are in the working of magic.</p><p>Spells from the Lore of Metal often involve the transmutation or alteration of metal. On the battlefield, alchemists have been known to cause fine steel armour and weaponry to corrode or melt, to weigh their foes down with suddenly dense armour, or to enchant their allies’ weaponry with uncanny power.</p><div class=\"journal-image\n    float-right\"><img src=\"modules/wfrp4e-core/art/magic/ghyran.webp\" width=\"100\" height=\"100\" /></div><h4>The Lore of Life</h4><p>The Lore of Life relates to <em>Ghyran</em> , the jade wind. Free flowing <em>Ghyran</em> is associated with growth, fertility and nourishment. To those with @UUID[.BU7yhLmMdEyvbfkR#second-sight]{The Sight}, Ghyran appears much like a light rain, falling to the ground and pooling in eddying swirls. It sinks into the soil and is drawn up into the roots of plants from where it goes on to nourish all living things. The Druids of the Jade Order often prefer life away from the cities, attuned to the seasons and the natural world.</p><p>Spells from the Lore of Life commonly involve healing and rejuvenation, from healing wounds to causing a barren field to burst with life. They can have offensive applications, too. The enemies of a Druid may find themselves suddenly tangled up in wickedly sharp brambles and vines.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/magic/azyr.webp\" width=\"100\" height=\"100\" /></div><h4>The Lore of Heavens</h4><p>The Lore of Heavens relates to <em>Azyr</em> , the blue wind. It cascades through the skies over the Old World, crackling through the heavens, like a great charged cloud. Astromancers of the Celestial Order, known for their calm and contemplative manners, use the wind to scry the future, the lens of <em>Azyr</em> influencing what they can see in the stars.</p><p>Spells from the Lore of Heavens involve the manipulation of fate, throwing up protective barriers, or cursing a foe with an unnatural run of bad luck. On the battlefield, Astromancers also control elemental forces, blasting their enemies with bolts of lightning, or even drawing down shooting stars from the heavens.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/magic/ulgu.webp\" width=\"100\" height=\"100\" /></div><h4>The Lore of Shadows</h4><p>The Lore of Shadows relates to <em>Ulgu</em> , the grey wind. To @UUID[.BU7yhLmMdEyvbfkR#second-sight]{the Sight} it appears a thick fog, gathering in pools wherever intrigue and deceit are practiced, rising into great storms and tempests when conflict breaks out. Wizards of the Grey Order, known as Grey Guardians, are secretive in their ways and given to uncertain loyalties. Despite this, the Grey Order is renowned for its wisdom and skill in negotiations, and is often called upon for diplomatic missions.</p><p>Spells from the Lore of Shadows can be used to mask or obfuscate, confusing and disorienting their foes. In battle, the shadowy, insubstantial tendrils of <em>Ulgu</em> they wield can pierce to the heart of their foes, eviscerating the most well-protected troops, yet leaving armour eerily intact.</p><div class=\"journal-image\n    float-right\"><img src=\"modules/wfrp4e-core/art/magic/shyish.webp\" width=\"100\" height=\"100\" /></div><h4>The Lore of Death</h4><p>The Lore of Death relates to <em>Shyish</em> , the purple wind. It is attracted to places of death, such as battlefields, Gardens of Morr, and sites of execution. The wind is said to blow strongest during times of transition, so wizards of the Amethyst Order tend to work their greatest rites during the twilight before dawn, or during sunset. While <em>Shyish</em> is related to time and mortality, it is distinct from Necromancy, the illegal practice of raising and binding the dead, which uses the dark magic of <em>Dhar</em> in lieu of <em>Shyish</em> . Indeed, the Amethyst Order, much like the Cult of Morr, works tirelessly to combat the threat of Necromancy.</p><p>Nevertheless, spells from the Lore of Death resemble Necromancy to the untrained eye. They can drain their targets of life force, spread fear among their enemies, and contact the spirits of the departed.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/magic/aqshy.webp\" width=\"100\" height=\"100\" /></div><h4>The Lore of Fire</h4><p>The Lore of Fire relates to <em>Aqshy</em> , the red wind. <em>Aqshy</em> is a hot and searing wind associated with brashness, courage, and zeal and is drawn to empirical heat. The Pyromancers of the Bright Order are bold and hot-tempered and make for impressively destructive Battle Wizards.</p><p>Many of the spells from the Lore of Fire are offensive in nature, enabling the caster to conjure up great balls of fire, or cause the blades of their allies to burst into flame. Even their non-offensive spells, such as crude healing magics, are still destructive in nature. Bright wizards are also adept at inspiring their allies, rallying their courage and inspiring bravery and loyalty in the troops with which they serve.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/magic/ghur.webp\" width=\"100\" height=\"100\" /></div><h4>The Lore of Beasts</h4><p>The Lore of Beasts relates to <em>Ghur</em> , the amber wind, a cold, primal force associated with the savage wilds and the beasts living there. To those with @UUID[.BU7yhLmMdEyvbfkR#second-sight]{the Sight} <em>Ghur</em> seems to blow weakly in areas where the wilderness has been tamed and settlements constructed. This may explain why the Shamans of the Amber Order often take up a hermitic existence and shun their fellow men.</p><p>The spells of the Lore of Beasts allow a Shaman to communicate with animals, request their aid, and even summon them to battle. Shapeshifting magic may also be used by the wizard to adopt animal forms.</p><h3>Elven Magic</h3><p>Elves are long lived beings whose minds are more attuned to the workings of magic than those of humanity. High Elven mages usually train in several, sometimes all, of the eight winds as part of their apprenticeships, before the most promising move on to study High Magic: <em>Qhaysh</em> . This is the blending of multiple winds of magic together into a blinding, coruscating energy. This magic is impressive and difficult, and Elves claim it is beyond the capacity of humankind.</p><p>The Wood Elves, too, make use of the eight Winds of Magic, though their Spellsingers usually focus upon the Jade and Amber Winds. The most powerful usually go on to study either High Magic like High Elves, or dread Dark Magic – a foul mixing of the eight winds that can create tremendously destructive effects.</p><h3>Dark Magic</h3><p>While difficult to master <em>Qhaysh</em> is the safe blending of multiple Winds of Magic, <em>Dhar</em>, known commonly as Dark Magic, is much more dangerous method of casting spells using multiple winds. It is usually only practiced by evil sorcerers, Necromancers, and powerful witches, offering them a seductive source of raw power, yet one laced with terrible side-effects. Few can channel <em>Dhar</em> for long, without succumbing to the corrupting influence of the malevolent wind, their bodies and minds being warped into unnatural states.</p><p><em>Dhar</em> resembles a stagnant mire to those with @UUID[.BU7yhLmMdEyvbfkR#second-sight]{the Sight}, pooling in places saturated with evil, or corruption: the herdstones of Beastmen, the dark idols of chaos cultists, and places where great workings of several of the Winds of Magic took place. <em>Dhar</em> is so dense and potent that it can independently coalesce or crystalize into physical matter, eventually forming the widely feared substance called warpstone.</p><h4>Warpstone</h4><p>Warpstone is a lump of pure magic in the material plane. Its unnatural provenance is immediately obvious to all who see it, as it hurts the eyes and mutates anything drawing close for too long. Although its form varies, it often holds hard facets like flint, and radiates a queasy green glow.</p><p>Close examination of the substance is not to be undertaken lightly. Warpstone is the stuff of Chaos made manifest and its presence is deeply corrupting. Those who have direct contact with warpstone risk illness, madness and mutation, and anyone who ingests so much as a pinch of the stuff dooms themselves to catastrophic warping of body and mind. Nonetheless, the world is full of reckless, ambitious fools who know that the volatile and dangerous substance is a tremendous source of energy for spells and rituals.</p><p>The followers of Chaos and the Skaven do not hesitate to use it. To them, warpstone is a literal gift from the gods to be valued above gold and jewels, and to be used against their enemies.</p><h3>Other Lores</h3><p>In less frequented corners of the Empire, in villages and rural communities far from the influence of the Colleges of Magic, older forms of magic are still practiced even though they are outlawed and punishable by death. There are uncounted varieties of these, but two of the more common Lores still practised by Humans are Hedgecraft and Witchcraft.</p><h4>The Lore of Hedgecraft</h4><p>Practitioners of Hedgecraft generally live quiet lives on the fringes of smaller human settlements, in service to local communities. Just as they live their lives in the ‘hedge’ between civilisation and the wilds of nature, so much of their magic concerns itself with the liminal space between the material world and the realm of the spirits. Their magic tends to focus on folklore, spirits and the natural world, as well as means to aid the rural communities which shelter them. Once a relatively common sight in the Empire, over two centuries of persecution since the founding of the Colleges of Magic has all but wiped them out.</p><h4>The Lore of Witchcraft</h4><p>While the Lore of Witchcraft is not inherently malicious, or tied to the gods of Chaos, it has a justly earned reputation for evil and unpleasantness. Often self-taught and using multiple Winds of Magic, those practising the Lore of Witchcraft lack the discipline or knowledge of College wizards and are at a significant risk of corruption. The combination of the corrosive effects of <em>Dhar</em> and being shunned by right-minded folk of the Empire often makes these Witches bitter, spiteful souls, their hearts hard and flinty, their gaze baleful and ill-omened.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "flags": {
        "core": {
          "sheetClass": ""
        }
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Magic Rules",
      "type": "text",
      "_id": "BU7yhLmMdEyvbfkR",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h3>Second Sight</h3><p>The @UUID[Compendium.wfrp4e-core.items.OEjUvJKi0xmBwbS2]{Second Sight} Talent allows you to perceive the Winds of Magic, and how magic influences the world around you. Second Sight affects all your senses, and how it manifests is dependent on individual experience and training: So, where <em>Aqshy</em> may have a hot, cinnamon odour to one pyromancer, it could feel like searing ear itches to another.</p><p>If you have @UUID[Compendium.wfrp4e-core.items.OEjUvJKi0xmBwbS2]{Second Sight}, you may use any appropriate Skills with your aethyric senses, most commonly your Intuition, Perception, and Track Skills. For example, a wizard following the trail of a fleeing witch could make a Track test, following the faint traces of <em>Dhar</em> in the witch’s path, rather than their literal footsteps. Or a Witch looking to see what kind of magic had gathered locally could use Perception to examine the Winds more closely. Like the mundane senses, Second Sight does not simply switch off, which is a source of great discomfort to those who would rather have no truck with the Winds of Magic but cannot help what they perceive. This means the GM may request Tests, or take Tests on your behalf, to see if you spot subtle magical details in your surrounding environment, even if you’re not looking for them.</p><h3>Spells</h3><p>There are four types of spell: Petty, Arcane, Lore, and Chaos spells. Petty spells are simple tricks that use negligible amounts of magic. Arcane Spells are generic spells open to those studying any Lore of Magic or Chaos Magic. Lore spells are those you can only learn if you know that Lore; i.e. to learn spells from the Lore of Fire, you need the Arcane Magic (Fire) Talent. Chaos spells are those practiced by those who’ve lost their souls to Chaos.</p><h4>Memorising Spells</h4><p>Holding the complex linguistic structures of Language (Magick) in mind is a challenging task, so simply transcribing a spell into your grimoire does not allow you learn a spell.</p><p>To memorise a spell — and therefore be able to cast it without access to your grimoire — you typically need to spend the amount of XP noted in your spellcasting Talent (see @UUID[JournalEntry.6zOdTLv3YeYeJ4hR]{Skills and Talents}). Once a spell has been memorised, a spellcaster knows it permanently, barring special circumstances.</p><h3>Casting Test</h3><p>To cast a spell, make a Language (Magick) Test. If you succeed, match your SL to the Casting Number (CN) of the spell (listed in the individual spell description). If your SL is equal to or higher than the CN of the spell, it is cast as explained in the spell’s description. If failed, the spell attempt fails, and nothing else happens.</p><h4>Critical Casting</h4><p>If the casting roll is a @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.wmA76Q2zJJ9HrkvA#criticals-and-fumbles]{Critical}, the Winds of Magic have flared dangerously high, granting you extra power, but at a cost. Unless you have the @UUID[Compendium.wfrp4e-core.items.BYChSVfMG004eflQ]{Instinctive Diction} Talent, you roll on the @Table[minormis]{Minor Miscast Table} as the power moves beyond your control, but you may also choose one of the following effects:</p><ul><li><p><strong>Critical Cast</strong>: If the spell causes Damage, it also inflicts a @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.WCivInLZrqEtZzF4#critical-wounds]{Critical Wound}.</p></li><li><p><strong>Total Power</strong>: The spell is cast, no matter its CN and your rolled SL, but can be Dispelled.</p></li><li><p><strong>Unstoppable Force</strong>: If you scored enough SL to cast your spell, it cannot be Dispelled.</p></li></ul><h4>Fumbled Casting</h4><p>If you lose control of the magical energy you are channelling, things invariably go awry. If you Fumble your Casting Test, you suffer a Miscast. Roll 1d100 and consult the @Table[minormis]{Minor Miscast Table}.</p><blockquote class=\"sidebar\"><h4 class=\"sidebar-title\" style=\"text-align:center;text-transform:uppercase\"><em>Malignant Influences</em></h4><p><em>Casting close to sources of Corruption makes controlling the Winds of Magic much more difficult. When attempting a Language (Magick) or Channelling Test in the vicinity of a @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.115GzWrmkD4viyy5#corrupting-influences]{Corrupting Influence}, any roll of an 8 (representing the eight-pointed symbol of Chaos) on the units die results in a @Table[minormis]{Minor Miscast} as the Magic goes wild. If you already have a Minor Miscast on the Test for another reason, the Miscast escalates to a @Table[majormis]{Major Miscast}.</em></p></blockquote><h4>Duration</h4><p>If a spell is successfully cast, it remains in effect for its Duration unless it is dispelled. You may not simply end your spells already in play, but you may attempt to Dispel them.</p><h4>Grimoires</h4><p>Some spellcasters own a spellbook, or grimoire, in which they transcribe their spells. Apprentices copy spells from their master, while experienced wizards will actively seek out new spells from other wizards, often trading spells for favours. A spellcaster may cast a spell directly from a grimoire if the spell belongs to a Lore they possess. Doing so doubles the Casting Number.</p><h4>Magic Missiles</h4><p>Some spells are marked as <em>magic missiles</em>; these are damage-causing spells that all follow the same rules. When a <em>magic missile</em> is successfully cast and targets another character, the Hit Location struck is determined by reversing the dice rolled on the Language (Magick) Test and referring to the Hit Location Table. The SL of the Language (Magick) Test is added to the spell’s listed Damage and your Willpower Bonus to determine the total inflicted Damage. This Damage is reduced by the target’s Toughness and Armour Points as normal.</p><h4>Touch Spells in Combat</h4><p>Certain spells require you to touch the target. If in combat, or if the target is unwilling to be touched, you must make an <strong>Opposed Melee (Brawling)</strong> Test (generally opposed by the Melee or Dodge Skill) after completing the Casting Test. If you do this and your spell was a magic missile, the Melee (Brawling) Test is used to determine Hit Location struck, not the Language (Magick) Test.</p><h4>Ingredients</h4><p>Spellcasters may channel their magic through an appropriate ingredient before unleashing their spells. Doing this offers protection against Miscasts as the attuned ingredient absorbs the worst of any magical backlash.</p><p>If you use an ingredient when casting, any suffered Major Miscast becomes a Minor Miscast, and any Minor Miscast has no effect. If used in this way, the ingredient is consumed or destroyed by the process, even if no Miscast was rolled.</p><p>Ingredients cost the CN in silver shillings for Arcane and Lore spells. Whenever you purchase a new ingredient, mark on your character sheet which spell it supports; ingredients only work for specific spells, not for all spells in your Lore. For those looking to add character to their ingredients, sample ingredients for each of the primary Lores of Magic are provided by the individual spell lists.</p><blockquote class=\"foundry-note\"><p>Ingredients are a subtype of the <strong>Trapping </strong>item. To create one, create a trapping, change the <strong>Trapping Type</strong> to <strong>Ingredient</strong>. Then in the character sheet, assign the Ingredient to the spell it can be used with (note that this requires the Actor has at least 1 Spell).</p><p>When you're ready to use the ingredient, select the Ingredient to be used by the Spell before casting it.</p></blockquote><h4>Limitations</h4><p>As spells are spoken, you must be able to speak — not gagged, strangled, or underwater — to cast. If your voice is inhibited, the Difficulty of your Language (Magick) Test to cast a spell should be increased by the GM. Further, the Language of Magick needs to be spoken (or sung, for those using the @UUID[.fcaxScAhJ2Z02nbP#the-lore-of-light]{Lore of Light}) clearly, and often loudly, to ensure spells work; magic is anything but subtle. As a loose guide, the higher the CN of a spell, the louder the spell is chanted.</p><p>Each of your spells can only be in effect once, meaning you have to wait for a cast spell to come to an end, or be dispelled, before using the same spell again. Further, spells providing bonuses or penalties do not stack. Instead, the best bonus and worst penalty is applied from every spell cast upon you. So, if you had a spell providing a bonus of +20 Willpower, and another providing +10 Willpower, you gain a bonus of +20 Willpower, not +30.</p><p>Lastly, unless otherwise specified, you always need to be able to see — i.e. have Line of Sight — to your target.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Advantage and Magic</em></h3><p><em>Advantage in combat applies to Casting Tests, not Channelling Tests. When casting magic, you can also gain Advantage in the following way: If the target has already had a spell from the same Lore cast upon it in that Round, gain +1 Advantage as you cast, as the upswelling of your Wind aids channelling magic. See @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.wmA76Q2zJJ9HrkvA#advantage]{Advantage} for Advantage rules.</em></p></blockquote><h3>Channelling</h3><p>Some magical spells require far more magic than can normally be found ambiently flowing through the world. To power such spells, it is possible to draw the Winds of Magic and concentrate them into a more powerful form by using the Channelling Skill. Channelling the Winds of Magic can be a dangerous procedure, but it is the only sure way to cast some powerful spells. To channel magic for a spell, make an Extended Channelling Test.</p><p>When your SL reaches the CN of your selected spell, you have channelled enough magic to cast it. On the next Round, you can cast your spell using the normal Casting rules, but count the chosen spell’s Casting Number as 0. If the casting Test fails, you also lose all your channelled magical energy, and suffer a @Table[minormis]{Minor Miscast} as it all writhes free from your Aethyric grasp.</p><blockquote class=\"foundry-note\"><p>The <strong>SL </strong>column of the Magic tab represents the SL accumulated from Channelling. You can left or right click to increase or decrease (respectively) the value manually. </p></blockquote><h4>Critical Channelling</h4><p>If you roll a Critical when Channelling, you have channelled a mighty flow of magic and can cast your spell next Round regardless of the SL you’ve scored in the Extended Test so far; however, so much magic so quickly concentrated in one place results in some magical backlash: roll 1d100 on the Minor Miscast Table unless you have the @UUID[Compendium.wfrp4e-core.items.1IZWRr7BYOIcqPlQ]{Aethyric Attunement} Talent.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/other/miscast.webp\" width=\"158\" height=\"200\" /></div><h4>Fumble</h4><p>Channelling the Winds of Magic in a large flow is dangerous. You count any double or any roll ending in a 0 over your Skill as a Fumble, so, 00, 99, 90, 88, and so on. If you fumble a Channelling Test, you suffer a Miscast. Roll 1d100 and consult the @Table[majormis]{Major Miscast} Table.</p><h4>Interruptions</h4><p>Concentration is vital when channelling. If you are distracted by anything — loud noises, suffering damage, flashing lights, or similar — you must pass a <strong>Hard (–20) Cool</strong> Test, or suffer a @Table[minormis]{Minor Miscast} and lose all SL you have accrued in the Extended Channelling Test so far.</p><h4>Repelling the Winds</h4><p>Wearing colours appropriate to the Wind of Magic you are manipulating helps attract the magic to you. This is the reason most wizards choose to dress in the traditional garb of their order.</p><p>All Casting and Channelling Tests suffer a –1 SL penalty if you are dressed inappropriately for the Wind of Magic you are trying to attract, as determined by the GM. Specifically, metal and leather armour repel most of the Winds: metal is laden with the golden wind Chamon , while leather retains traces of the amber Ghur . As such, spellcasters wearing armour suffer –1 SL penalty to all Casting and Channelling Tests for every Armour Point on the location with the most armour. Casters with the @UUID[Compendium.wfrp4e-core.items.3O9clK7LGyuLTHPW]{Arcane Magic (Metal)} Talent may wear metal armour without penalty; those with @UUID[Compendium.wfrp4e-core.items.3O9clK7LGyuLTHPW]{Arcane Magic (Beasts)} Talent may ignore penalties from leather armour.</p><h3>Dispelling</h3><p>If a spell targets you, or a point you can see within Willpower yards, you may oppose the Casting Test with Language (Magick) as you chant a counterspell. Make an <strong>Opposed Language (Magick)</strong> Test. If you win the Opposed Test, you dispel the incoming spell; if you lose, the spell uses the SL of the Opposed Test to determine whether the casting was successful as normal. You may only attempt to dispel a single spell every Round.</p><h4>Dispelling Persistent Spells</h4><p>If a spell has a lasting effect, you may attempt to dispel that spell for your Action. This is done by making an <strong>Extended Language (Magick)</strong> Test. When your SL reaches the CN of the ongoing spell, you successfully dispel it.</p><p>Multiple spellcasters attempting to dispel the same spell each roll separately. If they cast using the same Lore, they may decide to make an @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.lQThXbnpgQ30VBXR#assistance]{Assisted Test} instead.</p><h3>Using Warpstone</h3><blockquote><p>Officially the use of warpstone is precluded by the powers that be. Unofficially, I can say that it is officially never used within this college. Officially, I cannot say what unofficial uses it might have. But unofficially, I might be able to say it has certain unofficial uses. But certainly it is officially unofficial.</p><p style=\"text-align:right\"><em>–Wilhelm Holswig-Schliestein, Grey Guardian, Raconteur, and Liar</em></p></blockquote><p>Warpstone is such a rich source of power that even a small fragment of the stuff will offer enough magic to power any spell in short order. Of course, the wisdom of powering any spell with Warpstone, and the wisdom of carrying Warpstone upon your person, is debateable.</p><p>A wizard using Warpstone when Casting and Channelling doubles their SL for the appropriate tests. In addition, Casting or Channelling with Warpstone is a corrupting influence. See @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.115GzWrmkD4viyy5#corrupting-influences]{Corrupting Influences} for details of Corruption, @UUID[.BU7yhLmMdEyvbfkR#malignant-influences]{Malignant Influences} for casting near Malignant Influences.</p><blockquote class=\"sidebar\"><h4 class=\"no-toc sidebar-title\" style=\"text-transform:uppercase\"><em>Multiple Arcane Lores</em></h4><p><em>If you’re an Elf, you can learn a number of Arcane Lores equal to your Willpower Bonus. If you have Willpower 65, you can learn 6 of the 8 Arcane Lores. However, doing this takes time and effort. You can’t purchase a new Arcane Magic Talent until you have mastered your previous one by taking at least 20 Advances in the Channelling Skill of, and learning at least 8 spells from, your Lore. Alternatively, any wizard can learn a single Dark Lore in addition to another Lore, assuming they are foolish enough and can find a teacher or forbidden grimoire to study.</em></p></blockquote><blockquote class=\"sidebar\"><h3 class=\"sidebar-title\" style=\"text-align:center;text-transform:uppercase\"><em>Options: The Swirling Winds</em></h3><p><em>The Winds of Magic swirl in unfathomable patterns and unpredictable gusts. Before every scene — or even every round in magically turbulent areas — the GM can roll for the strength of the Winds relevant to the scene, to see whether they are blowing strongly or weakly. The modifier can be added to your Casting and Channelling Tests. The GM could decide to do this only in areas where the Winds of Magic are particularly wild, for example in the aftermath of powerful spells, at magical loci, near Chaotic portals, and when Morrslieb is at its fullest. If you have the @UUID[Compendium.wfrp4e-core.items.OEjUvJKi0xmBwbS2]{Second Sight} Talent, an <strong>Easy (+40) Perception</strong> Test will spot such disturbances.</em></p><p><em>@Table[winds]{The Swirling Winds}</em></p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Spell Lists",
      "type": "text",
      "_id": "SCijiCw628GLE2pT",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Petty spells are listed first, followed by Arcane spells, then the 8 Elemental Lores (Colour Magic), then 2 Witch Lores, followed by 2 Dark Lores, and finally 1 spell for each of the 3 Chaos Lores. The Dark Lores and Chaos Lores are much shorter than the others given they are presented for NPC characters. Any special rules for each Lore are presented before the spell listings.</p><h3>Overcasting</h3><p>For every +2 SL you achieve in a Casting Test, you may add additional Range, Area of Effect, Duration, or Targets equal to the initial value listed in the spell. Spells with a Range and Target of ‘You’ may only ever target the spellcaster making the Casting Test. Spells with a Range of ‘Touch’ may not be extended. If the Spell has no Duration, you cannot extend it.</p><p>You may choose the same option more than once. For instance, if you achieved + 4 SL above your Casting Number on a spell with a Target of 1, you may now Target 3 individuals. Certain Spells may have additional, optional benefits for additional SL noted in their description.</p><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Grimoires</em></h3><p><em>If you start play with a Grimoire, it is up to the GM to determine how many spells your master has recorded within it. Some Masters are more generous than others, but most provide at least four new spells to study, and few provide more than eight. If you have a spell Memorised, you do not need access to your Grimoire to cast it. If you have not yet memorised a spell, you may use your Grimoire to cast it using both your hands. This doubles the CN of the spell and exposes your Grimoire to possible damage or theft.</em></p></blockquote><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>The Colleges of Magic and Petty SPells</em></h3><p><em>Petty spells, or cantrips as the Colleges often prefer to call them, use miniscule amounts of whatever winds are around, and are often learned instinctively by spellcasters as their talent first manifests. As such, once their training within the Colleges has begun, Wizards rarely learn new Petty spells. Technically, they are classed as Witchcraft, and are thus illegal in the Empire.</em></p><p><em>While the Colleges of Magic generally turn a blind eye to their use given they are so minor, Witch Hunters are not always so understanding.</em></p></blockquote><blockquote class=\"sidebar\"><h3 class=\"sidebar-title no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Spell Format</em></h3><p><em><strong>CN</strong>: This is the Casting Number of the spell.</em></p><p><em><strong>Range</strong>: This is the range of the spell, generally indicated in yards. If the range is ‘you’, it can only be cast on the spellcaster. If the range is ‘touch’, the target must be touched by the caster.</em></p><p><em><strong>Target</strong>: This describes what can be targeted by the spell. Often this will be 1 or more individuals. Spells marked AoE (Area of Effect) affect all individuals within that diameter. If the target is noted as ‘Special’, this will be clarified in the description. Spells with ‘Special’ for Target cannot use Success Levels to affect additional targets.</em></p><p><em><strong>Duration</strong>: How long the effect lasts. Instant means the spell effect occurs instantaneously then is finished. Duration expressed as related to a Characteristic Bonus Rounds/minutes/hours etc means a number of that unit of time equal to the Characteristic Bonus of the caster.</em></p><p><em><strong>Description</strong>: The effect of the spell is described here.</em></p></blockquote><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/magic/winds.webp\" width=\"525\" height=\"525\" /></div><h3>Petty Spells</h3><p>For the few Humans blessed — or cursed, depending upon your point of view — with the spark of magic, it generally manifests around puberty, and almost always before 25 summers have passed. The first indications of impending witchery are often little tricks, knacks, cantrips, or similar, showing the wizard-to-be should probably be trained for everyone else’s safety.</p><p>For Elves, this is just a part of growing up, and those with interest in magic are schooled to develop their burgeoning talents. For Humans, assuming they avoid being lynched, it likely means years of training as an apprentice to a wizard from one of the Eight Colleges of Magic, after which they should never use the little tricks they learned when young again. But most do.</p><p>As Petty spells are not formally codified, they have many different names. Players are encouraged to devise their own, more characterful names, reflecting their personality.</p><p>@UUID[Compendium.wfrp4e-core.items.gQ14yfwjfcJgNpMp]{Animal Friend}</p><p>@UUID[Compendium.wfrp4e-core.items.MIgKjszwK6hk7Pps]{Bearing}</p><p>@UUID[Compendium.wfrp4e-core.items.cjD53QYSatQwL6CR]{Careful Step}</p><p>@UUID[Compendium.wfrp4e-core.items.cSjAAjixcMdYrKBz]{Conserve}</p><p>@UUID[Compendium.wfrp4e-core.items.T8nErqWnkqdvcNVz]{Dart}</p><p>@UUID[Compendium.wfrp4e-core.items.IFuUxTGFQAxp40si]{Dazzle}</p><p>@UUID[Compendium.wfrp4e-core.items.O7G5olv0aWLpb7Ea]{Drain}</p><p>@UUID[Compendium.wfrp4e-core.items.fmx1OeOsxkGf21wa]{Eavesdrop}</p><p>@UUID[Compendium.wfrp4e-core.items.NeERYZQcEa0lI9kz]{Gust}</p><p>@UUID[Compendium.wfrp4e-core.items.wj5pXiyhNjaP6pom]{Light}</p><p>@UUID[Compendium.wfrp4e-core.items.rZqr5r61z1kw9Zg5]{Magic Flame}</p><p>@UUID[Compendium.wfrp4e-core.items.jdv7gnwKk6eEPtQK]{Marsh Lights}</p><p>@UUID[Compendium.wfrp4e-core.items.pDvOunMrvaYoXjd9]{Murmured Whisper}</p><p>@UUID[Compendium.wfrp4e-core.items.jWfYyh7QyK6XaQRU]{Open Lock}</p><p>@UUID[Compendium.wfrp4e-core.items.EyBc9yQqFUNIP9S1]{Produce Small Animal}</p><p>@UUID[Compendium.wfrp4e-core.items.NXHZ3RtPN3SrSH8I]{Protection from Rain}</p><p>@UUID[Compendium.wfrp4e-core.items.hW0jBCKx6noFKNMc]{Purify Water}</p><p>@UUID[Compendium.wfrp4e-core.items.Wz1bb0g1mklJHfft]{Rot}</p><p>@UUID[Compendium.wfrp4e-core.items.hKFeMAsntzXscIGy]{Shock}</p><p>@UUID[Compendium.wfrp4e-core.items.4ePe5oNQakA8nJlk]{Sleep}</p><p>@UUID[Compendium.wfrp4e-core.items.BMnu4XfgsSqVnCB8]{Sly Hands}</p><p>@UUID[Compendium.wfrp4e-core.items.lghYQXa227Sf8ofT]{Sounds}</p><p>@UUID[Compendium.wfrp4e-core.items.XnNAe4R8hSXY5IsS]{Spring}</p><p>@UUID[Compendium.wfrp4e-core.items.u0ykDg71xyZWSxn6]{Twitch}</p><p>@UUID[Compendium.wfrp4e-core.items.PbCD8mjAKQSnxAe6]{Warning}</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-animal-skull.webp\" width=\"150\" height=\"194\" /></div><h3>Arcane Spells</h3><p>The Arcane spells represent common formulations of the <em>lingua praestantia</em> . How these spells manifest in practice will depend on your @UUID[Compendium.wfrp4e-core.items.3O9clK7LGyuLTHPW]{Arcane Magic} Talent. For instance, a spellcaster with the Arcane Magic (Fire) Talent casting Drop may cause the object to overheat, while one with Arcane Magic (Shadows) may make it slightly insubstantial, causing the object to literally slip between the target’s fingers.</p><p>Treat Arcane spells as extra options for every Lore of Magic, including Witch, Dark, and Chaos Lores. They are counted as Lore spells in all ways, meaning they get all the benefits of Lore spells, and can only be learned from and taught to those sharing the same Arcane Magic Talent.</p><p><strong>Note</strong>: Any spell marked with a ‘+’ at the end of the Duration gains the following extra text: When the spell should end, you may make a Willpower Test to extend the Duration for +1 round.</p><p>@UUID[Compendium.wfrp4e-core.items.pHITBuvCatCOBhZb]{Aethyric Armour}</p><p>@UUID[Compendium.wfrp4e-core.items.OnaQ9kiK5S2d31pE]{Aethyric Arms}</p><p>@UUID[Compendium.wfrp4e-core.items.9uRDDAjndugmNmZr]{Arrow Shield}</p><p>@UUID[Compendium.wfrp4e-core.items.gJYXrZa4pW49R9Vu]{Blast}</p><p>@UUID[Compendium.wfrp4e-core.items.QmjYLCaEn3YKHxdv]{Bolt}</p><p>@UUID[Compendium.wfrp4e-core.items.cfvdViThaoOHyuSk]{Breath}</p><p>@UUID[Compendium.wfrp4e-core.items.3DvCrKaYw2mF42Nr]{Bridge}</p><p>@UUID[Compendium.wfrp4e-core.items.Bx5CC17pRNITWhg8]{Chain Attack}</p><p>@UUID[Compendium.wfrp4e-core.items.qgWy2MsylxyyIm6V]{Corrosive Blood}</p><p>@UUID[Compendium.wfrp4e-core.items.wx23bbK7pPqY2quI]{Dark Vision}</p><p>@UUID[Compendium.wfrp4e-core.items.tNMQQhBYzHoRq7AD]{Distracting}</p><p>@UUID[Compendium.wfrp4e-core.items.uZdUrRFgNpTtY00H]{Dome}</p><p>@UUID[Compendium.wfrp4e-core.items.Wt6ikb1n9CivB3JN]{Drop}</p><p>@UUID[Compendium.wfrp4e-core.items.WeIdAA7KArjUZfyH]{Entangle}</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-skulls.webp\" width=\"204\" height=\"218\" /></div><p>@UUID[Compendium.wfrp4e-core.items.neCKUJ2yMwEl6GAX]{Fearsome}</p><p>@UUID[Compendium.wfrp4e-core.items.9wmmln3DunIqGXM2]{Flight}</p><p>@UUID[Compendium.wfrp4e-core.items.mJVPaGIUEg8cfpJj]{Magic Shield}</p><p>@UUID[Compendium.wfrp4e-core.items.wQ5ld4yCCqhG0lqL]{Move Object}</p><p>@UUID[Compendium.wfrp4e-core.items.T9cEYAUhqBiTxrp2]{Mundane Aura}</p><p>@UUID[Compendium.wfrp4e-core.items.lM8c3LlW4s3KBVHR]{Push}</p><p>@UUID[Compendium.wfrp4e-core.items.CVam8L1cNsnxZHRR]{Teleport}</p><p>@UUID[Compendium.wfrp4e-core.items.J0wUSVSnos7fBprP]{Terrifying}</p><p>@UUID[Compendium.wfrp4e-core.items.LOEdFN7fP0JHuGoE]{Ward}</p><h2>Colour Magic</h2><p>The following provides eight lists of eight spells, with one list for each colour of magic.</p><div class=\"journal-image float-left\"><img src=\"modules/wfrp4e-core/art/magic/ghur.webp\" width=\"75\" height=\"75\" /></div><h3>The Lore of Beasts</h3><p>The Amber wind, Ghur , carries with it a chill, primal ferocity, that is unnerving to beasts and sentient creatures alike. Whenever you successfully cast a spell from the Lore of Beasts, you may also gain the @UUID[Compendium.wfrp4e-core.items.pTorrE0l3VybAbtn]{Fear (1)} Creature Trait for the next [[/r 1d10 # Rounds]] Rounds.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/other/flock.webp\" width=\"207\" height=\"262\" /></div><p><strong>Ingredients</strong>: Shamans use animal fur, skin, bone, and pelt, wrapped in sinews and daubed with blood runes to focus the Amber wind. Often claws are scrimshawed, organs dried, and feathers dipped in rare humours, and it’s not uncommon to find excrement, urine, and other excretions also used.</p><p>@UUID[Compendium.wfrp4e-core.items.tCCaNirq3zCIkyri]{Amber Talons}</p><p>@UUID[Compendium.wfrp4e-core.items.WkItvLT52Bob8Up3]{Beast Form}</p><p>@UUID[Compendium.wfrp4e-core.items.FaHVRxdljzqklNTC]{Beast Master}</p><p>@UUID[Compendium.wfrp4e-core.items.gwnNz34Rh0jW4WmF]{Beast Tongue}</p><p>@UUID[Compendium.wfrp4e-core.items.yR82MDHEF4zQoYyR]{Flock of Doom}</p><p>@UUID[Compendium.wfrp4e-core.items.QSHKYMNy2yr1n9ww]{Hunter's Hide}</p><p>@UUID[Compendium.wfrp4e-core.items.LTUC1fqIuuGSUaQ1]{The Amber Spear}</p><p>@UUID[Compendium.wfrp4e-core.items.trieNRiCCulTerPb]{Wyssan’s Wildform}</p><div class=\"journal-image float-left\"><img src=\"modules/wfrp4e-core/art/magic/shyish.webp\" width=\"75\" height=\"75\" /></div><h3>The Lore of Death</h3><p>The purple wind of Shyish carries with it dry, dusty winds and the insistent rustling of sand passing through Time’s hourglass. Targets afflicted by spells from the Lore of Death are drained of life, enervated, and listless. You may assign +1 @Condition[Fatigued] Condition to any living target affected by a spell from this lore. A target may only ever have a single Fatigued Condition gained in this manner at any one time.</p><p><strong>Ingredients</strong>: The bones of sentient creatures feature heavily in Amethyst magic, as do the trappings of death, including wood or nails from coffins, embalming fluids, hourglasses, silver coins, and grave dirt, all carefully presented or engraved. Purple gemstones, materials, and flowers (particularly roses) are also common.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-heads.webp\" width=\"193\" height=\"233\" /></div><p>@UUID[Compendium.wfrp4e-core.items.vEuljwoWR2rOTU5y]{Caress of Laniph}</p><p>@UUID[Compendium.wfrp4e-core.items.jD1PJib6NkYkatmq]{Dying Words}</p><p>@UUID[Compendium.wfrp4e-core.items.RkBdnQ4cjTLPUSim]{Purple Pall of Shyish}</p><p>@UUID[Compendium.wfrp4e-core.items.0HjjloXfVly8tZ4E]{Sanctify}</p><p>@UUID[Compendium.wfrp4e-core.items.SQJQrAsAKc2Icatv]{Scythe of Shyish}</p><p>@UUID[Compendium.wfrp4e-core.items.eJPjVeW9UEH891rm]{Soul Vortex}</p><p>@UUID[Compendium.wfrp4e-core.items.ifjDVtgGEh787p20]{Steal Life}</p><p>@UUID[Compendium.wfrp4e-core.items.fWZxupuKCC2rZ2g7]{Swift Passing}</p><div class=\"journal-image float-left\"><img src=\"modules/wfrp4e-core/art/magic/aqshy.webp\" width=\"75\" height=\"75\" /></div><h3>The Lore of Fire</h3><p>The Lore of Fire, and the Bright wind of Aqshy , is anything but subtle. Its spells are bellowed with fervour and manifest themselves in bombastic fashion, with bright flame and searing heat. You may inflict +1 @Condition[Ablaze] Condition on anyone targeted by spells from the Lore of Fire, unless they also possess the Arcane Magic (Fire) Talent. Every Ablaze condition within Willpower Bonus yards adds +10 to attempts to Channel or Cast with Aqshy.</p><p><strong>Ingredients</strong>: Pyromancers use a wide selection of flammable materials as ingredients, which are often immolated as the spell is cast, including coal, oils, fats, and ruddy woods. Trappings immune to fire are also common, such as iron keys, carved sections of fire-grate, and small oven stones.</p><p>@UUID[Compendium.wfrp4e-core.items.UktSswGGaToftXFk]{Aqshy’s Aegis}</p><p>@UUID[Compendium.wfrp4e-core.items.aWxO2jpMvmZUEsK9]{Cauterise}</p><p>@UUID[Compendium.wfrp4e-core.items.dzfhqgUxWleNZbyW]{Crown of Flame}</p><p>@UUID[Compendium.wfrp4e-core.items.1RjTFiv9ooOW35LV]{Firewall}</p><p>@UUID[Compendium.wfrp4e-core.items.nTbPOZJx5WB6Y4lL]{Flaming Hearts}</p><p>@UUID[Compendium.wfrp4e-core.items.3SzMz3ZiGzbHRjTP]{Flaming Sword of Rhuin}</p><p>@UUID[Compendium.wfrp4e-core.items.HpFkVJ2lYPAWumUL]{Great Fires of U’Zhul}</p><p>@UUID[Compendium.wfrp4e-core.items.RiqCDDKRHTEJp3Bm]{Purge}</p><div class=\"journal-image float-left\"><img src=\"modules/wfrp4e-core/art/magic/azyr.webp\" width=\"75\" height=\"75\" /></div><h3>The Lore of Heavens</h3><p>Arcane spells cast from the Lore of Heavens are accompanied by the crackling of lightning and the smell of ozone. Spells causing Damage ignore Armour Points from metal armour, and will arc to all other targets within 2 yards, except those with the Arcane Magic (Heavens) Talent, inflicting hits with a Damage equal to your Willpower Bonus, handled like a <em>magical missile</em> .</p><p><strong>Ingredients</strong>: Astronomical instruments, charts, lenses, and symbols dominate Celestial magic, as do ingredients associated with augury, such as animal innards, mirrors, glass balls, and bird tongues. Some wind-based spells use wings and feathers, where those involving electricity prefer slivers of carved metal.</p><p>@UUID[Compendium.wfrp4e-core.items.wTfoDOFOnvQykpdm]{Cerulean Shield}</p><p>@UUID[Compendium.wfrp4e-core.items.208BiJLY0jXxelbd]{Comet of Casandora}</p><p>@UUID[Compendium.wfrp4e-core.items.lzTmKnhO1MY9ycPU]{Fate’s Fickle Fingers}</p><p>@UUID[Compendium.wfrp4e-core.items.XXEIfkXpNxpfkamo]{Starcrossed}</p><p>@UUID[Compendium.wfrp4e-core.items.r3BgUFaaCzsLIUDi]{T'Essla's Arc}</p><p>@UUID[Compendium.wfrp4e-core.items.04Qv4t0qMMZIUhRw]{The First Portent of Amul}</p><p>@UUID[Compendium.wfrp4e-core.items.xPTG5wLvHULLEM2p]{The Second Portent of Amul}</p><p>@UUID[Compendium.wfrp4e-core.items.uIamxlmA6SWAa3YR]{The Third Portent of Amul}</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title no-toc\"><em>SEERS</em></h3><p><em>The @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.CzebTXk5dirMAZ6p]{Seer} Career can gain access to the Arcane Magic (Heavens) Talent. Seers who take this Talent can only take these spells (and none other, even Arcane Spells): </em>Fate’s Fickle Fingers<em>, </em>Starcrossed<em>, </em>The First Portent of Amul<em>, </em>The Second Portent of Amul<em>, </em>The Third Portent of Amul<em>. To gain access to the rest of the Arcane Magic (Heavens) spells, they would need to enter the Wizard career.</em></p></blockquote><div class=\"journal-image float-left\"><img src=\"modules/wfrp4e-core/art/magic/chamon.webp\" width=\"75\" height=\"75\" /></div><h3>The Lore of Metal</h3><p>The wind of <em>Chamon</em> is very dense, and quickly attaches itself to metallic substances. Spells from this lore are accompanied with golden light and heat, and are especially effective against foes foolish enough to encase themselves in metal. Spells inflicting Damage ignore Armour Points from metal armour, and inflict bonus Damage equal to the number of Armour Points of metal armour being worn on any Hit Location struck. So, if your spell hit an Arm location protected by 2 Armour Points of metal armour, it would cause an additional +2 Damage and ignore the Armour Points.</p><p><strong>Ingredients</strong>: Heavy metals of all types, esoterically inlaid or carved, comprise the majority of Gold ingredients, though many spells also use trappings associated with a forge, including sections of a bellows marked with mathematical formula, inscribed chunks of an anvil, or fragments of a furnace.</p><p>@UUID[Compendium.wfrp4e-core.items.wHaglsPNfRMpKB9K]{Crucible of Chamon}</p><p>@UUID[Compendium.wfrp4e-core.items.YDGi3tMQuK9MxXpt]{Enchant Weapon}</p><p>@UUID[Compendium.wfrp4e-core.items.oMTXHeEhzlQ3sx5M]{Feather of Lead}</p><p>@UUID[Compendium.wfrp4e-core.items.druJd5YFjyW5liTz]{Fool’s Gold}</p><p>@UUID[Compendium.wfrp4e-core.items.ddnMcWMN4MftxGLr]{Forge of Chamon}</p><p>@UUID[Compendium.wfrp4e-core.items.v1Qrow72mtUtgkFC]{Glittering Robe}</p><p>@UUID[Compendium.wfrp4e-core.items.jHMsJaaIQjyhYAgV]{Mutable Metal}</p><p>@UUID[Compendium.wfrp4e-core.items.oZV3ImfM1kxQUCSD]{Transmutation of Chamon}</p><div class=\"journal-image float-left\"><img src=\"modules/wfrp4e-core/art/magic/ghyran.webp\" width=\"75\" height=\"75\" /></div><h3>The Lore of Life</h3><p>Spells cast with Ghyran , the Jade Wind, are suffuse with life, tending to manifest with a vibrant green light, and are often accompanied by natural phenomena given supernatural qualities. Vines, undergrowth, trees, and rivers all bend to the Druids’ wills.</p><p>Receive a +10 bonus to Casting and Channelling rolls when in a rural or wilderness environment. Living creatures — e.g. those without the @UUID[Compendium.wfrp4e-core.items.v3uzEthcq0JRar0J]{Daemonic} or @UUID[Compendium.wfrp4e-core.items.PFTD9gDvRWW9uh5g]{Undead} Creature Traits — targeted by Arcane Spells from the Lore of Life have all @Condition[Fatigued] and @Condition[Bleeding] Conditions removed after any other effects have been applied as life magic floods through them. Creatures with the Undead Creature Trait, on the other hand, suffer additional Damage equal to your Willpower Bonus, ignoring Toughness Bonus and Armour Points, if affected by any spell cast with the Lore of Life.</p><p><strong>Ingredients</strong>: Druids use a wide variety of naturally occurring ingredients, ranging from rare seeds and nuts, humours gathered from sentient creatures in the flush of life, uncommon tree saps, fertile loam, spring waters, and a variety of living ingredients, including plants and smaller animals.</p><p>@UUID[Compendium.wfrp4e-core.items.B7iwAtfa9EgNvKMz]{Barkskin}</p><p>@UUID[Compendium.wfrp4e-core.items.BU56aMyn8Hfaamrb]{Earthblood}</p><p>@UUID[Compendium.wfrp4e-core.items.2cwR2BPkdi7IuV3e]{Earthpool}</p><p>@UUID[Compendium.wfrp4e-core.items.JGRyUj4AZq8oGpKs]{Fat of the Land}</p><p>@UUID[Compendium.wfrp4e-core.items.H1Q0YjIX1wuS4phQ]{Forest of Thorns}</p><p>@UUID[Compendium.wfrp4e-core.items.DOfyDATb1gcGOMry]{Lie of the Land}</p><p>@UUID[Compendium.wfrp4e-core.items.K37ME8M75JvtM3Vr]{Lifebloom}</p><p>@UUID[Compendium.wfrp4e-core.items.4NQUrs2PUNpYxlWs]{Regenerate}</p><div class=\"journal-image float-left\"><img src=\"modules/wfrp4e-core/art/magic/hysh.webp\" width=\"75\" height=\"75\" /></div><h3>The Lore of Light</h3><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-book.webp\" width=\"199\" height=\"242\" /></div><p>Arcane Spells sung from the Lore of Light tend to emit dazzling rays of blinding white light, or shroud the caster in shimmering waves of radiant purity. You may inflict one @Condition[Blinded] Condition on those targeted by Lore of Light spells, unless they possess the Arcane Magic (Light) Talent.</p><p>If a target has the @UUID[Compendium.wfrp4e-core.items.v3uzEthcq0JRar0J]{Daemonic} or @UUID[Compendium.wfrp4e-core.items.PFTD9gDvRWW9uh5g]{Undead} Creature Traits, spells also inflict an additional hit with Damage equal to your Intelligence Bonus that ignores Toughness Bonus and Armour Points.</p><p><strong>Ingredients</strong>: Hierophants of the Lore of Light use many artefacts associated with holiness and holy places, supplemented by crystals, glass, pyramidions, and small statues, all carved with sacred symbols, twisting snakes, and moral tales. White candles, silver carvings, and bleached paper are also common.</p><p>@UUID[Compendium.wfrp4e-core.items.sknoH0n9P9uC0qvW]{Banishment}</p><p>@UUID[Compendium.wfrp4e-core.items.57d5ugakBYcsphah]{Blinding Light}</p><p>@UUID[Compendium.wfrp4e-core.items.82mmGLTAKQ4mrsBl]{Clarity of Thought}</p><p>@UUID[Compendium.wfrp4e-core.items.PIL4yBcGlk96cvcb]{Daemonbane}</p><p>@UUID[Compendium.wfrp4e-core.items.HOqmAugvYdgLwoQt]{Healing Light}</p><p>@UUID[Compendium.wfrp4e-core.items.38qRyF13jCszeOe1]{Net of Amyntok}</p><p>@UUID[Compendium.wfrp4e-core.items.dS5zK3lMCumvuAAF]{Phâ’s Protection}</p><p>@UUID[Compendium.wfrp4e-core.items.OB05oGoSZDzNYLjW]{Speed of Thought}</p><div class=\"journal-image float-left\"><img src=\"modules/wfrp4e-core/art/magic/ulgu.webp\" width=\"75\" height=\"75\" /></div><h3>The Lore of Shadow</h3><p>Spells cast from the Lore of Shadows are surreptitious and sly, and so the lingua praestantia may be muttered stealthily. Any protective spells you may cast wreath you in shadows and billow smoke, making your body insubstantial, possibly even allowing blades to pass through you seemingly without harm. Further, all spells cast from the Lore of Shadows inflicting Damage ignore all non-magical Armour Points.</p><p><strong>Ingredients</strong>: Anything used to hide, shroud, or conceal is repurposed as Grey ingredients, including cosmetics, scents, scarfs, spectacles, mirrors, and wigs. Items drawn from professions steeped in intrigue and wisdom are also common, with diplomatic artefacts, symbols of rank, and the ultimate expression of power — a blade — prevalent.</p><p>@UUID[Compendium.wfrp4e-core.items.qTVOlj1aU6776dep]{Choking Shadows}</p><p>@UUID[Compendium.wfrp4e-core.items.OcYPErjJzQKOX2aI]{Doppelganger}</p><p>@UUID[Compendium.wfrp4e-core.items.OwH4hpe1EReh06t3]{Illusion}</p><p>@UUID[Compendium.wfrp4e-core.items.dGSUQiUmXHrGqwxY]{Mindslip}</p><p>@UUID[Compendium.wfrp4e-core.items.Tv9BIBNTPT6JV0HG]{Mystifying Miasma}</p><p>@UUID[Compendium.wfrp4e-core.items.1ndRohs7YMmV2OHh]{Shadowsteed}</p><p>@UUID[Compendium.wfrp4e-core.items.VFWBB9zlwCe5J9EZ]{Shadowstep}</p><p>@UUID[Compendium.wfrp4e-core.items.2ccKksxXFIMD2YLs]{Shroud of Invisibility}</p><h2>Witch Magic</h2><p>The following provides two lists of six spells for spellcasters nor yet absorbed into the Colleges of Magic, who are almost always on the run from Witch Hunters and Sigmarites.</p><h3>The Lore of Hedgecraft</h3><p>The Hedgefolk believe their Lore is a gift from the Gods, referring to their spellcasters as the Blessed Few. Due to their ancient traditions and ingrained belief, their spells cannot be cast without ingredients, which are an integral part of their spellcasting process.</p><p>Fortunately, the ingredients they use are easily found on the fringes of settlements and are usually herbs or plants. You receive 1 + SL ingredients on a successful foraging roll, using Lore (Herbalism), as described under @UUID[JournalEntry.6zOdTLv3YeYeJ4hR.JournalEntryPage.cFqWFER60SjM5Wn3#options:-gathering-food-and-herbs]{Gathering Food and Herbs}, or you can buy them for @Pay[5bp]{5 brass pennies each}.</p><p><strong>Ingredients</strong>: Hedgefolk use easily sourced local materials prepared to exacting standards using special tools. So, ingredients may include things such as the wings of a dragonfly killed with a silver pin, rods of poplar polished with beeswax on Sonnstill, or bones buried beneath a hedgerow for a winter’s month.</p><p>@UUID[Compendium.wfrp4e-core.items.YaG8xthJF0zLy7xs]{Goodwill}</p><p>@UUID[Compendium.wfrp4e-core.items.xiTk3pZX0GYVO2TQ]{Mirkride}</p><p>@UUID[Compendium.wfrp4e-core.items.aVUKVQTwtWuQXIgx]{Nepenthe}</p><p>@UUID[Compendium.wfrp4e-core.items.sxFriQ3XAtvwlmMq]{Nostrum}</p><p>@UUID[Compendium.wfrp4e-core.items.TL2IelDsaRWflCeY]{Part the Branches}</p><p>@UUID[Compendium.wfrp4e-core.items.ngOHho544P05W7Qi]{Protective Charm}</p><h3>The Lore of Witchcraft</h3><p>Spells from the Lore of Witchcraft draw on whichever winds of magic are available, without care or concern for mingling the winds and the potentially horrific results. Each time practitioners of Witchcraft roll on a Miscast table, they also gain 1 Corruption point. Further, you may inflict one @Condition[Bleeding] Condition on anyone targeted by spells from the Lore of Witchcraft. Lastly, channelling or casting spells from this Lore automatically require a roll on the Minor Miscast table unless cast with an ingredient , where the ingredient provides no further protection should you roll a Miscast. Fortunately, ingredients for the Lore of Witchcraft are cheap and readily available: body parts of small animals for the most part. Ingredients cost a spell’s CN in brass pennies, instead of silver shillings, to purchase. Alternatively, a Witch may forage for parts, using the Outdoor Survival skill: a successful foraging roll receives 1 + SL ingredients, as described under @UUID[JournalEntry.6zOdTLv3YeYeJ4hR.JournalEntryPage.cFqWFER60SjM5Wn3#options:-gathering-food-and-herbs]{Gathering Food and Herbs}.</p><p>Ingredients: Witches use a horrific mixture of animal body parts, often harvested when a creature is still alive. It is not uncommon to find them clutching lizard eyes, dog toes, donkey gizzard, or much, much worse in their bloody hands as they cast their foul magics.</p><p>@UUID[Compendium.wfrp4e-core.items.NytMCgP0IXtHnFwm]{Blight}</p><p>@UUID[Compendium.wfrp4e-core.items.a8npXWG2o4BxhtVV]{Creeping Menace}</p><p>@UUID[Compendium.wfrp4e-core.items.ZOlM8KjLfNIefAb0]{Curse of Crippling Pain}</p><p>@UUID[Compendium.wfrp4e-core.items.sq47SZ1v9Pofa4L1]{Curse of Ill-Fortune}</p><p>@UUID[Compendium.wfrp4e-core.items.PkqPqy3Fy9fawQZ8]{Haunting Horror}</p><p>@UUID[Compendium.wfrp4e-core.items.CnydL8p3PVAuF98w]{The Evil Eye}</p><h2>Dark Magic</h2><p>The following provides two short lists of four Dark Magic spells.</p><h3>The Lore of Daemonology</h3><p>The forbidden Lore of Daemonology is concerned with summoning, binding, and controlling Daemons, typically to empower the spellcaster. It is horrifically dangerous, usually leading to the Daemonologist’s downfall as their soul is taken by the Ruinous Powers and a new Chaos Sorcerer is born.</p><p>@UUID[Compendium.wfrp4e-core.items.Qg98e2pFgCW63aB1]{Destroy Lesser Demon}</p><p>@UUID[Compendium.wfrp4e-core.items.MlF3ci9vxiDZYhmZ]{Detect Daemon}</p><p>@UUID[Compendium.wfrp4e-core.items.soyujZNyzu7NKxMs]{Manifest Lesser Daemon}</p><p>@UUID[Compendium.wfrp4e-core.items.NwVgP5msZHERwEfK]{Octagram}</p><h3>The Lore of Necromancy</h3><p>Necromancy is an ancient and bloody magic art concerned with mastering death and seeking immortality, often by carving up rotting corpses. Considered one of the foulest and most heretical of magics, few take to studying its fell secrets lightly, for the horrors of the dead, and the undead, cannot be underestimated.</p><p>@UUID[Compendium.wfrp4e-core.items.FRfAqPlOdwiIitR5]{Raise Dead}</p><p>@UUID[Compendium.wfrp4e-core.items.7BJDTRG65hwt1fUK]{Reanimate}</p><p>@UUID[Compendium.wfrp4e-core.items.HqInHmOviuLqymdm]{Screaming Skull}</p><p>@UUID[Compendium.wfrp4e-core.items.foqexF06lguqPFK6]{Vanhel's Call}</p><h2>Chaos Magic</h2><p>Three of the four Great Powers of Chaos have a unique Lore of Magic — only Khorne, the Blood God, who abhors treacherous magic and all it stands for, has no Lore of his own. One spell is provided here for each of the primary Chaos Lores, which can be added to provide flavour to your Chaos Cultists in addition to the Arcane Spells and the Lore of Daemonology.</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-skull-helmet.webp\" width=\"183\" height=\"199\" /></div><h3>Lore of Nurgle</h3><p>The Lore of Nurgle spreads foul disease and filth, mixing bloated excesses of the Jade Wind with whatever corruption comes to hand, then spewing it everywhere.</p><p>@UUID[Compendium.wfrp4e-core.items.XhyZ140R1iA1J7wZ]{Stream of Corruption}</p><h3>Lore of Slaanesh</h3><p>The Lore of Slaanesh brings torture and excess, all splayed before the Prince of Pain and Pleasure for its eternal enjoyment, typically pressuring a perverse mix of the Amethyst, Gold, and Jade Winds into something twisted and exotic.</p><p>@UUID[Compendium.wfrp4e-core.items.2fBaYkBsPZzxNSNj]{Acquiescence}</p><h3>Lore of Tzeentch</h3><p>Tzeentch is the Master of Magic, Treachery, and Lies. The Lore of Tzeentch epitomises this, as it boasts a multitude of powerful spells focussing upon change, all drawing heavily from the Grey, Amethyst, and Bright Winds.</p><p>@UUID[Compendium.wfrp4e-core.items.xhGjRScyU149nK3i]{Treason of Tzeentch}</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    }
  ],
  "flags": {
    "wfrp4e-core": {
      "sort": 900000,
      "initialization-folder": "Core Rulebook"
    },
    "core": {}
  },
  "_stats": {
    "coreVersion": "13.348",
    "systemId": "wfrp4e",
    "systemVersion": "9.1.5",
    "createdTime": 1757182807614,
    "modifiedTime": 1757184384962,
    "lastModifiedBy": "rbZmnErLLwkYOmyj",
    "exportSource": {
      "worldId": "aty",
      "uuid": "JournalEntry.YBVrpUHEjohB1H4f",
      "coreVersion": "13.348",
      "systemId": "wfrp4e",
      "systemVersion": "9.1.5"
    }
  },
  "folder": "1NP23gRF7NejIzxq",
  "categories": [],
  "ownership": {
    "default": 2
  }
}