{
  "name": "Rules",
  "pages": [
    {
      "name": "Rules",
      "type": "text",
      "_id": "3DCjp9RvUeJ7uNl7",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The game is afoot; grim and perilous. The players lean forward in their seats, listening intently to the GM describing the plot as it unfolds, excitedly explaining their characters’ actions in response and breathlessly waiting to hear what happens next…</p><p>Roleplaying games often work best with minimal interruptions to this narrative flow — the smoother the game proceeds, the more involved everyone will be. However, as the adventure develops, situations will arise where the outcome of a character’s action is uncertain. Maybe a character leaps from a wall to hack down a pillaging Goblin — will they land poised for action or flat on their face?</p><p>Sometimes, especially with events that don’t affect the players too much, the GM can simply decide the outcome and relate it to the group. However, if the success or failure of the action has significant impact on the players, it is more tense and dramatic to roll some dice and let the fates and a character’s capabilities determine whether they succeed or fail. Using the game rules also lets players assess their chances and make decisions accordingly — it’s a fair and transparent way to resolve things.</p><p>At the core of the rules are Tests — rolls of the dice that determine outcomes. There are also additional rules for more complex or unusual tasks. The GM should be familiar with these, but as a player you’ll be fine so long as you know the basics of the different kinds of Test.</p><p>@UUID[.lQThXbnpgQ30VBXR#simple-tests]{Simple Tests}</p><p>@UUID[.lQThXbnpgQ30VBXR#dramatic-tests]{Dramatic Tests}</p><p>@UUID[.lQThXbnpgQ30VBXR#opposed-tests]{Opposed Tests}</p><p>@UUID[.lQThXbnpgQ30VBXR#extended-tests]{Extended Tests}</p><p>@UUID[.wmA76Q2zJJ9HrkvA]{Combat}</p><p>@UUID[.SjuV1vgbgM49pFpP]{Conditions}</p><p>@UUID[.pa22HaRw1OBBQaDg]{Fate and Resilience}</p><p>@UUID[.WCivInLZrqEtZzF4]{Injury}</p><p>@UUID[.115GzWrmkD4viyy5]{Corruption}</p><p>@UUID[.9ktDn8cwZj3KZWCH]{Diseases and Infection}</p><p>@UUID[.5w5YLPNd6AaU4f85]{Psychology}</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center\"><em>The Golden Rule</em></h3><p><em>The rules exist to help you enjoy epic stories in the Warhammer world, so they should never be a barrier to having fun. Arguably, the most important rule in this book is:</em></p><p><em>If a rule negatively impacts fun for your group, change it or ignore it.</em></p><p><em>This rule is so important, you will find alternative and optional rules throughout this book to support building a ruleset that best suits your group and your style of play. If it’s your first game, ignore these until you become more familiar with how it all works, and you can experiment with some of the variants as the mood takes you.</em></p><p><em>Be careful not to confuse ‘fun’ with ‘always succeeding’ — a sense of risk and the real possibility of failure is an important part of drama. Things going wrong provides players with the challenge of recovering from setbacks, a central part of any hero’s journey.</em></p></blockquote><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/squig.webp\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 100000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Tests",
      "type": "text",
      "_id": "lQThXbnpgQ30VBXR",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><em>‘Aye, there are times when things just go wrong. Really, badly wrong. Like that time half way up the Bögen when Olaf jumped into a tree but missed and hit that jagged branch square on. I think he’s there still, although there’s probably not much of him left after the animals had a season’s grazing. By Sigmar’s grace, sit yourself down and have some cheese, there’s nothing good for you out there!’</em></p><p style=\"text-align:right\">– @UUID[Compendium.wfrp4e-core.actors.ePPk15Vxu9RxPtYV]{Dieter Käsegeier}, Cheesemonger, ex-Adventurer</p><p>When your character takes an action, the GM will let you know what happens next. Sometimes, the GM will make a call based on your abilities and any other factors and decide that you achieved what you were attempting, or that you didn’t. If the GM isn’t sure of the outcome, or if the situation is significant or dangerous, they can resolve the action using the rules. There are a few options, as the <strong>Using Tests</strong> box shows. Tests compare a dice roll to one of the characteristics or skills on your character sheet and provide an outcome.</p><h3>Simple Tests</h3><p>Simple Tests are used when you need to determine if your character succeeds or fails at a simple task. Does Molli leap the churning stream? Can Wilhelm charm a lower price from the truculent merchant? Often, a quick yes or no answer to these questions allows your adventure to progress swiftly. The exception to this is when a failure would significantly impact the progress of the adventure, in which case you should use a @UUID[.lQThXbnpgQ30VBXR#dramatic-tests]{Dramatic Test} instead.</p><p>To perform a Simple Test, you roll d100 and compare the result rolled to the Skill or Characteristic best suited to the action you are attempting.</p><p>Note this test may be modified by the GM if it is notably easy or hard to complete (see @UUID[.lQThXbnpgQ30VBXR#difficulty]{Difficulty}).</p><p>If you roll lower or equal to the Skill or Characteristic, the Test’s outcome is a success, and your Character performs the task.</p><p>If you roll higher than the Skill or Characteristic, the Test’s outcome is a failure, and your Character does not perform the task.</p><p>Whatever the outcome of the Test, after testing, the GM should describe what just happened so everyone understands how the Test has impacted the story.</p><p><strong>Example</strong>: <em>Molli runs across Altdorf ’s Königsplatz on a cold, winter’s night. The cobbles are blanketed in thick snow hiding treacherous ice beneath, but with a gang of thugs in eager pursuit Molli is not about to slacken her pace. The GM calls for a Simple Athletics Test to see if Molli can cross the slippery platz safely. Molli’s Athletics is 42, and her player rolls d100 scoring a 17. As 17 is below Molli’s Athletics of 42, the result is a success, so the answer is yes, Molli can cross without mishap. The GM says that Molli crosses the open snow and darts into the relative safety of one of the many dark alleyways at the other side. If her player had rolled over 42, Molli would have slipped, and the thugs would have been upon her!</em></p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-glove-blade.webp\" width=\"205\" height=\"181\" /></div><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center\"><em>TALENTS AND TESTS</em></h3><p><em>Some Talents can improve a Test’s chances of success, or grant you access to unique Tests allowing you to attempt extraordinary feats. For more details regarding this, refer to @UUID[JournalEntry.6zOdTLv3YeYeJ4hR.JournalEntryPage.hJPYQVrvjBzjCNyi]{Talents}.</em></p></blockquote><h3>Automatic Failure and Success</h3><p>No matter how skilled or talented a character is, there is always a chance of failure. Equally, there is always a chance of success in <strong>WFRP</strong>, no matter the odds stacked against you.</p><p>If you roll 96–00 on any Test, it is always a failure. A failure occurs even if your modified characteristic or skill is 96 or higher. Similarly, if you roll 01–05 on a Test, it is always a success. A success occurs even if your modified characteristic or skill is less than 01–05.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Autosuccess? Not At My Table!</em></h3><p><em>Not everybody likes a 5% chance of auto-success on any Test. Similarly, not everyone likes the same chance of auto-failures. If this describes you, then simply change the numbers to your taste. The most common alternative is 96–00 always fails, and 01 always succeeds.</em></p></blockquote><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Von Meinkopf's Preeminent Probability Paraphernalia</em></h3><p><em>The rules use a selection of mechanics to modify or manipulate percentile rolls. The following explains these in detail:</em></p><p><em>Rolling a Double: Rolling a double means both the tens and the units die of a percentile test have rolled the same number. For example: 11, 22, 33, 44 and so on.</em></p><p><em>Reroll: A reroll is when you disregard the result of a dice roll, and roll it again. Once a Test has been rerolled, it cannot be rerolled again under normal circumstances.</em></p><p><em>Reverse: To reverse a percentile roll, you swap the tens result with the units result. So, a roll of 58 becomes 85, or a roll of 51 becomes 15. Obviously, if you roll a double, it will have the same result when reversed, so 77 reverses to 77.</em></p><p><em>Modifiers: These numbers are added or subtracted to the one of your Skill to make the Test easier or more difficult. This is most often referred to as the @UUID[.lQThXbnpgQ30VBXR#difficulty]{Difficulty} of the roll.</em></p><p><em>If you want to introduce some test-specific outcomes for particularly dramatic moments, you can use the methods above as a toolkit.</em></p></blockquote><h3>Dramatic Tests</h3><p>Simply knowing if you pass or fail is not always enough; sometimes, it is useful to know how well you succeed or how badly you fail a Test. This is especially the case when pitching your Skills against another (see Opposed Tests), which is often the case for magic and combat. So, when you want to know exactly how well or badly you have performed a Test, use a Dramatic Test. Another reason for choosing a Dramatic Test is when the progress of the adventure could depend on the Test. Dramatic Tests provide outcomes rather than straight success or failure, which means that even if the test is ‘failed’ the adventure continues, albeit in a more challenging way than if you had achieved a success. Dramatic Tests are handled in the same way as Simple Tests, and still provide success or failure as outcomes, but the results have more detail. This detail is governed by Success Levels.</p><h4>Success Levels</h4><p>Success Levels (shortened to SL) are used to describe the effectiveness of a Test. To determine the SL of a Test, subtract the 10s number of the rolled dice from the 10s number of the Characteristic or Skill being tested, including any modifiers (see Difficulty for more on modifiers). The higher the SL, the better the outcome; the lower it is, the worse things have gone. Marginal results, where you succeed or fail a Test with +0 or –0 SL, could either be interpreted as succeeding or failing by a whisker, with minimal consequences either good or bad, or could give inconclusive results allowing you try again.</p><p><strong>Example</strong>: <em>Eichengard is careering across muddy fields atop his stallion, desperately fleeing the lands of a disgruntled noble when a wall blocks his passage. He decides to push his mount to jump, and the GM calls for a <strong>Dramatic Ride (Horse)</strong> test. Eichengard rolls 29 against his Ride (Horse) skill of 41. The 10s number of the Skill being tested is 4, and the 10s number rolled was 2, so the test succeeds with +2 SL (4–2=2) and he clears the wall with space to spare. Buoyed by his success, Eichengard twists around in his saddle and makes the sign of the twin-tailed comet at the horsemen pursuing him. Unfortunately, this means he’s not paying attention to where he’s going. The GM calls for a <strong>Dramatic Perception</strong> Test, and Eichengard’s player rolls 82, significantly higher than Eichengard’s Perception skill of 39. The 10s number of the roll is 8, and the 10s number of the skill being tested is 3, so the test has failed with –5 SL (3–8=–5). He has failed rather badly. As Eichengard laughs at the increasingly distant guards sent to capture him, a low-lying branch slams hard into his side, knocking him flying.</em></p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Tests Above 100%</em></h3><p><em>Having exceptional abilities makes it quite possible that a modified Characteristic or Skill may be 100% or higher when tested. If this occurs in your game, you may wish to use the following optional rule to help represent such an awesome figure.</em></p><p><em>A successful Test gains a bonus of +1 SL for each full 10% a tested Characteristic or Skill exceeds 100%.</em></p><p><em><strong>Example</strong>: </em>Countess Emmanuelle von Liebwitz has a Charm Skill of 115%: her Fellowship characteristic of 80% plus her Charm advances of +35% (see @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.84Aj04uEEBh3yTS3#advancing-through-your-career]{Advances} for more on this); thus, if she succeeds at a Charm Test, she gains a bonus of +1 SL over an above what she earns by rolling or from any applicable Talents.</p><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Fast SL</em></h3><p><em>Determining your SL involves some simple mathematics, so calculating it can slow play during fraught scenes. Fortunately, there is a fast way to calculate SL for those looking to keep their games as fast as possible. When you pass a Test, use the result of the tens die as your SL. So, if you passed a Test with a roll of 36, you score +3 SL. With this optional rule, the closer you roll to your tested Skill, the better, rather than rolling low being best. If a Test fails, you calculate SL as normal, taking your rolled tens die from your tested Skill to determine your negative SL.</em></p></blockquote><p>Exactly how well you succeed or fail is shown in the Outcomes Table, which can be used to inspire descriptions of what just happened. Much like simple tests offer a yes or no in answer to ‘do I succeed at this test?’, dramatic tests also provide answers, just more of them.</p><p>If you automatically succeed due to rolling 01–05 (see @UUID[.lQThXbnpgQ30VBXR#automatic-failure-and-success]{Automatic Failure and Success}), you score +1 SL or the SL you rolled, whichever is higher.</p><p>If you automatically fail due to rolling 96–00 (see @UUID[.lQThXbnpgQ30VBXR#automatic-failure-and-success]{Automatic Failure and Success}), you score –1 SL or the SL you rolled, whichever is lower.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Outcomes Table</em></h3><table style=\"width:100%\" border=\"1\"><tbody><tr><td style=\"text-align:center\"><em><strong>SL</strong></em></td><td style=\"text-align:center\"><em><strong>Result</strong></em></td><td style=\"text-align:center\"><em><strong>Have You Succeeded?</strong></em></td><th> </th></tr><tr><td><em>+6 or more</em></td><td><em>Astounding Success</em></td><td><em><strong>Yes, perfectly!</strong>: The result is as good as it can be, perhaps with extra luck and fortunate coincidences thrown in!</em></td><th> </th></tr><tr><td><em>+4 to +5</em></td><td><em>Impressive Success</em></td><td><em><strong>Yes, and…</strong>: You achieve your goal with style, exceeding your expectations.</em></td><th> </th></tr><tr><td><em>+2 to +3</em></td><td><em>Success</em></td><td><em><strong>Yes</strong>: You achieve a solid success.</em></td><th> </th></tr><tr><td><em>+0 to +1</em></td><td><em>Marginal Success</em></td><td><em><strong>Yes, but…</strong>: You more or less achieve what you intend, but imperfectly, and perhaps with an unpredictable side effect.</em></td><th> </th></tr><tr><td><em>-1 to -0</em></td><td><em>Marginal Failure</em></td><td><em><strong>No, but…</strong>: You marginally fail, perhaps accomplishing a portion of what you intended.</em></td><th> </th></tr><tr><td><em>-2 to -3</em></td><td><em>Failure</em></td><td><em><strong>No</strong>: You just plain do it wrong.</em></td><th> </th></tr><tr><td><em>-4 to -5</em></td><td><em>Impressive Failure</em></td><td><em><strong>No, and…</strong>: Not only do you mess up, but you also cause additional things to go wrong.</em></td><th> </th></tr><tr><td><em>-6 or less</em></td><td><em>Astounding Failure</em></td><td><em><strong>No, not in any way!</strong>: Everything goes wrong in the worst possible way. The GM will likely add to your woes with unanticipated consequences of your actions. Surely no-one is this unlucky; you have clearly offended the gods.</em></td><td> </td></tr></tbody></table></blockquote><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Criticals &amp; Fumbles</em></h3><p><em>We introduce some extra rules for Criticals and Fumbles in @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.wmA76Q2zJJ9HrkvA]{Combat} later in this chapter. They can also be used to add drama for all Tests, creating a game that feels epic in scope as extreme results become commonplace. If that describes your group, you could use the following optional rule.</em></p><p><em>Any Test scoring a success that also rolls a double is called a Critical, meaning you’ve scored an Astounding Success from the Outcome Table; and any failure including a double is a Fumble, resulting in an Astounding Failure from the Outcome Table. This optional rule works well with Simple Tests, providing a fun addition to the yes or no results offered there.</em></p><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Characteristic Tests</em></h3><p><em>Sometimes you may want to do something that is not covered by one of the Skills. In these rare cases, you make a Characteristic Test instead of a Skill Test. The GM determines the most appropriate Characteristic for what you are attempting, and you Test it as normal.</em></p></blockquote><h3>Difficulty</h3><p>Not all Tests are equal. Climbing a fence is laughably easy but ascending the face of a sheer cliff is incredibly tough. To represent this, the GM assigns bonuses or penalties to Tests called the Difficulty . While published adventures define the difficulty for the GM — for example: calling for a <strong>Hard (–20) Research</strong> test — there are many instances where the GM has to determine them on the fly. Making judgments like this is one of the most common functions of the GM. For each Test, whether simple or dramatic, the GM should decide the Difficulty and then consult the Difficulty Table to determine the appropriate modifier. GMs may choose to assign even greater bonuses or penalties than those shown on the table, but such modifiers should only be used in extreme situations.</p><p><strong>Example</strong>: <em>Valentyn, a Jade Wizard, tries to find the tracks of an unruly stag he is hunting. Under normal circumstances, he would perform an Average (+20) Track Test with his skill of 41, thus test against 61; however, the GM decides that as the rain last night washed away most of the tracks the task is Very Hard and imposes a –30 penalty. Therefore, Valentyn has to roll 11 or under (41–30=11) to succeed. He rolls a 35, which would have been a success under normal circumstances, but in this circumstance is a failure, indicating the rain has foiled the Jade Wizard’s attempt.</em></p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Difficulty Table</em></h3><table border=\"1\"><tbody><tr><td style=\"text-align:center\"><em><strong>Difficulty</strong></em></td><td style=\"text-align:center\"><em><strong>Test Modifier</strong></em></td></tr><tr><td style=\"text-align:center\"><em>Very Easy</em></td><td style=\"text-align:center\"><em>+60</em></td></tr><tr><td style=\"text-align:center\"><em>Easy</em></td><td style=\"text-align:center\"><em>+40</em></td></tr><tr><td style=\"text-align:center\"><em>Average</em></td><td style=\"text-align:center\"><em>+20</em></td></tr><tr><td style=\"text-align:center\"><em>Challenging</em></td><td style=\"text-align:center\"><em>no modifier</em></td></tr><tr><td style=\"text-align:center\"><em>Difficult</em></td><td style=\"text-align:center\"><em>-10</em></td></tr><tr><td style=\"text-align:center\"><em>Hard</em></td><td style=\"text-align:center\"><em>-20</em></td></tr><tr><td style=\"text-align:center\"><em>Very Hard</em></td><td style=\"text-align:center\"><em>-30</em></td></tr></tbody></table></blockquote><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-glove-blade.webp\" width=\"205\" height=\"181\" /></div><h4>Opposed Tests</h4><p>Sometimes you match your capabilities directly against those of an opponent. The rules represent this with a special Dramatic Test called an Opposed Test. Opposed Tests are an important part of <strong>WFRP’s</strong> combat rules later in this chapter, but are used in many other situations, as well.</p><p>An Opposed Test is handled just like any other Dramatic Test, but both parties make a Test. The party with the highest SL wins the Test. If both participants score the same SL, the party with the higher tested Skill or Characteristic wins. In the unlikely event there is still a tie, then one of two things, as determined by the GM, occurs: 1) there is a stalemate, and nothing happens; 2) both parties re-roll until there is a clear winner.</p><p><strong>Example</strong>: <em>Having floored an important Reiklander baron at a party, Salundra makes to leave the ballroom; however, some uneasy guardsmen block her passage, knowing they really should detain the noble captain. Salundra scowls as she approaches.</em></p><p><em>The GM calls for an Intimidate Test and opposes it with the guardsmen’s commanding officer’s Leadership Test. Both the player and the GM roll. Salundra’s Intimidate is 47. The officer’s Leadership is 46. Salundra rolls a 04, scoring +4 SL (4–0=4), while the GM rolls 16, scoring +3 SL (4–1=3). As Salundra’s SL is higher (4 to the officer’s 3), she successfully intimidates the guards, who let her pass with barely a grumble.</em></p><p>Like any other Tests, some Opposed Tests are easier or harder than others, so the GM may decide modifiers are required. In most cases, these modifiers are applied equally to both sides, but not always. If no Difficulty is marked for an Opposed Test, it is assumed to be <strong>Challenging (+0)</strong>.</p><p>If it is important to know how well the winner of the Opposed Test won, use the difference between the two results to determine a final SL.</p><p><strong>Example</strong>: <em>It’s Pie Week, an annual week-long festival for everyone’s favourite baked goods, and Salundra has entered a pie-eating contest. She’s reached the final, and it’s her versus Fat Tom Brandysnap, the Ubersreik Pie Eating Champion for the last 5 years running, and a Halfling wider than he is tall.</em></p><p><em>The GM calls for an Opposed Endurance Test. Salundra has an Endurance of 45 and Fat Tom has 63. Salundra is possibly in trouble! Dice roll, and Salundra rolls 51, scoring –1 SL. Sali’s looking a little green! But Fat Tom’s looking worse! He rolls 91 for –3 SL. So, even though she’s failed her Endurance roll, she still wins the Opposed Test by 2 SL, though she’ll probably be bringing up most of those pies later!</em></p><h4>Extended Tests</h4><p>Sometimes the adventure will call for a specific number of Success Levels be achieved to fully succeed at a time-consuming or especially taxing task. Doing this requires a special Dramatic Test called an Extended Test. Extended Tests are handled in the same fashion as any other Dramatic Test, but the SL scored from multiple rolls are added together to reach a specified target. If the total SL scored ever falls below 0, you can start again from scratch with the next roll.</p><p><strong>Example</strong>: <em>On the run again, Molli is attempting to pick an unexpectedly complex lock before she is discovered. The GM states the lock requires 5 Success Levels with a <strong>Challenging (+0) Pick Lock</strong> Test to pry open, and that she only has three Rounds before the guard arrives. Molli’s Pick Lock skill is 58, so she has a good chance of managing it, but time isn’t on her side. Unfortunately for her, her first Test scores 63: –1 SL and a terrible start, she’s made no progress and will start from scratch next round. Cursing under her breath as footsteps draw closer, Molli tries again, this time scoring 11, for +4 SL! She feels tension in her picks as the lock almost springs, but she also hears the approaching guard is even closer.</em></p><p><em>The GM explains the next Test is the last one before the guard arrives, so Molli can either abandon her attempt and avoid the guard or make a desperate effort to secure the last SL she needs to pick the lock. Knowing she needs to escape, Molli risks the last Test and rolls, scoring… 42! That’s +1 SL, taking her to a total of 5. The lock opens with a click! Triumphant, Molli slips through the door and closes it behind her just before the guard arrives.</em></p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Extended Tests and 0 SL</em></h3><p><em>Rolling 0 Sl in an Extended Test does not benefit or hinder the running SL total, which can feel a little odd given you either passed or failed the Test, and that should perhaps come with some advantage or penalty. If this is an issue for you, use the following optional rule. A successful Test adds a minimum of +1 SL to the cumulative total, and a failed Test removes a minimum of –1 SL from the total.</em></p></blockquote><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/picking-lock.webp\" /></div><h3>Assistance</h3><p>In some situations, multiple Characters working together have a better chance of completing a task than a Character attempting it alone. With the GM’s permission, a Character can assist another Character who is about to take a Test. When doing so, the Character with the best chance to succeed rolls the dice.</p><p>Each Character assisting provides a bonus of +10 to the Test. Other than that, the Test is rolled as normal.</p><h4>Limits on Assistance</h4><p>Characters can assist each other in most tasks; however, there are limits.</p><ul><li><p>To assist you require at least 1 Advance in the Skill being tested.</p></li><li><p>Assisting Characters must normally be adjacent to the Character taking the Test.</p></li><li><p>You may not assist on Tests made to resist disease, poison, fear, hazards, or anything else the GM deems inappropriate.</p></li><li><p>You may not be assisted by more Characters than you have in the appropriate @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.GaZa9sU4KjKDswMr#characteristic-bonuses]{Characteristic Bonus }.</p></li></ul><p><strong>Example</strong>: <em>Adhemar, Perdita, and Valentyn hastily search a room when its owner, an aging merchant, leaves to find some records. The GM declares a <strong>Difficult (–10) Perception</strong> Test is required. Since Perdita and Valentyn both have the Perception Skill and are helping, Adhemar (who has the highest Perception Skill, at 59) gains a bonus of +20 to his Perception Test, for a combined total of 69 (59–10+20=69). However, he rolls 74, and fails, meaning all three characters have failed to find anything useful before the hobbling merchant returns.</em></p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\"><em>Options: Combining Skills</em></h3><p><em>Sometimes, you may be in a situation where you feel two Skills should be tested by the same character for a single task, so it may be appropriate to combine those Skills for a single Test. There are generally two reasons to do this: 1) is faster and limits the number of dice rolls required to press on with the game; 2) having to pass two Tests in a row to perform a single task significantly reduces your chance of passing overall.</em></p><p><em>The simplest way to do this is to attempt both Skills with one Test, comparing a single percentile roll to each Skill number. If both pass, you succeed at the Test. If only one passes, you partially pass as appropriate. And, obviously, if both fail, you have failed the Test.</em></p><p><em><strong>Example</strong>: </em>After a string of unlikely events, Salundra finds herself on-stage in yellow and red tights, singing and dancing in the Vargr Breughel Memorial Playhouse’s inaugural production of ‘Tell Me On A Festag’. The GM calls for a Challenging Combined Perform (Dance) and Entertain (Sing) Test, thinking it unfair Salundra should have to enact each Test in turn as that would significantly reduce her overall chance of success. Salundra has Perform (Dance) at 53 from her time in court, but doesn’t have Entertain (Sing), so must use her Fellowship of 43. She then rolls 46, meaning she managed the dance (succeeded with +1 SL), but hit a few off-notes with her singing (failed at -0 SL) — not perfect, but good enough for the gathered crowds; though Kym Neumann, the Altdorf Spieler’s theatre critic, may not be writing a favourable review...</p></blockquote><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-pouch.webp\" width=\"308\" height=\"220\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 200000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Combat",
      "type": "text",
      "_id": "wmA76Q2zJJ9HrkvA",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Sooner or later you will need to stop someone in their tracks, or someone will try to stop you. When diplomacy fails, is not attempted, or is not understood as a basic concept, Combat begins!</p><p>In Combat, lots of individuals take actions in a short space of time, many of them in direct opposition to each other. You will still be taking Tests to resolve these actions, but timing and a host of other factors become more important, so we have some rules to make everything work.</p><h3>Timing</h3><p>In Combat, the exact timing of actions matters more, so time is organised into:</p><ul><li><p><strong>Rounds</strong>: A Round is enough time for all characters to attempt a Test and move into position. It’s normally a just few seconds, the GM can decide exactly how long if necessary.</p></li><li><p><strong>Turns</strong>: During a Round, each combatant has a Turn to perform an Action and a Move.</p></li><li><p><strong>Initiative Order</strong>: Each combatant usually takes their Turn in order of their Initiative Characteristic, from highest to lowest.</p></li></ul><h3>Combat Summary</h3><p>Combat follows these steps until one side flees or is defeated:</p><ol><li><p><strong>Determine Surprise</strong>: The GM determines if any characters are @Condition[Surprised]. This normally only happens on the first round of combat. See the section below.</p></li><li><p><strong>Round Begins</strong>: If the rules call for something to happen at the start of the Round, it happens now.</p></li><li><p><strong>Characters Take Turns</strong>: Each combatant takes a Turn in Initiative order, starting with the highest Initiative. Each Character can normally perform a Move and an Action on their Turn (see @UUID[.wmA76Q2zJJ9HrkvA#taking-your-turn]{Taking Your Turn}).</p></li><li><p><strong>Round Ends</strong>: The Round ends when all combatants have taken a Turn. If the rules call for something to happen at the <em>end of the Round</em>, it happens now.</p></li><li><p><strong>Repeat Steps 2–5 As Required</strong>: Continue to play through Rounds until the combat is resolved.</p></li></ol><h3>Initiative Order</h3><p>Combatants act in Initiative order during the Round, with the highest Initiative acting first, until all involved have taken a Turn. If you want this to work quickly at the table, have the players sit in Initiative order. If multiple combatants have the same Initiative, they act in order from the highest Agility to the lowest. If they also have the same Agility, then roll an Opposed Agility Test, with the winner choosing who goes first for the combat. Some Talents impact combat order (see @UUID[JournalEntry.6zOdTLv3YeYeJ4hR]{Skills and Talents}).</p><p><strong>Example</strong>: <em>Tollich, with an Initiative of 38, always acts ahead of his companion, Perdita who has an Initiative of 33. If they attack a coven of cultists, each with Initiative 35, the combat order would be: Tollich (38), the Cultists (35), Perdita (33).</em></p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Roll For Initiative!</em></h3><p><em>Some groups prefer to randomise Initiative. There are several ways to do this, choose your favourite:</em></p><ul><li><p><em>Each character rolls an Initiative Test to determine a SL.</em></p></li><li><p><em>Each character rolls 1d10 and adds it to their Initiative.</em></p></li><li><p><em>Each character rolls 1d10 and adds it to their Agility Bonus + Initiative Bonus.</em></p></li></ul><p><em>The GM notes the results in decreasing numerical order and uses this as the Initiative Order. You could use this order for every Round (quickest option) or roll each Round (gives some variety to the order; slow characters have the chance to not always go last).</em></p><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Rounds Outside Combat</em></h3><p><em>Out of combat, the exact timing of those actions is usually flexible. Sometimes it is helpful to use Rounds outside of Combat to help organise everyone’s contributions; for example, Extended Tests happen over several rounds, with one Test taken each Round. (see @UUID[.lQThXbnpgQ30VBXR#extended-tests]{Extended Tests}).</em></p></blockquote><h3>Surprise</h3><p>Taking your enemy by surprise gives you a big advantage. If one side is planning an attack, they can attempt to harness the element of surprise by:</p><ul><li><p><strong>Hiding</strong>: Make a successful Stealth Test in appropriate cover. Characters may oppose this with a Perception Test if they are wary, or if the GM is feeling generous.</p></li><li><p><strong>Sneaky Tactics</strong>: Attack from behind, in the dark, through heavy fog, or from above! The GM may allow a Perception Test to spot the incoming attackers if appropriate.</p></li><li><p><strong>Distractions</strong>: Loud bangs, milling crowds and an especially engaging sermon are just some of the distractions that could harbour a surprise attack!</p></li><li><p><strong>Unprepared Defenders</strong>: If the enemy are particularly unwary, the attackers automatically surprise their victims. Something Else: Other sneaky and ingenious plans concocted by cunning players — the GM has the final call on the possibility of surprise.</p></li></ul><p>If there is a chance the ambushers will be spotted, the GM will typically call for <strong>Opposed Stealth vs Perception</strong> Test, usually with the character with the worst Stealth opposing all potential spotters. If the ambusher wins, each defeated character gains the @Condition[Surprised] Condition.</p><p>If no-one is surprised, proceed with the combat as normal.</p><p>If anyone is surprised, they can use a Resolve point to remove the @Condition[Surprised] Condition.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Surprise Talents!</em></h3><p><em>Even in situations where the GM states there is no chance of spotting incoming ambushers, some Talents allow Surprise to be avoided. See @UUID[JournalEntry.6zOdTLv3YeYeJ4hR]{Skill and Talents} for more on this.</em></p><p><em><strong>Example</strong>: </em>Tollich and Perdita fall foul of an ambush by gore-smeared Cultists of the Blood God. The combat begins when the Cultists storm from their hiding places, revealing their positions. The GM decides Tollich and Perdita are surprised as they were having a vigorous debate, and neither was at all prepared for an ambush. However, Tollich has the Combat Aware Talent, which grants a Challenging (+0) Perception Test to avoid Surprise; for Tollich, this is 41. He rolls 23, showing his well-honed instincts have spotted something is wrong. So, for the first round, only Perdita takes the Surprised Condition; Tollich and the Cultists act as normal.</p></blockquote><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/beastmen-fight.webp\" /></div><h3>Taking Your Turn</h3><p>Combat is a dynamic, disorientating experience, with friend and foe desperately weaving around each other, blades flashing as thrust follows parry follows gunshot.</p><p>The GM describes the situation — where everyone is, what your surroundings are like — and you can ask for more details to flesh things out and help plan your action. ‘How thick is the chandelier rope? Could an arrow cut it?’, for example. When it’s your Turn, you’ll make your Move and take Action!</p><p>On your Turn you have a Move and an Action, you can take these in any order — it’s presumed you are probably doing both at the same time, and you can freely describe them as one combined manoeuvre. You can also skip taking an Action or Move, though you won’t get another opportunity until the next Round!</p><p>Vivid descriptions of what you do will bring the Combat to life. Rather than declare your action is, ‘hit the Goblin’, it’s much more fun to say, ‘I Kick the chair in front of me towards the Goblins and lunge with my sword at the closest one’s throat’. You never know, the GM might reward you with the odd bonus for great roleplaying. This goes for the resolution of your Action too — the GM will describe the outcome, but you can certainly embellish it!</p><h4>Move</h4><p>In most circumstances, exact distances don’t matter too much. Use your Movement Characteristic as a guide to the ground you can cover, and the GM will let you know if the move will take more than one Turn. Reaching difficult places, perhaps by climbing or jumping, will also use your Action if you need to Test a Skill to get there (perhaps with a Climb or Athletics Test).</p><p>If you are not already fighting someone, you can also use your Move to Charge into close combat, gaining +1 Advantage (see @UUID[.wmA76Q2zJJ9HrkvA#advantage]{Advantage}). For more on this, and for a detailed breakdown of movement speeds, leaping distances, and more, see @UUID[.bdfiyhEYtKs7irqc]{Moving}.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-crossed-pistols.webp\" width=\"186\" height=\"241\" /></div><h4>Action</h4><p>In combat, your Action is used to do something. Whether that’s swing a sword at a Mutant, jump from rooftop to rooftop, or take a moment to gauge the situation, that’s up to you. Your Action is only limited by your imagination, the physical constraints of the fight location and the capabilities of your Character.</p><p>Describe what you want your Character to do. The GM will then tell you if you need to make a Test to succeed at your planned Action. The results will then be narrated by you and the GM, ending your Action.</p><p>For a detailed breakdown of how to use your Action to attack another Character, refer to Attacking. If you would like to use prayers or magic, refer to either @UUID[JournalEntry.NcH9OhleJFfaUdon]{Religion and Belief} or @UUID[JournalEntry.YBVrpUHEjohB1H4f]{Magic}. @UUID[JournalEntry.6zOdTLv3YeYeJ4hR]{Skills and Talents} also contains many examples of how to use your Skills during combat.</p><p><strong>Example</strong>: <em>Molli looks on nervously from behind a barrel as Salundra is beset by the flying fists of three pub brawlers keen to put the young captain in her place. On her Turn, Molli’s player asks if the pub has an upper floor. The GM confirms it does, and that it has a balcony overlooking the fight. Smiling, the player declares Molli will sprint upstairs and push a table down on the fight to help break it up using both her Move and Action. Given the upper floor isn’t far away, the GM decides Molli can get there in a single Round but pushing the small table there will take a little effort.</em></p><p><em>The GM calls for an Average (+20) Athletics Test to heft the table over the balcony. Molli’s Athletics is 34, so she needs to roll 54 or under. She rolls 21, for +3 SL, and the table flies! Molli shouts out as the table tips: ‘Stop fighting!’ The GM states all combatants below must perform an Opposed Dodge Test against the +3 SL</em> or be hit by the table. Unfortunately, only Salundra fails this, and the table lands squarely on her head…</p><h4>Free Actions</h4><p>Some things you’ll want your Character to do won’t count as your Action for the round — such as shouting a warning, drawing your weapon, or drinking a potion. It’s the GM’s decision on what takes up your Action, and what you can do in a Round. A good general guide is that if an act requires you to make a Test, it is an Action rather than a Free Action.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Options: On The Defensive</em></h3><p><em>What if you want to prepare to dodge or parry incoming blows, to hold a defensive position in a doorway, or use Language (Magick) to deploy an array of dispels? As your Action, choose a Skill to use defensively and you will get +20 to defensive Tests using the Skill until the start of your next Turn.</em></p><blockquote class=\"foundry-note\"><p>You can add the <strong>On the Defensive</strong> effect on the Effects tab of the character sheet, make sure to fill in whatever skill you're using inside the brackets of the effect's label.</p><p>If used often, simply disable the effect instead of deleting it to avoid remaking it each time.</p></blockquote></blockquote><h3>Attacking</h3><p>One of the most common Actions is to attack an opponent. To make a ranged attack, your weapon must be in range (see @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.wdXywmb7FBVipOw8]{Consumers’ Guide} for weapon ranges) and your target visible in line-of-sight. For melee attacks, you must be adjacent your target with a weapon ready (see Engaged).</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Default Combat Difficulty</em></h3><p><em>During combat, all Difficulty is assumed to be <strong>Challenging (+0)</strong>. So, if no Difficulty is expressly mentioned in the rules, use Challenging.</em></p></blockquote><h4>1: Roll to Hit</h4><p>Melee: To attack, perform an Opposed Melee Test with your Opponent (both you and your opponent Test your @UUID[JournalEntry.6zOdTLv3YeYeJ4hR.JournalEntryPage.mk4p8y3RetTuMe2f]{Melee Skill}). Whoever scores the highest SL wins. If you win the Test, you hit your opponent and gain +1 Advantage. If you lose the Opposed Test, your opponent gains +1 Advantage and your Action is finished.</p><p><strong>Ranged</strong>: Roll a <strong>Ranged</strong> Test for the weapon you’re using. If you are successful, you hit your opponent and gain +1 Advantage. If you fail, your Action is over. Your opponent doesn’t gain Advantage in ranged combat.</p><p>In both melee and ranged Combat, it’s possible to score an impressive hit called a Critical, or to make a mistake, called a Fumble. See Criticals and Fumbles in the section below.</p><p><strong>Summary</strong>: <em>Test to hit your opponent with your weapon. This Test is Opposed in melee. Any winner gains +1 Advantage.</em></p><h4>2: Determine Hit Location</h4><p>If you successfully hit, find out where — reverse the roll to hit and compare this number to the Hit Locations table. So, a roll of 23 to hit would become 32 on the table, a hit on the Right Arm.</p><blockquote class=\"foundry-note\"><p>To remove some of the issues with reversing hit location, a second 1d100 roll is made for the hit location.</p></blockquote><p>Creatures with different body shapes may use different hit location tables. Refer to @UUID[JournalEntry.3ZynTGhFpgwv6l1n.JournalEntryPage.UyUu4g8GQRp16paM#creature-hit-locations]{Bestiary} for more on the different Hit Location tables.</p><p><strong>Summary</strong>: <em>Reverse your ‘Roll to hit’ Test result to determine a Hit Location.</em></p><h4>3: Determine Damage</h4><p>Once you have determined the hit location, it is time to work out how much Damage you deal. Each weapon has a Weapon Damage characteristic (see @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.wdXywmb7FBVipOw8]{Weapons}). This is usually your modified Strength Bonus for melee weapons, or a fixed number for ranged weapons. Take the SL of your Opposed Test and add it to the Weapon Damage of the weapon you’re using. This final number is your Damage.</p><p><strong>Summary</strong>: <em>Damage = Weapon Damage + SL</em></p><h4>4: Apply Damage</h4><p>Using the Damage and the Hit Location you struck, you now see how many Wounds your opponent loses from your attack. Subtract your opponent’s Toughness Bonus and any Armour Points protecting the Hit Location from your Damage. The remaining Damage is suffered as Wounds by your opponent. If this is 1 or less, your opponent has shrugged off the worst of the attack and only loses 1 Wound. Should the Wounds lost exceed your opponent’s remaining Wounds total, your opponent takes a @UUID[JournalEntry.NS3YGlJQxwTggjRX.JournalEntryPage.WCivInLZrqEtZzF4#critical-wounds]{Critical Wound} and gains the @Condition[Prone] Condition.</p><p><strong>Summary</strong>: <em>Wounds Suffered = Damage – opponent’s (Toughness Bonus + Armour Points)</em></p><p> </p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Opposing A Melee Attack</em></h3><p><em>You can Oppose an incoming melee attack with more than just your Melee Skill. The most obvious choice is Dodge, which allows you to avoid incoming blows, but @UUID[JournalEntry.6zOdTLv3YeYeJ4hR]{Skills and Talents} lists many other Skills that just might be useful in combat, including Intimidate, Charm, Leadership, and more. If your GM thinks it’s appropriate for the situation, and you’re happy missing out on the opportunity to score a Critical Hit against your opponent, then why not give it a go.</em></p></blockquote><h4>Engaged</h4><p>Whenever you attack an opponent, or are attacked, in melee combat, you count as Engaged. This means you are tussling with each other in a fight, and others rules (due to Talents, Spells, etc.) for being Engaged might apply. If you don’t attack each other for a full Round, you are no longer Engaged.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Success Levels in Combat</em></h3><p><em>In combat, SL is used to determine damage, rather than getting a result from the Outcome Table. To mix this up a little, Tests in combat also use Criticals and Fumbles.</em></p></blockquote><h3>Criticals and Fumbles</h3><p>During the cut and thrust of combat, accidents, mistakes, and moments of extraordinary skill can happen in quick succession. To represent the unpredictable extremes of a life-or-death skirmish, there are Criticals — extraordinarily good hits — and Fumbles — egregious errors.</p><h4>Criticals</h4><p>Any successful Melee or Ranged Test that also rolls a double causes a Critical. This means you have dealt a significant blow, and it even happens when you are the defender in an opposed Test.</p><p>If you score a Critical, your opponent receives an immediate Critical Wound as your weapon strikes true. See @UUID[.WCivInLZrqEtZzF4#critical-wounds]{Critical Wounds} for more on what this means. Beyond that, SL is calculated as normal, as is who wins any Opposed Tests.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Options: Deathblow</em></h3><p><em>Some players like a heroic approach to combat, with characters able to wade through lesser foes. If this suits your style of play, use the following rule:</em></p><p><em>If you kill a melee opponent in a single blow, you may move into the space the character occupied and attack another opponent if there is one available. You may keep doing this a number of times equal to your Weapon Skill Bonus, and may not attack the same Character more than once on the same Turn. Some creatures (see @UUID[JournalEntry.3ZynTGhFpgwv6l1n]{Bestiary}}) are so big they can activate this rule without killing any opponents.</em></p></blockquote><h4>Fumbles</h4><p>The converse of Criticals, any failed combat Test that also rolls a double is a Fumble, which means something very unfortunate has occurred. To determine what happens, roll on the @Table[oops]{Oops! Table}.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Opposed Tests and Fumbles</em></h3><p><em>During an Opposed Test, it is possible to Fumble and still win if you score a higher SL than your opponent. This is fine, and not a little hilarious, as you ineffectually tussle with your even worse opponent, potentially injuring yourself in the process.</em></p><p><em><strong>Example</strong>: </em>Molli swipes her dagger at her opponent and rolls 66 for a fumble with -3 SL, but her opponent rolls 92 for -5 SL. So, Molli wins with +2 SL over her opponent, gaining +1 Advantage, which she may quickly lose as she also has to roll on the Oops! Table to see what unfortunate accident will befall her.</p><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Misfires!</em></h3><p><em>If you are using a Blackpowder, Engineering, or Explosive weapon, and roll a Fumble that is also an even number — 00, 88, and so on — your weapon Misfires, exploding in your hand. You take full Damage to your Primary Arm location using the units die as an effective SL for the hit, and your weapon is destroyed.</em></p></blockquote><h3>Ranged Combat</h3><p>There are some extra considerations that apply to ranged attacks:</p><ul><li><p>Ranged attacks cannot be opposed with Melee Skills unless you have a large enough shield (see @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.wdXywmb7FBVipOw8#shield-(rating)]{Shield}), or if they are at Point Blank range (see @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.wdXywmb7FBVipOw8#weapon-range]{Weapon Range}), where it is also allowable to Dodge.</p></li><li><p>You cannot make ranged attacks whilst Engaged, unless you are armed with a ranged weapon that has the @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.wdXywmb7FBVipOw8#pistol]{Pistol} Quality.</p></li><li><p>If you use your Ranged Skill when you are Engaged with your target, the target may Oppose your attack with any Melee Skill.</p></li></ul><h3>Combat Difficulty</h3><p>Combat Tests can be modified in the same manner as other Tests. These modifiers can be used to reflect the effects of terrain, the weather, and a variety of other factors. The following are some of the most common modifiers encountered in combat. For situations not covered here, use these as a guide. Remember, the GM has final say about the difficulty of any particular Test.</p><table style=\"width:100%\" border=\"1\"><tbody><tr><td><strong>Difficulty</strong></td><td><strong>Modifier</strong></td><td><p><strong>Example</strong></p></td></tr><tr><td>Very Easy</td><td>+60</td><td><p>Shooting a Monstrous target (Giant size).</p><p>Shooting into a crowd (13+ targets)</p></td></tr><tr><td>Easy</td><td>+40</td><td><p>Shooting a target at Point Blank Range (see @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.wdXywmb7FBVipOw8#weapon-range]{Weapon Range}).</p><p>Shooting an Enormous target (Griffon size).</p><p>Attacking an opponent you outnumber 3 to 1.</p><p>Shooting at a Large group (7–12 targets).</p></td></tr><tr><td>Average</td><td>+20</td><td><p>Shooting a Large target (Ogre size).</p><p>Shooting at Short Range: less than half weapon range.</p><p>Shooting at a small group (3–6 targets)</p><p>Shooting when you spent your last Action aiming (no Test to aim required).</p><p>Attacking an Engaged opponent in the sides or rear.</p><p>Attacking an opponent you outnumber 2 to 1.</p><p>Attacking a target with the @Condition[Prone] Condition.</p></td></tr><tr><td>Challenging</td><td>+0</td><td><p>A standard attack.</p><p>Shooting an Average target (Human size).</p></td></tr><tr><td>Difficult</td><td>–10</td><td><p>Attacking whilst you have the @Condition[Prone] Condition, or otherwise beneath your target.</p><p>Attacking whilst in the mud, heavy rain or difficult terrain.</p><p>Shooting at Long Range: up to double weapon range.</p><p>Shooting on a Round where you also use your Move.</p><p>Shooting a small target (Child size).</p><p>Target in soft cover (behind a hedge for example).</p></td></tr><tr><td>Hard</td><td>–20</td><td><p>A called shot to a specific Hit Location. If you succeed you hit that location.</p><p>Fighting in an enclosed space with a weapon with a Length longer than Average.</p><p>Shooting targets concealed by fog, mist or shadow.</p><p>Attacking in a monsoon, hurricane, thick blizzard, or other extreme weather.</p><p>Dodging when you have the @Condition[Prone] Condition, or are mounted (see @UUID[.wmA76Q2zJJ9HrkvA#mounted-combat]{Mounted Combat}}.</p><p>Close combat in darkness.</p><p>Shooting a Little target (Cat size).</p><p>Using a weapon in your off hand.</p><p>Target in medium cover (wooden fence for example).</p></td></tr><tr><td>Very Hard</td><td>–30</td><td><p>Attacking or dodging in the deep snow, water or other arduous terrain.</p><p>Shooting a tiny target (Mouse size).</p><p>Shooting at Extreme range, up to three times weapon range.</p><p>Shooting in darkness.</p><p>Target in hard cover (behind stone wall, for example)</p></td></tr></tbody></table><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Combining Difficulties</em></h3><p><em>There will be instances where multiple factors make taking a particular action more difficult than normal. Lurking in a gloomy forest as you attempt to shoot at a distant opponent through the trees is harder than shooting at the same opponent on a bright day in an open field. When combining multiple difficulties, use the following guidelines:</em></p><ul><li><p><em>If the situation would apply two or more penalties, simply add the modifiers together to a maximum of –30 or Very Hard. For example, fog and aiming for a specific body part both make Weapon Skill Tests <strong>Hard (–20)</strong>. When combined, the Test would simply be <strong>Very Hard (–30)</strong>, rather than suffer a –40 modifier. Similarly, if the situation would apply two or more bonuses, add the modifiers together to a maximum of +60 or Very Easy.</em></p></li><li><p><em>If the situation would apply a penalty and a bonus, add them together to find the new difficulty. Attacking an opponent while standing in deep snow normally requires a <strong>Very Hard (–30)</strong> Test. But attacking an opponent who is Prone requires an <strong>Easy (+20)</strong> Test. In a situation where both apply, the Test would be <strong>Difficult (–10)</strong> since –30 plus +20 equals –10.</em></p></li></ul><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Options: Shooting Into Melee</em></h3><p><em>For most, simply choosing a target and rolling to hit is enough of a complication. However, some prefer the rules be more precise when firing at an Engaged target. If this is you, use the following rules:</em></p><p><em>Ballistic Skill Tests against Engaged opponents are resolved as normal, but suffer a penalty of –20 as you try your best to hit your specified target. If this modifier causes you to fail when the Test would otherwise have succeeded, you instead hit one of the target’s Engaged opponents, as determined randomly by the GM. If you do not care whom you hit, you may gain a bonus of +20 to +60 to hit, see <strong>Shooting into a Group</strong> below.</em></p></blockquote><h4>Helpless Targets</h4><p>Melee Tests made to hit a sleeping, unconscious, or otherwise helpless target automatically succeed. Check the @Condition[Unconscious] Condition for more on this.</p><h4>Shooting into a Group</h4><p>Ranged Tests made to hit a group of targets are <strong>Average (+20)</strong> if there is 3-6 of them, <strong>Easy (+40)</strong> if there are 7-12 of them, and <strong>Very Easy (+60)</strong> if there is 13 or more of them. Any successful hits are randomised between all likely targets as the GM prefers. If this modifier allows you to hit when the Test would otherwise have failed, you succeed with +0 SL.</p><h4>Outnumbering</h4><p>If you out-number an opponent 2 to 1, you gain a bonus of +20 to hit your opponent in melee combat. If you outnumber an enemy by 3 to 1, you get an even larger bonus of +40 to hit. Further, at the end of every Round, all outnumbered opponents lose 1 Advantage. Outnumbering is generally determined by how many Characters are Engaged with each other; if there is any doubt, the GM decides who is outnumbering whom.</p><h4>Size</h4><p>Size is an important factor when shooting at a target: it is far easier to hit a barn door than an apple. For more on Size, refer to . If this modifier allows you to hit when the Test would otherwise have failed, you succeed with +0 SL.</p><table style=\"width:100%;height:136px\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"height:17px\"><strong>Size</strong></td><td style=\"height:17px\"><strong>Height or Length</strong></td><td style=\"height:17px\"><strong>Examples</strong></td><td style=\"height:17px;text-align:center\"><strong>Modifier</strong></td></tr><tr style=\"height:17px\"><td style=\"height:17px\">Tiny</td><td style=\"height:17px\">Less than a foot</td><td style=\"height:17px\">Butterfly, Mouse, Pigeon</td><td style=\"height:17px;text-align:center\">-30</td></tr><tr style=\"height:17px\"><td style=\"height:17px\">Little</td><td style=\"height:17px\">Up to 2 feet</td><td style=\"height:17px\">Cat, Hawk, Human Baby</td><td style=\"height:17px;text-align:center\">-20</td></tr><tr style=\"height:17px\"><td style=\"height:17px\">Small</td><td style=\"height:17px\">Up to 4 feet</td><td style=\"height:17px\">Giant Rat, Halfling, Human Child</td><td style=\"height:17px;text-align:center\">-10</td></tr><tr style=\"height:17px\"><td style=\"height:17px\">Average</td><td style=\"height:17px\">Up to 7 feet</td><td style=\"height:17px\">Dwarf, Elf, Human</td><td style=\"height:17px;text-align:center\">0</td></tr><tr style=\"height:17px\"><td style=\"height:17px\">Large</td><td style=\"height:17px\">Up to 12 feet</td><td style=\"height:17px\">Horse, Ogre, Troll</td><td style=\"height:17px;text-align:center\">+20</td></tr><tr style=\"height:17px\"><td style=\"height:17px\">Enormous</td><td style=\"height:17px\">Up to 20 feet</td><td style=\"height:17px\">Griffon, Wyvern, Manticore</td><td style=\"height:17px;text-align:center\">+40</td></tr><tr style=\"height:17px\"><td style=\"height:17px\">Monstrous</td><td style=\"height:17px\">20 feet+</td><td style=\"height:17px\">Dragon, Giant, Daemon Prince</td><td style=\"height:17px;text-align:center\">+60</td></tr></tbody></table><h3>Two-Weapon Fighting</h3><p>Some  warriors  prefer to fight with a weapon in each  hand — such as using a sword and sword-breaker, or a sword and a shield. The following applies when you are fighting with two weapons. </p><ul><li><p>You may use any one-handed close combat weapon or any pistol when fighting with two weapons.</p></li><li><p>You may use either hand to make an attack. Attacks made using your secondary hand suffer  a –20  penalty to any applicable Test.</p></li><li><p>If you have the @UUID[Compendium.wfrp4e-core.items.URwIDtInCsxOoGqM]{Dual Wielder} Talent you may be able to attack with both weapons.</p></li></ul><h3>Scatter</h3><p>On a failed <strong>Ranged (Throwing)</strong> Test, roll on the @Table[scatter]{Scatter Table} to see where your weapon lands. ‘T’ marks the target.</p><p>A roll of 1-8 provides a direction: roll [[/r 2d10]] to determine the distance the weapon scatters in yards — it scatters no more than half the distance between you and the target. A roll of 9 and the weapon lands at your feet. A 10, and it lands at your target’s feet. Scatter can be used whenever a random direction is required.</p><h3>Unarmed Combat</h3><p>Not every fight in <strong>WFRP</strong>  involves  guns or swords. Many  conflicts are settled with good, old-fashioned  fisticuffs. A successful Melee (Brawling) Test for unarmed combat is handled in the same way as any other combat Test, but you have one extra option: you may enter a Grapple!</p><h4>Grappling</h4><p>Instead of inflicting damage with an unarmed attack, you can attempt to Grapple and  immobilise your opponent. You must declare this is your intent before rolling to hit your opponent. If you win the Opposed Test, you and your opponent are Grappling, and your opponent gains the @Condition[Entangled] Condition. If you begin your turn Grappling, you may break the Grapple if you have a higher Advantage than your opponent, and do not count as being Engaged for your Move; otherwise, you must make an <strong>Opposed Strength</strong> Test for your Action. If you win, you can do one of the following:</p><ul><li><p>Deal SB + SL Damage using your Strength roll to determine the Hit Location affected. You ignore any Armour Points as you wrench arms and pull muscles.</p></li><li><p>Either:</p><ol><li><p>Give your opponent an @Condition[Entangled] Condition, or</p></li><li><p>Remove an @Condition[Entangled] Condition from yourself, plus lose an extra one for each SL by which you win.</p></li></ol></li></ul><p>If you lose the Opposed Test, you can do nothing but struggle as your opponent gains +1 Advantage.</p><p>Those outside the Grapple gain a +20 bonus to hit the grapplers with the lowest Advantage, and a +10 bonus to hit to the grappler with the highest Advantage. </p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Options: Grappling With Skills</em></h3><p><em>If you are Grappling, your GM may allow you to perform a Test other than an Opposed Strength Test according to the situation. Perhaps Language (Magick) to cast a spell, or Charm to wheedle your way free, or Leadership to order your grappler to stand down? As long as your GM is happy with this, roll those dice and see what happens. But if you fail, note that you will not be concentrating on the Grapple, so the GM may rule you gain an extra @Condition[Entangled] Condition, which could make things very tricky!</em></p></blockquote><h3>Mounted Combat</h3><p>Riding into Combat, sword swinging, guns blazing, is not only terrifying for those on the receiving end, it also brings bonuses to the rider. Mounted Combat uses the same rules as any other Combat, with the following additions:</p><ul><li><p>For the purposes of your Move, riders count as having the Movement Attribute of their mount. Further, riders take Ride Tests for any tests to Run, Jump or similar, and use their mount’s Movement Attribute.</p></li><li><p>Any melee attack from a Rider on a target smaller than their Mount gains a bonus of +20 to hit.</p></li><li><p>If you are rolling to hit a mounted character, you choose whether to hit the rider or the mount. If you are in close combat, you also suffer a penalty of –10 to your Melee Test if you target the rider and are smaller than the mount (see @UUID[.wmA76Q2zJJ9HrkvA#size]{Size}).</p></li><li><p>A Mount without the @UUID[Compendium.wfrp4e-core.items.IPKRMGry6WotuS1G]{Skittish} Trait is effectively another combatant, and may use its own Action to attack Engaged targets.</p></li><li><p>When Charging, you may use the Strength and Size rules of your mount for the purposes of calculating Damage.</p></li><li><p>When riding, you suffer a penalty of –20 to any attempts to use the Dodge Skill unless you have the @UUID[Compendium.wfrp4e-core.items.FjTnaxixsu1ShNNr]{Trick Riding} Talent.</p></li></ul><p><strong>Note</strong>: Most mounts are bigger than Characters, meaning they may cause Fear or Terror, and gain other combat advantages as explained on @UUID[Compendium.wfrp4e-core.items.8slW8CJ2oVTxeQ6q]{Size}.</p><h3>Advantage</h3><p>Advantage represents your momentum in combat, and is gained when you outwit, defeat, or otherwise dominate your opponents. It is recorded with tokens — be these coins, cards, chits, counters, or specially designed Advantage tokens — or by a tally sheet on scrap paper.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-transform:uppercase;text-align:center\"><em>Options: Limiting Advantage</em></h3><p><em>Some GMs prefer a more controlled combat environment that isn’t so influenced by the whimsy of dice and luck. As Advantage can swing wildly during the course of a battle, and can have a significant impact, consider using one of the following optional rules if you wish to contain this:</em></p><ul><li><p><em>Advantage has an upper level equal to each Character’s Initiative Bonus.</em></p></li><li><p><em>Cap Advantage at a pre-arranged limit, such as 2, 4, or more. 10 also works well as you can easily track it with 1d10.</em></p></li></ul></blockquote><h4>Gaining Advantage</h4><p>Advantage is secured each time you win an Opposed Test in combat, you assess the battlefield using your Skills, or when your spirits are lifted. The following provides some examples of this, but is far from exhaustive, and the GM is encouraged to hand out Advantage tokens as suits the circumstances.</p><ul><li><p><strong>Surprise</strong>: Attacking @Condition[Surprised] enemies brings +1 Advantage.</p></li><li><p><strong>Charging</strong>: @UUID[.bdfiyhEYtKs7irqc#charging]{Charging} headlong into combat grants +1 Advantage.</p></li><li><p><strong>Assess</strong>: If you use one of your Skills to secure a tactical advantage, gain +1 Advantage. See individual Skill descriptions in @UUID[JournalEntry.6zOdTLv3YeYeJ4hR]{Skills and Talents} for more details concerning this.</p></li><li><p><strong>Victory</strong>: Whenever you defeat an important NPC, gain +1 Advantage. Subduing a party nemesis may grant +2 Advantage.</p></li><li><p><strong>Winning</strong>: If you win an Opposed Test during combat gain +1 Advantage.</p></li><li><p><strong>Outmanouevre</strong>: If you wound an opponent without engaging in an Opposed Test, gain +1 Advantage.</p></li></ul><p>There is also an array of Talents that secure Advantage. Refer to @UUID[JournalEntry.6zOdTLv3YeYeJ4hR]{Skills and Talents} for more on this.</p><h4>Benefits of Advantage</h4><p>Each Advantage you secure adds +10 to any appropriate combat Test or @UUID[.5w5YLPNd6AaU4f85#psychology-test]{Psychology Test}. Thus, if you have 5 Advantage tokens, you have an impressive +50 bonus to hit, defend, and resist the influence of others.</p><h4>Losing Advantage</h4><p>If you lose an Opposed Test during combat, suffer any @UUID[.SjuV1vgbgM49pFpP]{Conditions}, or lose any Wounds, you automatically lose all Advantage. Further, should the combat end, all Advantage you’ve gained is lost. Lastly, if you have accrued no Advantage for the Round, or end the Round outnumbered, you lose 1 point. Advantage can also be used to @UUID[.bdfiyhEYtKs7irqc#disengaging]{Disengage} from combat. There are also Skills and Talents that cause you to lose Advantage, or transfer Advantage to another character. For more on these, read @UUID[JournalEntry.6zOdTLv3YeYeJ4hR]{Skills and Talents}.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 300000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Moving",
      "type": "text",
      "_id": "bdfiyhEYtKs7irqc",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/other/hat-fight.webp\" width=\"172\" height=\"236\" /></div><p>The amount of detail needed for movement depends on how you track where everyone is. Many prefer to use the ‘theatre of the mind’ method, where you describe relative positions and distance, and the GM adjudicates if it’s possible to undertake the Move or Action each player describes. Even during tightly controlled combat Rounds, it is usually enough to narrate how your character negotiates the frenetic action, leaping barrels, sprinting for cover, or dancing around opponents as required.</p><p>Other groups use floorplans, grids, tokens, and Citadel Miniatures to represent where the combatants are standing, and this method needs a bit more specific information on distance and movement. If you do this, we recommend a 1-inch grid, with each square representing a distance of 2 yards in the game world. This means if you have Movement 4, you can normally move 4 squares. Humans, Mutants, and other similarly-sized creatures occupy a single square on the map. Larger creatures can take up 2, 4, or even more squares, according to their @UUID[Compendium.wfrp4e-core.items.8slW8CJ2oVTxeQ6q]{Size} trait. If you prefer to go gridless, keep the 1 Movement = 2 yards scale.</p><h3>Moving During Combat</h3><p>The Movement Table shows how many yards you can normally move in a single Turn, either Walking or Running, without having to make an Athletics Test to sprint. Doing this will use your Move for your Turn.</p><table border=\"1\"><tbody><tr><td style=\"text-align:center\"><strong>Movement</strong></td><td style=\"text-align:center\"><strong>Walk (yards)</strong></td><td style=\"text-align:center\"><strong>Run (yards)</strong></td></tr><tr><td style=\"text-align:center\">0</td><td style=\"text-align:center\">0</td><td style=\"text-align:center\">0</td></tr><tr><td style=\"text-align:center\">1</td><td style=\"text-align:center\">2</td><td style=\"text-align:center\">4</td></tr><tr><td style=\"text-align:center\">2</td><td style=\"text-align:center\">4</td><td style=\"text-align:center\">8</td></tr><tr><td style=\"text-align:center\">3</td><td style=\"text-align:center\">6</td><td style=\"text-align:center\">12</td></tr><tr><td style=\"text-align:center\">4</td><td style=\"text-align:center\">8</td><td style=\"text-align:center\">16</td></tr><tr><td style=\"text-align:center\">5</td><td style=\"text-align:center\">10</td><td style=\"text-align:center\">20</td></tr><tr><td style=\"text-align:center\">6</td><td style=\"text-align:center\">12</td><td style=\"text-align:center\">24</td></tr><tr><td style=\"text-align:center\">7</td><td style=\"text-align:center\">14</td><td style=\"text-align:center\">28</td></tr><tr><td style=\"text-align:center\">8</td><td style=\"text-align:center\">16</td><td style=\"text-align:center\">32</td></tr><tr><td style=\"text-align:center\">9</td><td style=\"text-align:center\">18</td><td style=\"text-align:center\">36</td></tr><tr><td style=\"text-align:center\">10</td><td style=\"text-align:center\">20</td><td style=\"text-align:center\">40</td></tr></tbody></table><h4>Charging</h4><p>If you are not Engaged in combat already, you can use your Move to Charge. If you Charge, your Action must be a Melee Test to attack an opponent. If your opponent is at least your Move characteristic in yards away before you Charge, but within your Run range (see the Run entry in the Movement Table for how far you can move when Charging), you will also gain +1 Advantage as you barrel into your opponent.</p><h4>Disengaging</h4><p>If you are @UUID[.wmA76Q2zJJ9HrkvA#engaged]{Engaged} in combat, and no longer wish to be trading blows with your opponent, you have the following two options for leaving combat safely.</p><p><strong>Use Advantage</strong>: If you have more Advantage than your opponents, you are in a superior position and can easily manoeuvre yourself beyond reach. If you choose to drop your Advantage to 0, you can move away from your opponents without penalty, perhaps choosing to Charge a new target, run away as fast as possible, or backstep a little and fire a pistol in an opponent’s face!</p><p>Use Dodge: If you have lower or equal Advantage to your opponents or do not wish to spend your Advantage, you are pinned in place. If you wish to escape, you will need to use your Action to make an <strong>Opposed Dodge/Melee</strong> Test. If you succeed, you gain +1 Advantage, and can use your Move to go anywhere you wish using the normal rules. If you fail, each opponent defeating you gains +1 Advantage and makes it impossible for you to escape without a blow to your back.</p><h4>Fleeing</h4><p>If you cannot escape otherwise, you can turn your back and flee as your Move. Often, Fleeing is involuntary, caused by @UUID[Compendium.wfrp4e-core.items.meMkLEwdJIDLxM0B]{Terror} or magic.</p><p>If you flee, your opponent immediately gains 1 Advantage and may attempt 1 free attack. The free attack is an unopposed Melee Test using whatever weapon is currently held, using the SL scored to Damage you as normal. As you are throwing caution to the wind, your opponent gains +20 to hit you. If you are hit, your opponent gains +1 Advantage, and you must enact a <strong>Challenging (+0) Cool</strong> Test: if failed, gain a @Condition[Broken] Condition, and a further +1 Broken condition per SL below 0. Once the free attack is concluded, you may move up to your Run Movement (see the Movement Table) directly away from your opponent, assuming you still can.</p><h4>Running</h4><p>On your turn, you can use your Action to sprint. This requires an <strong>Average (+20) Athletics</strong> Test, and the distance covered is in addition to your Move this round. You sprint your Run movement + SL in yards (see the Movement Table for your Run movement). So, a character with Move 4 who rolled –2 SL would sprint an additional 14 yards (16–2=14).</p><h4>Climbing</h4><p>Most climb moves won’t need Tests. Climbing rules are only required when the Climb is difficult or if knowing exactly how long you take to ascend is important.</p><p>Climbing a ladder or similarly easy-to-climb surface does not require a Test but does slow you down. You move at half rate up or down ladders or other easily climbed surfaces. So, it would cost 4 yards of your Movement to climb a 2-yard ladder. If you want to climb more quickly, spend your Action to make an <strong>Average (+20) Climb</strong> Test. You will Climb an extra Movement + SL yards. So, a character with Movement 4 who rolled +2 SL will climb an additional 6 yards (4+2=6).</p><p>If both hands are free, you can climb a surface with suitable handholds with a Climb Test using your Action for the turn. You ascend or descend at a rate of ½ Movement + SL in yards.</p><p>Climbing difficulty is set by the GM and varies with the nature of the climbed surface. Some climbs will be beyond the ability of most characters without the @UUID[Compendium.wfrp4e-core.items.MGEPI4jNhymNIRVz]{Scale Sheer Surface} Talent.</p><h3>Leaping and Falling</h3><p>Jumping to reach high ledges, leaping from rooftop to rooftop, or failing both and plummeting to your death are all essential parts of the <strong>WFRP</strong> experience.</p><p>Simple Athletics Tests, or perhaps a Perform (Acrobatics) Test, will be enough to determine the outcome on most occasions, but sometimes knowing exactly how high you jump, how far you leap, or what happens when you fall is useful.</p><h4>Leaping</h4><p>You can leap your Movement in feet without having to make a Test. If you want to jump farther, this takes an <strong>Average (+20) Athletics</strong> Test if you have a run up of at least your Movement in yards; if you do not, the Test is <strong>Challenging (+0).</strong> On a success, each SL adds an extra foot to the leap. If you succeeded with +0 SL, you manage an extra 6 inches with your jump.</p><h4>Falling</h4><p>When falling, you suffer [[/r 1d10 # Fall Damage]] Damage, plus 3 Damage for every yard you fall. Any suffered Damage is reduced by your Toughness Bonus, but not any Armour Points you may be wearing.</p><p>If you are purposefully falling — or, if you prefer, jumping downwards — you can attempt an <strong>Average (+20) Athletics</strong> Test to lessen the damage you may sustain. If successful, you count as having fallen 1 less yard, plus an extra yard less per SL scored.</p><p>If you reduce the distance you count as having fallen to 0 or less, you will suffer no Damage from the fall.</p><p>If more Wounds are suffered from a fall than your Toughness Bonus, you also gain the @Condition[Prone] Condition.</p><h3>Pursuit</h3><p>Desperate chase scenes through busy markets and high-speed pursuits hanging from the back of careening coaches are the centrepiece of many exciting adventures. Here’s how to run a pursuit:</p><ol><li><p><strong>Determine Distance</strong> — The GM decides how far ahead the pursued are from the pursuers, and assigns a number to represent the size of the head start, called the Distance. Typically, this will range from 1 for those almost in reach, to 4 for those with a good lead, to 8 for those almost beyond reach when the pursuit begins.</p></li><li><p><strong>Test</strong> — Everyone actively moving in the pursuit rolls a Test for their movement — typically this will be a Drive, Ride, or Athletics Test depending upon the circumstances.</p></li><li><p><strong>Update Distance</strong> — The lowest SL of the pursued and the highest SL of the pursuers is compared, the difference between these is added to the Distance if the pursued won, and subtracted from the Distance number if the pursuers won.</p></li><li><p><strong>Determine Outcome</strong> — If the Distance falls to 0 or less, the pursuers have caught their quarry! The pursued can then sacrifice their slowest member that Round to delay the pursuers as the rest continue to flee, or they can stop and confront their pursuers. If the slowest of the pursued is abandoned, the pursuers decide who stops to confront the unfortunate and who continues in pursuit. If the poor abandoned runner is not a priority target it’s quite likely the pursuers will continue their pursuit of their target. If Distance reaches 10+, the pursuers have lost their quarry and the pursuit is over… for now! If the Distance is still 1–9, the pursuit continues, return to step 2.</p></li></ol><p>As each Round passes, it’s important to describe what just happened in a fun and exciting fashion. If you score a large SL, describe people getting out of the way, giving you an opportunity to make ground. If you score a negative SL, describe tripping over crates, running into people, or slamming your coach against a wall, slowing you down.</p><p><strong>Example</strong>: <em>Eichengard and Sigrid are chasing three cultists through the streets of Altdorf. The cultists got a decent head start, so the GM gives him a lead of Distance 2. Each character rolls an Athletics Test to start the pursuit. Sigrid scores +3 SL; the cultists score +0, +2, and +2 SL; and Eichengard scores +2 SL.</em></p><p><em>So, after the first round, the difference between the slowest cultist (0) and the fastest pursuing character (Sigrid with 3) is 3, meaning that the characters catch up with the cultists. The cowardly cultists abandon their slowest member in the hope of saving their hides, and Sigrid stops to subdue the abandoned aberrant.</em></p><p><em>Next round the cultists start at a Distance of 1 (the difference between the next slowest cultist and Sigrid last round) so Eichengard just needs to beat them by +1 SL to catch up again.</em></p><h4>Movement Modifiers</h4><p>If some of the characters in the pursuit have a higher Movement, they gain a bonus SL equal to the difference in Movement. So, if you had Move 5 and you were chasing a Move 4 character, you would gain +1 SL on your pursuit roll.</p><p><strong>Example</strong>: <em>Perdita is urging her horse forwards, trying to chase down two Bandits. Her horse has Movement 8, where the Bandits are on Movement 7 and Movement 9 horses. Thus, the first Bandit has an unmodified Test, Perdita gains a bonus of +1 SL, and the second Bandit gains a bonus of +2 SL when they all roll their Ride (Horse) Tests.</em></p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Chase Compilcation</em></h3><p><em>The Pursuit rules are more than enough for a fast, fun chase scene. However, for those looking to add more detail, consider the following two options, and embellish them as required.</em></p><p><em><strong>Dodge that!</strong>: Each round, the character who rolled the highest SL can create an Obstacle. An Obstacle could be pulling a pile of barrels into the path of a pursuer, or perhaps calling out for help to catch someone running away. The winner chooses one Character: that Character suffers a penalty of –1 SL next round as they have to deal with the Obstacle. Make sure to take time to describe exactly what has happened to keep the chase entertaining.</em></p><p><em><strong>Consider the Environment</strong>: Perhaps there is a bridge coming up? Or a gap to jump? Or a fence to leap over? Or a city gate to pass through? The GM can throw in different Tests as the Rounds progress, mixing up the requirement each round. So, Round 1 may need an Athletics Test as everyone runs, Round 2 may require a Leadership or Intimidate Test to pass through a guarded gate, Round 3 may need another Athletics Test to jump a small stream, and Round 4 may be sprint across an open field (modified by Movement again).</em></p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 400000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Conditions",
      "type": "text",
      "_id": "SjuV1vgbgM49pFpP",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Conditions represent the effects of things that can happen to you in the course of your adventures. The Conditions you suffer from can be recorded on a scrap sheet of paper, or you can use chits or counters to represent them. Each Condition explains how long any effects usually last in its description; however, it’s possible the cause of a Condition — such as a spell or critical wound — may override this. <strong>Note</strong>: If you suffer any Conditions, you immediately lose all @UUID[.wmA76Q2zJJ9HrkvA#advantage]{Advantage}.</p><h3>Multiple Conditions</h3><p>You can be subject to the same Condition more than once; indeed, sometimes you will receive multiples of the same Condition from a single event. If this occurs, any penalties suffered are stacked. So, if you have three @Condition[Bleeding] Conditions, you’re losing a worrying 3 Wounds per Round; or if you have 3 @Condition[Fatigued] Conditions, you suffer –30 to all Tests. You can also be subject to multiple, different Conditions at once. When this occurs, the effects do not stack; you suffer the highest of the</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Conditions and Resolve</em></h3><p><em>A Condition can be removed with Resolve points so, while many are debilitating, if you are careful they can be relatively easily managed (see @UUID[.pa22HaRw1OBBQaDg#spending-resolve]{Spending Resolve})</em></p></blockquote><h3>Master Condition List</h3><p>The following are the conditions used in WFRP.</p><p>@Condition[Ablaze]</p><p>@Condition[Bleeding]</p><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-heads.webp\" width=\"197\" height=\"238\" /></div><p>@Condition[Blinded]</p><p>@Condition[Broken]</p><p>@Condition[Deafened]</p><p>@Condition[Entangled]</p><p>@Condition[Fatigued]</p><p>@Condition[Poisoned]</p><p>@Condition[Prone]</p><p>@Condition[Stunned]</p><p>@Condition[Surprised]</p><p>@Condition[Unconscious]</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Getting Tired…</em></h3><p><em>For GMs keen to have characters tiring as they undertake strenuous activity, use the following rule: Gain 1 @Condition[Fatigued] Condition if you fail an Endurance Test after a number of Rounds of continued exertion equal to your Toughness Bonus. Each SL extends how many rounds pass before you need Test again.</em></p><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>How Much Rest?</em></h3><p><em>How much rest is required to remove a @Condition[Fatigued] condition is up to the GM and the style of game you are playing. Some groups prefer a relatively realistic approach and remove a Fatigue condition after a prolonged rest. Others require only an hour or so of rest for each Fatigue condition, preferring to press on with the adventure rather than worry about tired characters. And some remove a Fatigue condition per round of rest, keeping things fast and simple. It’s up to you and your group to decide how much rest you need.</em></p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 500000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Fate & Resilience",
      "type": "text",
      "_id": "pa22HaRw1OBBQaDg",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Whether it’s guts, luck or the favour of the gods, there is something special about you. Fate and Resilience represent the different ways you stand out from the masses.</p><p>Characters gain their starting Fate and Resilience in @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.GaZa9sU4KjKDswMr#fate-and-fortune,-resilience-and-resolve]{Character Generation}. Both are related to pools of points: Fate to Fortune, Resilience to Resolve. You may spend your points to achieve small benefits, and these pools will refill over the course of play. You spend your Fate or Resilience points for a significant benefit during play but this permanently reduces them and also reduces the associated pool of Fortune or Resolve points. While Fate and Resilience points may be regained, this occurs only rarely, so spend them carefully.</p><p>Although they are very rare and normally reserved for PCs, the GM may also want to apply Fate and Resilience to noteworthy NPCs, like a necromantic nemesis, a local luminary of significance, or a recurring cult leader.</p><h3>Fate and Fortune</h3><p>Player characters have destiny. While their ultimate future is a mystery and there is no guarantee it will be glorious, heroic, or even pleasant, they are seemingly fated for something important.</p><p>To represent this, you begin play with a number of Fate Points. Fate points mark you out from the rest of the denizens of the Old World. They allow you to survive against impossible odds and prevail where ordinary folk fail.</p><p>Fate is directly related to your Fortune points. Fortune points are spent to receive minor bonuses, including the ability to reroll failed Tests or gain an edge as luck favours you, and the number you have will likely fluctuate wildly during play. Fate determines how many Fortune points you can have, and be permanently spent in the direst of circumstances to avoid death.</p><h4>Spending Fortune</h4><p>You may spend a Fortune point from your pool to turn luck to your advantage: hitting with that difficult crossbow shot when you would have otherwise missed; or perhaps an opponent slips, granting you a chance to land a blow. Your three options are:</p><ul><li><p>Reroll a failed Test.</p></li><li><p>Add +1 SL to a Test after it is rolled.</p></li><li><p>At the start of the Round, choose when to act in that Round disregarding Initiative order.</p></li></ul><blockquote class=\"foundry-note\"><p>You can spend Fortune points via right clicking your Test in chat</p></blockquote><h4>Spending Fate</h4><p>You may spend a permanent Fate point to avoid death and survive even the most unlikely situations. When you do this, choose one of the following two options:</p><ul><li><p><strong>Die Another Day</strong>:  Instead of dying, your character is knocked out, left for dead, swept away by a river, or otherwise taken out of action; your character will survive, no matter the fatal incident’s circumstances, but takes no further part in the current encounter.</p></li><li><p><strong>How Did That Miss?</strong>:  Your character completely avoids the incoming damage by some extraordinary fluke, such as slipping just as a blow is about to connect, a weapon mysteriously jamming, or an unexpected source of light blinding an opponent; your character can continue on without penalty, but has no guarantee of survival in later rounds.</p></li></ul><p>The first option takes you out of play, but allows you to fight another day, for all your character may be battered, bloody, bruised, and perhaps even captured in the process! The second option allows you to continue fighting side-by-side with your companions, but leaves you in significant danger, meaning you may need to spend more Fate points in later Rounds to ensure survival. Each option has advantages and disadvantages, depending upon the context of the situation, and it is up to you to decide which is the best choice to take.</p><p>The GM describes how you survive a given situation after spending a Fate rating point.</p><h4>Regaining Fate and Fortune</h4><p>You regain all Fortune points at the start of every gaming session, up to the maximum of your current Fate. In addition, certain in-game encounters may also replenish (or remove!) Fortune points.</p><p>Your GM may grant you a Fate point for an act of extreme heroism, bravery, or significance. Normally this only happens at the successful end of an important adventure, so make sure to spend them carefully as they rarely replenish.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Long Gaming Sessions</em></h3><p><em>Some players prefer short sessions of a few hours, others prefer day-long marathons. If your group prefers longer sessions, replenish Fortune points at narratively appropriate moments, roughly every four hours.</em></p></blockquote><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/bon-voyage.webp\" /></div><h3>Resilience and Resolve</h3><p>While Fate points represent your destiny, perhaps chosen by some distant, uncaring deity, Resilience is an indication of your personal drive and determination to endure, and overcome, no matter the obstacles you face.</p><p>Like Fate, Resilience is directly linked to a pool of points, this time called Resolve. Resolve points are spent to push through minor obstacles, such as ignoring the negative effects of critical wounds for a Round or removing Conditions. Resilience determines your upper limit of Resolve points and can be permanently spent to push yourself through seemingly impossible situations.</p><h4>Spending Resolve</h4><p>You may spend a Resolve point to draw upon your inner reserves: maybe confronting a terrifying Ogre without flinching; or ignoring the effects of even the most powerful of blows. Your choices are:</p><ul><li><p>Become immune to Psychology until the end of the next round. See @UUID[.5w5YLPNd6AaU4f85]{Psychology}.</p></li><li><p>Ignore all modifiers from all Critical Wounds until the beginning of the next round.</p></li><li><p>Remove one Condition; if you removed the @Condition[Prone] Condition, regain 1 Wound as you surge to your feet.</p></li></ul><h4>Spending Resilience</h4><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-skull-helmet.webp\" width=\"166\" height=\"181\" /></div><p>You may also choose to spend Resilience point to defy the corruption curling  within, or to succeed where it would seem certain you should fail. Here, you have the following two options:</p><ul><li><p><strong>I Deny You!</strong>:  You may choose not to develop a rolled mutation. Because you do not mutate, you do not lose any Corruption points. See @UUID[.115GzWrmkD4viyy5]{Corruption} for more on this.</p></li><li><p><strong>I Will Not Fail!</strong>: Rather than roll the result of a Test, you choose the number instead, allowing you to succeed in even the direst of situations. In an Opposed Test, you always win by at least 1 SL. If you cause a Critical, you can choose the Hit Location struck rather than randomising it. You can even choose to do this on a Test already failed.</p></li></ul><p><strong>Example</strong>: <em>A bandit leader is on the rampage, having built up 10 Advantage while evading the party’s blows. Things are about to get messy! Salundra decides to attack the bandit, but loses the Opposed Test by 7 SL, which is going to hurt a lot. So, she spends a permanent Resilience point to invoke ‘I Will Not Fail’. This means she automatically wins the Opposed Test by +1 SL. She also chooses the result of the roll to be 11, causing a Critical. The bandit leader will take some Wounds and a Critical Wound. More importantly, his rampage comes to an end as he also loses all 10 Advantage as the fight turns in the heroes favour.</em></p><p>Saving permanent Resilience to rebuff the influence of Chaos is wise, but it does not remove your Corruption points, meaning mutation is still perilously close. By comparison, using permanent Resilience to succeed in any Test can allow you to land a blow on an otherwise impossible-to-hit target, create an artefact that astounds all who see it with a Trade skill, or even perfectly manifest a spell you would normally find impossible to cast.</p><p>When you spend a Resilience point, take time to describe the enormous feat of will your character has undertaken, and how this manifests in play.</p><h4>Regaining Resilience and Resolve</h4><p>Resolve is regained whenever you act according to your @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.GaZa9sU4KjKDswMr#determining-motivation]{Motivation}. During play, whenever you feel you have done this, you may ask the GM if you can recover one or more Resolve points.</p><p><strong>Example</strong>: <em>Griselda is a nun with the Motivation ‘Sigmar’. While her allies gossip in a tavern seeking clues, she elects to visit the local temple to make a donation and offer prayers to her deity. As this fits her Motivation, her GM decides to replenish one of her Resolve points but tells Griselda’s player that she will need to pray and donate in a different temple to receive that benefit again this week.</em></p><p>The GM may grant a Resilience point for an act of extreme importance to your Motivation, permanently nourishing your soul, but such an event will be very rare.</p><p><strong>Example</strong>: <em>After many adventures, Griselda finally finances a new temple to Sigmar in her home village of Velten not far from Nuln. The GM recognises the importance of this to Griselda’s faith and grants her a permanent Resilience point.</em></p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/other/elf-on-a-shelf.webp\" width=\"270\" height=\"311\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 600000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Injury",
      "type": "text",
      "_id": "WCivInLZrqEtZzF4",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Almost all characters will suffer injuries during the course of play. The injury rules show you how to deal with them and how to heal them, when possible.</p><h3>Wounds, Critical Wounds, and Death</h3><p>Wound loss represents minor cuts and abrasions, bruises and bashes, and even the depletion of spiritual and mental energy reserves. By comparison, Critical Wounds are much more severe, expressing serious injuries, broken bones, torn muscles, and ripped flesh. Gain too many Critical Wounds, and you risk death.</p><h4>Wounds</h4><p>Wounds are lost by sustaining Damage. Each time you suffer a point of Damage, you lose 1 Wound. So, if you suffer 8 points of Damage, you lose 8 Wounds. Often, especially in combat, your Toughness Bonus or Armour Points may reduce suffered Damage.</p><p>So, if you were hit in the arm for 10 Damage and your Toughness Bonus was 3, and you had leather armour on that arm for 1 Armour Point, you would suffer 6 Wounds (10–3–1=6). The rules will tell you when you can or cannot reduce Damage with Toughness and Armour Points.</p><p>If you lose all of your Wounds, your collected injuries overwhelm you, and you gain the @Condition[Prone] Condition. Until you heal at least 1 Wound, you cannot lose the Prone Condition; worse, if you’re not healed within a number of Rounds equal to your Toughness Bonus, you will pass out, gaining the @Condition[Unconscious] Condition. You will not regain consciousness until you heal back at least 1 Wound (see @UUID[.WCivInLZrqEtZzF4#healing]{Healing}).</p><p>If you take enough Damage that you would be taken to negative Wounds — say you suffered 5 Damage when you only had 2 Wounds left — you suffer a Critical Wound. If you suffer fewer negative Wounds than your Toughness Bonus (so, fewer than –4 Wounds if your Toughness Bonus is 4), you subtract –20 from your Critical Table result, with a minimum result of 01. Note: You never actually go into negative Wounds. The lowest number of Wounds you can ever have is 0.</p><h4>Critical Wounds</h4><p>Critical Wounds are most commonly suffered in combat when something <em>really</em> wants to hurt you. The two most frequent sources of Critical Wounds are when a Critical Hit is scored, or when you lose more Wounds than you have (see @UUID[.wmA76Q2zJJ9HrkvA#criticals-and-fumbles]{Combat} for more on how Critical Hits happens).</p><p>Each Critical Wound you receive will impact your ability to function in a different way. To determine what effects a Critical Wound has, refer to the Critical Tables.</p><blockquote class=\"sidebar\"><h4 class=\"sidebar-title\" style=\"text-transform:uppercase\"><em>Pulling Your Blows</em></h4><p><em>The rules assume you wish to inflict every possible Critical Wound you can. However, it’s also possible you may just want to subdue, not kill, your opponents. Or you may be sparring. With that in mind, you may ignore any Critical Hit you should inflict upon your opponents if you declare you are ‘pulling your blow’ before you roll to hit. If you do this, make sure you describe the situation appropriately, making it clear you’re using the flat of your blade or otherwise doing what you can to avoid properly hurting your opponent.</em></p></blockquote><h4>Death</h4><p>If you take the @Condition[Unconscious] Condition and have 0 Wounds, compare the total number of Critical Wounds you currently suffer with your Toughness Bonus. If you have more Critical Wounds than your Toughness Bonus, you succumb to your horrific wounds and will die at the end of the round unless, by some miracle, someone heals one of your Critical Wounds.</p><p>Also, if you have the @Condition[Unconscious] Condition, anyone attacking you with suitable weapons can kill you, should they wish.</p><p>Though, in the thick of combat, those lying apparently dead on the floor are almost always ignored in favour of combatants still standing.</p><p>Lastly, a few results sourced from the Critical Tables can result in death. Should any of these occur, it is time to permanently spend a @UUID[.pa22HaRw1OBBQaDg#spending-fate]{Fate point} if you have one.</p><blockquote class=\"sidebar\"><h4 class=\"sidebar-title no-toc\" style=\"text-transform:uppercase\"><em>Options: Sudden Death</em></h4><p><em>Rather than worrying about Critical Wounds and protracted deaths, you may simply wish to know if someone is dead or not. The GM can do this by using the Sudden Death rules, which significantly accelerates play. When your targets suffer more damage than they have Wounds, they simply die in a suitably dramatic fashion or immediately gain the @Condition[Unconscious] Condition. Your choice.</em></p><p><em>Sudden Death is especially useful for quickly dealing with minor foes such as Brigands, Cultists, or Wild Animals, although it should not be used for PCs or important NPCs.</em></p></blockquote><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/undead-fight.webp\" /></div><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Critical Tables</em></h3><p><em>When you receive a Critical Wound by losing more Wounds than you have, roll 1d100 and refer to the appropriate Critical Table to determine what has happened. When you receive a @UUID[.wmA76Q2zJJ9HrkvA#criticals]{Critical Hit}, you do not determine the struck location by reversing your roll as normal. Instead, you roll 1d100 again and refer to @UUID[.wmA76Q2zJJ9HrkvA#2:-determine-hit-location]{Determine Hit Location}, then roll another 1d100 and refer to the appropriate Critical Table to determine what has happened. You suffer the number of Wounds indicated, not modified by Toughness Bonus or Armour Points, though these will never trigger a second Critical Wound. Further, you suffer any Additional Effects noted. If your Character suffers from the @Condition[Unconscious] Condition, you remain unconscious until the end of the encounter, or until you receive @UUID[.WCivInLZrqEtZzF4#medical-attention]{Medical Attention} (see @UUID[.WCivInLZrqEtZzF4#healing]{Healing}), unless otherwise stated. If a result says you have broken bones, torn muscles, or an amputated body part, refer to @UUID[.WCivInLZrqEtZzF4#broken-bones]{Broken Bones}, @UUID[Compendium.wfrp4e-core.items.ShiLe2LWvvwTIa4o]{Torn Muscles}, or @UUID[.WCivInLZrqEtZzF4#amputated-parts]{Amputated Parts}, for what happens. When you resume resolving the non-Critical Damage of the attack, use any new Hit Location determined by the Critical Wound.</em></p><blockquote class=\"foundry-note\"><p>Rolling separately for critical hits is not needed due to a separate hit location roll being used.</p></blockquote><p><em>@Table[crithead]</em></p><p><em>@Table[critarm]</em></p><p><em>@Table[critbody]</em></p><p><em>@Table[critleg]</em></p></blockquote><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Healing Hands</em></h3><p><em>Critical Wounds are frequently nasty, so if you want to survive your journeys through the Old World, it is recommended you wear armour and bring at least one companion with some form of healing skills or spells, and perhaps even one skilled in surgery. If you do not, you may succumb to your wounds or infection long before you reach the next settlement.</em></p></blockquote><h3>Broken Bones</h3><div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/other/injury.webp\" width=\"205\" height=\"385\" /></div><p>Small fractures may heal on their own accord, but severe breaks, with bone protruding at odd angles from the flesh, are a different matter entirely. If you suffer a Broken Bone, it will be marked as minor or major.</p><h4>Minor</h4><p>You have fractured one of your bones, but it is still aligned, meaning it may heal of its own accord without medical attention. The Hit Location is unusable until the breakage heals. For Arm and Leg hits, you are down to one limb as the other is too painful to use, and may require binding. Use the rules for a Severed Arm or Leg to represent this (see @UUID[.WCivInLZrqEtZzF4#amputated-parts]{Amputated Parts}).</p><p>For Head hits you will be down to a liquid diet and will suffer a penalty of –30 to all Language Tests. For Body hits, your strength and mobility will be severely limited: suffer a loss of –30 to your Strength and Agility Characteristics, and half your Move.</p><p><strong>Healing</strong>: A fractured bone will take [[/br 30+1d10 # Days]] days to heal. At the end of this, a successful <strong>Average (+20) Endurance</strong> Test means the bone has set well, and no long-term effects will be suffered. If the Test is failed, you suffer a permanent loss of –5 to all Agility Tests when using a damaged arm, a permanent loss of –5 to your Agility characteristic for a badly healed Body or Leg hit, or a permanent loss of –5 to spoken Language Tests for a badly healed Head hit.</p><p>A successful <strong>Average (+20) Heal</strong> Test within a week of receiving the fracture will negate the need for the Endurance Test, but the affected area must remain bound and held in place for the duration of the healing. If the binding should be undone, another <strong>Average (+20) Heal</strong> Test enacted within a day will need to be passed to avoid the Endurance Test.</p><p>@UUID[Compendium.wfrp4e-core.items.4lj1ik958mbgAlaF]{Broken Arm (Minor)}</p><p>@UUID[Compendium.wfrp4e-core.items.QluSTTTq3viHJJUh]{Broken Body (Minor)}</p><p>@UUID[Compendium.wfrp4e-core.items.nbhn2wX35b7Jrcbg]{Broken Head (Minor)}</p><p>@UUID[Compendium.wfrp4e-core.items.7mCcI3q7hgWcmbBU]{Broken Leg (Minor)}</p><h4>Major</h4><p>One of your bones is badly broken, and is either resting at an odd angle, or has splintered at the point of breakage. It is unlikely to heal properly without medical attention.</p><p>The Hit Location is effectively unusable until the breakage heals. Use all the same rules as for Broken Bone (Minor).</p><p><strong>Healing</strong>: Healing takes [[/br 40 + 1d10 # Days]]{10 days longer}. All associated Tests are <strong>Challenging (+0)</strong>. Any penalties for failed Tests increase to –10.</p><p>@UUID[Compendium.wfrp4e-core.items.rlDZZTj5PXjuRXa2]{Broken Arm (Major)}</p><p>@UUID[Compendium.wfrp4e-core.items.EaqlLRQigwnsEAXX]{Broken Body (Major)}</p><p>@UUID[Compendium.wfrp4e-core.items.hCadFsTRvLN9faaY]{Broken Head (Major)}</p><p>@UUID[Compendium.wfrp4e-core.items.2iult41Jehz0F1O8]{Broken Leg (Major)}</p><h3>Torn Muscles</h3><p>Sprains or tears to your muscles or ligaments result in significant pain and possible loss of use depending upon the severity, which will be marked as minor or major.</p><h4>Minor</h4><p>One of your muscles is sprained or torn, resulting in impaired capabilities and much pain. Suffer a penalty of –10 to all Tests involving the location. If a Leg is hit, also halve your Movement.</p><p><strong>Healing</strong>: The muscle will partially heal in 30 – your Toughness Bonus days. Use of the Healing skill will reduce the time by 1 day, plus a further day per SL (you can gain this benefit once).</p><p>@UUID[Compendium.wfrp4e-core.items.GlShFJF2TpsNh1FX]{Torn Arm Muscle (Minor)}</p><p>@UUID[Compendium.wfrp4e-core.items.7rBhIRo96Mydo0Cv]{Torn Body Muscle (Minor)}</p><p>@UUID[Compendium.wfrp4e-core.items.UytN3fDREi3JuKST]{Torn Head Muscle (Minor)}</p><p>@UUID[Compendium.wfrp4e-core.items.nF5z1OEhpi4t6a6S]{Torn Leg Muscle (Minor)}</p><h4>Major</h4><p>One of your muscles or some important tendons have been severely damaged, resulting in extreme pain and a significant loss in capability of the afflicted limb.</p><p>Suffer the same effects as Torn Muscle (Minor), but the penalties are –20 to all Tests.</p><p><strong>Healing</strong>: The muscle will partially heal in 30 – your Toughness Bonus days, after which the penalty for using the limb reduces to –10 to all relevant Tests. The muscle will completely heal after another 30 – your Toughness Bonus days. Use of the Healing skill does little but inform you not to use the affected Hit Location.</p><p>@UUID[Compendium.wfrp4e-core.items.qn4ZpvTQIX4rcJDl]{Torn Arm Muscle (Major)}</p><p>@UUID[Compendium.wfrp4e-core.items.eWPN3CV2Eddwz8aM]{Torn Body Muscle (Major)}</p><p>@UUID[Compendium.wfrp4e-core.items.RB2sN09lX3m7dkOg]{Torn Head Muscle (Major)}</p><p>@UUID[Compendium.wfrp4e-core.items.3S4OYOZLauXctmev]{Torn Leg Muscle (Major)}</p><h3>Amputated Parts</h3><p>Many of the more severe Critical Wounds result in the loss of a body part, such as fingers, hands, feet, or even a whole leg! Should a character suffer more than one severed body part, it is probably time to start looking for an appropriate replacement to mitigate any possible penalties (see @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.LWNUujoLK2YnGbFu]{Consumers’ Guide}).</p><p>Whenever you suffer a Critical Wound marked <strong>Amputation (difficulty)</strong>, you must pass an <strong>Endurance</strong> Test (the difficulty is marked in the brackets) or gain a @Condition[Prone] Condition. On a Failure (–2) or worse, you also gain a @Condition[Stunned] Condition; on an Impressive Failure (–4 or worse), gain an @Condition[Unconscious] Condition.</p><p>All amputations require @UUID[.WCivInLZrqEtZzF4#surgery]{Surgery} to heal properly, meaning 1 Wound cannot be healed until you visit a surgeon.</p><p>@UUID[Compendium.wfrp4e-core.items.MnMZv7ZXoRqoH9dS]{Amputated Arm}</p><p>@UUID[Compendium.wfrp4e-core.items.8piWcBKFlQ2J1E3A]{Amputated Ear}</p><p>@UUID[Compendium.wfrp4e-core.items.weczkAMPlTjX7lqU]{Amputated Eye}</p><p>@UUID[Compendium.wfrp4e-core.items.SYjWiKDzMS6CtROJ]{Amputated Finger}</p><p>@UUID[Compendium.wfrp4e-core.items.gz2xy41OSVZ8YBgI]{Amputated Foot}</p><p>@UUID[Compendium.wfrp4e-core.items.zyocWSzEZEC826NS]{Amputated Hand}</p><p>@UUID[Compendium.wfrp4e-core.items.k00PimCWkff11IA0]{Amputated Leg}</p><p>@UUID[Compendium.wfrp4e-core.items.SpPRZZRHxly7uo2G]{Amputated Nose}</p><p>@UUID[Compendium.wfrp4e-core.items.fBcZhOBn8IpoVqQ1]{Amputated Teeth}</p><p>@UUID[Compendium.wfrp4e-core.items.ZhMADOqoo0y8Q9bx]{Amputated Toe}</p><p>@UUID[Compendium.wfrp4e-core.items.rkJA1DlK51QuRlJy]{Amputated Tongue}</p><h3>Healing</h3><p>In time, most injuries heal. But some are worse than others. The following explains how to heal Wounds and Critical Wounds.</p><h4>Healing Wounds</h4><p>You are considered wounded if you have lost any of your Wounds.</p><p>Without medical attention, you can attempt an <strong>Average (+20) Endurance</strong> Test after a good sleep once a day. You Heal Wounds equal to the SL + your Toughness Bonus. For each day you spend taking it easy, you also heal an extra number of Wounds equal to your Toughness Bonus.</p><p>If you wish to Heal more Wounds than this, then you need to be attended by someone with the @UUID[JournalEntry.6zOdTLv3YeYeJ4hR.JournalEntryPage.dSf8QWBvN6mlpHBF]{Heal} skill or you’ll need @UUID[Compendium.wfrp4e-core.items.1wtW4N8l3UKwlLI3]{bandages}, a @UUID[Compendium.wfrp4e-core.items.s2lBWQFQt6M5Pngb]{healing poultice}, or similar (see @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.PYiffieXenZHBUAU]{Consumers’ Guide}).</p><p>There is no penalty for being wounded. Lost Wounds are considered to be small cuts, bruises, and other easily ignored injuries.</p><h4>Healing Critical Wounds</h4><p>If you have received any Critical Wounds, you are said to be Critically Wounded. Critical Wounds can be very serious. Refer to the appropriate @UUID[.WCivInLZrqEtZzF4#critical-tables]{Critical Table} to see exactly what penalties you suffer for any Critical Wounds sustained. Critical Wounds do not count as healed until all conditions they inflict are removed, and all non-permanent negative modifiers are resolved. When you are Critically Wounded, you may still heal your Wounds using the normal rules.</p><h3>Medical Attention</h3><p>Several Critical Wound results and conditions cannot be resolved until you receive medical attention. This includes, but is not limited to, the following:</p><ul><li><p>Successful use of the Heal skill.</p></li><li><p>Application of a bandage, healing poultice, or similar.</p></li><li><p>Successful use of a spell or prayer that heals Wounds.</p></li></ul><h4>Surgery</h4><p>Some wounds are beyond simple stitching and foul-smelling poultices. If you suffer a Critical Wound where surgery is required to attend to it (it will be marked: Surgery), you suffer the marked penalties until you visit an appropriately trained doctor or barber-surgeon, or somehow source a magical or divine surgery equivalent.</p><p>Further, if you suffer an amputated body part, you cannot heal 1 of the suffered Wounds until a surgeon successfully treats it with a Heal Test. For more information on surgery, refer to the @UUID[Compendium.wfrp4e-core.items.NP4EHyyh1yOLbsPU]{Surgery}.</p><h3>Other Damage</h3><p>The Old World is a dangerous place, hiding countless ways to die. The following covers some of the more common other ways you can receive Damage during play.</p><h4>Drowning and Suffocation</h4><p>If prepared, you can hold your breath for Toughness Bonus x 10 seconds without a Test. After that, you may start to suffocate or drown. If you are unprepared and suddenly deprived of air, you will start to suffocate immediately.</p><p>Each Round you are being suffocated you lose 1 Wound. Should you reach 0 Wounds, you immediately receive the @Condition[Unconscious] Condition. After that, you will die of suffocation or drowning in Toughness Bonus Rounds.</p><h4>Exposure</h4><p>Every 4 hours spent in a difficult environment — such as sub-zero temperatures, a hot desert, or a howling storm — requires you take an Endurance Test. Extreme environments require a Test every 2 hours.</p><p><strong>Cold</strong>: Your first failure causes a penalty of –10 Ballistic Skill, Agility and Dexterity. The second failure reduces all other Characteristics by –10. Third and subsequent failures cause [[/r 1d10 # Damage]] Damage not modified by Armour Points, with a minimum of 1 Wound lost. If you reach zero Wounds, you immediately take an @Condition[Unconscious] condition. Certain Trappings provide bonuses and penalties to these Tests. See @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.uQM0LRp5pm5i5dX8]{Clothing and Accessories} and @UUID[JournalEntry.sLomXnc8R8518cWN.JournalEntryPage.fiXbxW3H96StJWmH]{Miscellaneous Trappings}.</p><p><strong>Heat</strong>: Your first failure causes a penalty of –10 to Intelligence and Willpower, and adds a @Condition[Fatigued] Condition. The second failure reduces all other Characteristics by –10%, and adds another Fatigued Condition. Third and subsequent failures cause [[/r 1d10 # Damage]] Damage not modified by Armour Points, with a minimum of 1 Wound lost. Stripping off heavy Trappings cancels 1 failed test.</p><h4>Thirst and Starvation</h4><p>Running out of provisions can be bad. Running out of water is worse. Endurance Tests to withstand thirst and hunger become increasingly difficult (cumulative –10 for every test). Characters without food and water cannot heal Wounds or recover Fatigue naturally.</p><p><strong>Water</strong>: Every day without water requires you make an Endurance test. The first failed Test causes a penalty of –10 Intelligence, Willpower, and Fellowship. Second and subsequent failures reduce all Characteristics by –10 and cause [[/r 1d10 # Damage]] Damage not modified by Armour Points, with a minimum of 1 Wound lost.</p><p><strong>Food</strong>: Every 2 days without food require an Endurance Test. The first failed Tests causes a penalty of –10 Strength and Toughness. Second and subsequent failures reduce all other Characteristics by –10 and cause [[/r 1d10 # Damage]] Damage not modified by Armour Points, with a minimum of 1 Wound lost.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 700000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Corruption",
      "type": "text",
      "_id": "115GzWrmkD4viyy5",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Every Festag, Sigmarite priests preach from high pulpits about the dangers of the Ruinous Powers, about how good folk must avoid the temptations of daemons whispering from every shadow. They declare all souls are in perpetual peril, mere footsteps from falling to corruption and mutation. And they might be right.</p>\n<p>Corruption points are used to show the slow, gradual slip of your soul to the Dark Gods of Chaos. Whenever you are exposed to a potential source of corruption, you may accrue Corruption points. The more you have, the closer you are drawing to Chaos, and the darker your soul becomes until, eventually, you change…</p>\n<h3>Gaining Corruption Points</h3>\n<p>During play, there are two primary routes to gaining corruption: <em>dark deals</em> and <em>corrupting influences</em>.</p>\n<h4>Dark Deals</h4>\n<p>Sometimes, you just have to succeed. Most commonly this means passing an important Test. Should such a Test fail, you can use a Fortune point to reroll the Test, hopefully passing the second time. But what if it fails again? Or you have no Fortune points remaining? Then it’s time for a dark deal.</p>\n<p>You can purposefully choose to take a Corruption point to reroll a Test, even if it has been rerolled already. This is always a choice for you, not the GM — although there is nothing wrong with the GM gently reminding you that you could try again. After all, what’s the worst that could happen?</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Encroaching Darkness…</em></h3>\n<p><em>Some inventive players prefer to embellish their dark deals with disturbing events happening in-game. If you like the sound of this, it’s up to you how such events should manifest, but tailoring them to the story of the character involved is always a good idea. Perhaps taint subtly influences the local area causing animals to flee or plants to gently rot?</em></p>\n<p><em>Perhaps you could roll on the Miscast table from @UUID[JournalEntry.YBVrpUHEjohB1H4f]{Magic} to create a random event (especially appropriate for wizards and witches)? Think of the Test tied to the dark deed, and then consider soul-staining events that could occur to ensure your success.</em></p>\n</blockquote>\n<h4>Corrupting Influences</h4>\n<p>Corruption points are usually gained by exposure to a place, person, or object tainted by Chaos, or to a situation especially beloved to one of the Dark Gods.</p>\n<p>If you encounter a corrupting influence, attempt a <strong>Challenging (+0) Endurance</strong> Test, or <strong>Challenging (+0) Cool</strong> Test, as determined by the GM — usually physical influences are resisted with Endurance, spiritual corruption is resisted with Cool.</p>\n<p>The stronger the corrupting influence, the more SL you will need to avoid it. The following provides some examples of corrupting influences with the number of SL needed to completely avoid Corruption points.</p>\n<h4>@Corruption[minor]{Minor Exposure}</h4>\n<p>These corrupting influences, although relatively trivial, still endanger a weak soul. If a Test is failed to resist such a minor exposure, gain 1 Corruption point.</p>\n<ul>\n<li>\n<p>Witness a Lesser Daemon.</p>\n</li>\n<li>\n<p>Contact with a Mutant, refined Warpstone, or Chaos-tainted artefact.</p>\n</li>\n<li>\n<p>Giving in to despair, rage, excess, or the need to change your lot.</p>\n</li>\n<li>\n<p>Being near Warpstone.</p>\n</li>\n<li>\n<p>Prolonged exposure to Chaos worshippers, Chaos Cult Temples, Skaven, Mutant Lairs, and similar.</p>\n</li>\n</ul>\n<h4>@Corruption[moderate]{Moderate Exposure}</h4>\n<p>Moderate corrupting influences are a danger to every soul and should be avoided under all circumstances. If a Test is failed, gain 2 Corruption points. On a Marginal Success (0–1), gain 1 Corruption point. On a Success (2+), you gain no Corruption points.</p>\n<ul>\n<li>\n<p>Witness multiple Daemons.</p>\n</li>\n<li>\n<p>Contact with a Daemon, Warpstone, or profane artefact.</p>\n</li>\n<li>\n<p>Embracing despair, rage, excess, or the desire to become someone new.</p>\n</li>\n<li>\n<p>Prolonged exposure to refined Warpstone.</p>\n</li>\n<li>\n<p>Brief exposure to an environment steeped with <em>Dhar</em>, dark magic used by Necromancers and Chaos Sorcerers.</p>\n</li>\n</ul>\n<h4>@Corruption[major]{Major Exposure}</h4>\n<p>If you find yourself confronted with a major corrupting influence, flee. Stay for too long, and you may never be the same again. For each failed Test to resist a major exposure, gain 3 Corruption points. If you pass with a Marginal Success (0–1), gain 2 Corruption points. On a Success (2–3), you gain 1 Corruption point. Only if you score an Impressive Success (4+), do you gain no Corruption points.</p>\n<ul>\n<li>\n<p>Witness a Greater Daemon.</p>\n</li>\n<li>\n<p>Prolonged contact with a Daemon, Warpstone, or profane artefact.</p>\n</li>\n<li>\n<p>Making a deal with a Daemon.</p>\n</li>\n<li>\n<p>Consuming refined Warpstone.</p>\n</li>\n<li>\n<p>Prolonged exposure to an environment steeped with <em>dhar</em> (see @UUID[JournalEntry.YBVrpUHEjohB1H4f]{Magic} for more on this).</p>\n</li>\n</ul>\n<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/spot/spot-book.webp\" width=\"191\" height=\"232\" /></div>\n<h3>Corrupting</h3>\n<p>No-one is left unscathed by exposure to the Ruinous Powers. Eventually, even the strongest fall, their mind and bodies twisting into new unrecognisable forms.</p>\n<p>Should you ever gain more Corruption points than your Willpower Bonus plus your Toughness Bonus, immediately attempt a <strong>Challenging (+0) Endurance</strong> Test. If passed, you have managed to hold off your corruption for now but will have to Test again next time you gain Corruption Points. If you fail, then either your body or mind is about to mutate.</p>\n<h4>Dissolution of Body and Mind</h4>\n<p>As corruption ravages your soul, the warping breath of Chaos whispers within, either fanning your flesh into a fresh, new form, or fracturing your psyche with exquisite knowledge it can never unlearn.</p>\n<p>First, lose Corruption points equal to your Willpower Bonus as you mutate. Next, roll on the @Table[corruption]{Dissolution of Body and Mind} table to determine whether it’s your body or your mind that blossoms anew.</p>\n<p>Now roll on either the @Table[mutatephys]{Physical Corruption Table} or the @Table[mutatemental]{Mental Corruption Table} to see what happens.</p>\n<h4>Corruption Limits</h4>\n<p>A soul can only withstand so much corruption before it collapses upon itself, leaving a mutated, gibbering mess. Should you survive long enough to gain more mutations than your Toughness Bonus, or more mental corruptions than your Willpower Bonus, you have fallen to Chaos, your soul completely lost to the uncaring Chaos Gods. At this point, it’s time to create a new character. Your current one is now damned, becoming an NPC controlled by the GM, meaning you may well see the wretched creature again…</p>\n<h3>Losing Corruption Points</h3>\n<p>Once the claws of the Dark Gods have sunk into your soul, removing their vile stain is difficult, but not impossible. Beyond the less-than-desirable option of losing Corruption points by gaining mutations, there are two other methods of losing Corruption points: dark whispers and absolution .</p>\n<h4>Dark Whispers</h4>\n<p>Even considering the inscrutable plans of the Dark Gods is enough to break a pious man’s sanity, so trying to fathom their intent, and why they reach out to twist one mortal soul or another, is not just foolish, it’s extraordinarily dangerous. But reach out they do.</p>\n<p>The GM may ask to spend one of your Corruption points to use the darkness building in your soul to twist your actions. The choice to do this or not is always in your hands, but if you agree, you lose 1 Corruption Point. Examples of what may be asked include:</p>\n<ul>\n<li>\n<p>Letting an enemy escape.</p>\n</li>\n<li>\n<p>‘Accidentally’ shooting an ally.</p>\n</li>\n<li>\n<p>Falling asleep on watch.</p>\n</li>\n</ul>\n<p>Of course, if you deny the GM and choose to do none of those potentially terrible things, you keep your Corruption point, but the Ruinous Powers still hold a portion of your soul.</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Be Very Careful</em></h3>\n<p><em>Used sparingly, Corruption Points are great fun as Faustian deals are made for rerolls and traded back for memorable roleplaying moments as minor betrayals spread, but if you’re playing with a group that doesn’t readily understand the Old World, the points can accrue very quickly, sending characters into a spiral of mutation and madness. This should probably be avoided. Mutation is effectively a death sentence if discovered, so it’s important new players are cautioned when their actions may lead to corruption. Just like every child in the Empire is warned of the dangers posed by the Ruinous Powers, players should be warned that Warpstone should not be touched or even approached, that tainted artefacts are dangerous, and the Cultists of Chaos should be avoided at all costs. Of course, the circumstances of the adventure at hand may force your group into the most horrendous situations with corruption around every corner, but that’s <strong>WFRP</strong>.</em></p>\n</blockquote>\n<h4>Absolution</h4>\n<p>As Corruption points build, and you feel the oppressive fist of the Dark Gods curling around your beleaguered soul, your dread may lead you to seek absolution. But simply asking forgiveness from a local preacher won’t be enough. The stain of the Dark Gods’ touch isn’t so easily scrubbed clean. The exact limits of what is required to remove Corruption is left in the hands of the GM, but it is rarely, if ever, simple.</p>\n<p>Printed adventures may include situations where Corruption can be removed, but if you wish to seek your own route to absolution, consider the following.</p>\n<ul>\n<li>\n<p>Cleanse a profane temple to the Dark Gods. Though the very act may expose you to more corruption…</p>\n</li>\n<li>\n<p>Complete a holy pilgrimage and receive a blessing from a high priest at the end of the long, dangerous journey.</p>\n</li>\n<li>\n<p>Destroy an unholy artefact, or otherwise render it safe, foiling the schemes of the Dark Gods.</p>\n</li>\n<li>\n<p>Join a holy order and dedicate your life to one of the Gods opposed to Chaos.</p>\n</li>\n</ul>\n<blockquote class=\"sidebar\">\n<h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: Slow Manifestations</em></h3>\n<p><em>Manifesting a mutation of the body or mind can come quickly, but normally it’s a slow process, perhaps starting as an itch, patch of flaky skin, or a new tic, and only later developing into a new eye, unexpected feathers, or an entirely new mindset. If you would prefer to draw the mutation process out, perhaps to play upon the horror of the inevitable mutations to come, you are encouraged to do so. This is left in the hands of the GM to detail according to individual taste and preference.</em></p>\n</blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 800000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Disease and Infection",
      "type": "text",
      "_id": "9ktDn8cwZj3KZWCH",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Plague and pestilence — the purview of Nurgle, the Chaos God of Disease and Despair — are an everyday fact of Old World life. Yearly outbreaks of disease plague all levels of society, although the common folk usually fare the worst. To ward against these terrible infections, most turn to the welcoming arms of Nurgle’s sworn enemy, Shallya, the Goddess of Mercy and Healing, but those actually suffering a disease will often turn to any possible cure, ensuring wise women, herbalists, and travelling doktors are never out of business, even when most peddle quackery rather than true remedies.</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Disease Format</em></h3>\n<ul>\n<li>\n<p><em><strong>Name</strong>: The name of the disease.</em></p>\n</li>\n<li>\n<p><em>A description of the disease</em></p>\n</li>\n<li>\n<p><em><strong>Contraction</strong>: How the disease is contracted.</em></p>\n</li>\n<li>\n<p><em><strong>Incubation</strong>: How long before the victim demonstrates any symptoms.</em></p>\n</li>\n<li>\n<p><em><strong>Duration</strong>: How long the symptoms of the disease last if untreated. At the end of the duration, the disease will come to an end.</em></p>\n</li>\n<li>\n<p><em><strong>Symptoms</strong>: The effects of the disease on the victim. See @UUID[.9ktDn8cwZj3KZWCH#symptoms]{Symptoms} for a list of all the symptoms, and how they affect a character.</em></p>\n</li>\n<li>\n<p><em><strong>Permanent</strong>: Some diseases are so horrendous they carry permanent consequences. This section is only included if the affliction has such long-term effects.</em></p>\n</li>\n</ul>\n</blockquote>\n<h3>The Litany of Pestilence</h3>\n<p>The following offers a tiny sample of the infections, poxes, and plagues festering in dark corners of the Old World and are presented as inspiration for creating your own diseases.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/other/itching-pox.webp\" width=\"216\" height=\"216\" /></div>\n<p>@UUID[Compendium.wfrp4e-core.items.1hQuVFZt9QnnbWzg]{Minor Infection}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.BC4QyBeYAiw8cRuM]{Packer's Pox}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.M8XyRs9DN12XsFTQ]{Blood Rot}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.QiHMX5OyXBhWCYoF]{Ratte Fever}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.UAwTqZ3hqNb7vq9s]{Itching Pox}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.aKiuGzlVO51JvsjV]{The Black Plague}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.herUmN51D9TiL2Vn]{The Bloody Flux}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.kKccDTGzWzSXCBOb]{Festering Wound}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.txeLd7R13qxSvmsr]{Galloping Trots}</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Using Diseases</em></h3>\n<p><em>Some groups love diseases as they add a grim and gritty feel to their <strong>WFRP</strong> adventures, and provide medical characters in careers like @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.86gkaanqt19xYCRa]{Apothecary}, @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.03Nnub5GHNRCU9kg]{Hedge Witch}, @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.fTqkgehpmxk7kVT6]{Herbalist}, and @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.Mn7w0SSGfN7cu7gQ]{Physician}— not to mention @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.h1l9jvaIxsb92wtM]{Priests} and @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.PKm1L6yjZ4PH0JJG]{Wizards} — extra utility. Others find diseases useful in specific circumstances, perhaps deployed for dramatic effect to stories including Skaven or Nurgle Chaos Cultists. And some <strong>WFRP</strong> gamers find diseases to be an easily forgotten nuisance.</em></p>\n<p><em>It’s up to you and your group to find the best way to include diseases in your game, but be aware some can be very nasty, and it’s never fun to have a PC stuck in bed recovering as the rest of the group goes adventuring, so be careful how they’re deployed.</em></p>\n</blockquote>\n<h3>Symptoms</h3>\n<p>This section explains how the symptoms for each infection manifests. Use them to create your own disgusting diseases.</p>\n<blockquote class=\"sidebar\">\n<h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Stirring Nurgle's Cauldron</em></h3>\n<p><em>Nurgle, the Chaos God of Pestilence and Decay, keeps a bubbling cauldron in the foulest corner of its rotting garden, within which is brewed every plague that ever was, or ever will be. And there is no reason you can’t do the same! The twelve symptoms provided here are a perfect start for creating your own foul diseases. All you need do is think of a nasty infection, figure out how it’s contracted, decide how long it lasts, then assign a few symptoms.</em></p>\n<p><em>Say you wanted to create a disease called Weevil Cough. you first decide how it’s contracted (from exposure to those already infected, or to mites in hay, wheat, and flour, requiring an <strong>Average (+20) Endurance</strong> Test to avoid), then how long its Incubation and Duration is (say, 1d10 days for each), then assign Symptoms (Coughs and Sneezes, and Malaise). Done!</em></p>\n</blockquote>\n<p>@Symptom[Blight]</p>\n<p>@Symptom[Buboes]</p>\n<p>@Symptom[Convulsions]</p>\n<p>@Symptom[Coughs and Sneezes]</p>\n<p>@Symptom[Fever]</p>\n<p>@Symptom[Flux]</p>\n<p>@Symptom[Gangrene]</p>\n<p>@Symptom[Lingering]</p>\n<p>@Symptom[Malaise]</p>\n<p>@Symptom[Nausea]</p>\n<p>@Symptom[Pox]</p>\n<p>@Symptom[Wounded]</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 900000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Psychology",
      "type": "text",
      "_id": "5w5YLPNd6AaU4f85",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Our emotions and instincts have a powerful impact on how we react in certain circumstances. These rules bring another level of drama to your game and help bring the Old World’s inhabitants to life.</p><h3>Psychology Test</h3><p>If you are exposed to one of the following Psychological traits, you may resist its effects by passing a Cool Test at the beginning of the Round, with the Difficulty set by the GM. A successful Test lasts until the end of the current encounter, although additional Tests may be required if circumstances change.</p><p><strong>Example</strong>: <em>Brokk has Animosity (Elves). When the Dwarf encounters some haughty Elves quaffing wine and laughing loudly in a tavern, he Tests his Cool to control himself; he passes, so is not subject to Animosity, though he does choose to spit on the ground as he passes the sneering things. Later, when one of the Elves jostles his arm, spilling his ale, his GM asks Brokk to Test again. This time he fails. So, setting down his tankard, he turns around to ‘have a word’ with the offending Elf, unable to stop himself from launching into a tirade about exactly what he thinks of their so-called nimbleness!</em></p><h3>Psychological Traits</h3><p>The following are the most common Psychology traits in WFRP.</p><p>@UUID[Compendium.wfrp4e-core.items.5hH73j2NgPdsLCZN]{Hatred (Target)}</p><p>@UUID[Compendium.wfrp4e-core.items.DrNUTPeodEgpWTnT]{Frenzy}</p><p>@UUID[Compendium.wfrp4e-core.items.Ib2YQYChktDFN93y]{Fear (Rating)}</p><p>@UUID[Compendium.wfrp4e-core.items.Q2MCUrG2HppMcvN0]{Animosity (Target)}</p><p>@UUID[Compendium.wfrp4e-core.items.klCJX0mNpXYH5AIx]{Prejudice (Target)}</p><p>@UUID[Compendium.wfrp4e-core.items.meMkLEwdJIDLxM0B]{Terror (Rating)}</p><h3>Custom Psychology</h3><p>You can create your own psychological traits to reflect the events of your game. This is something that will vary depending on your group, and the style of game you choose to play. It is also an area that should be treated sensitively, and if in any doubt avoid anything that could upset a member of the group.</p><p>In addition to the mechanical effects of these custom traits, they are a wonderful opportunity for roleplaying; taking on custom psychological traits allows you to show off or practice your roleplaying skills, and maybe earn some extra XP. See @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.e5PQEbXYkH14z525]{Advances} in @UUID[JournalEntry.IQ0PgoJihQltCBUU]{Character} for more about this.</p><p>When making custom traits, you should consider both what provokes the trait to manifest, and what the effect will be. Will it make the character immune to some, or all other psychology traits? Will it offer a bonus in some situations? A penalty in others? As always, your GM is the ultimate arbiter in this situation. Sample bonuses or penalties a Psychological trait may offer include:</p><ul><li><p>+1/–1 SL to specified Tests</p></li><li><p>Immunity to specified psychological traits</p></li><li><p>Prescribed or Proscribed Actions and Moves</p></li><li><p>Gaining Conditions</p></li></ul><p>The following are some examples of custom traits to inspire your own. </p><p><strong>Example</strong>: @UUID[Compendium.wfrp4e-core.items.EBmSCscpk4vEDCD3]{Camaraderie (Group)}</p><p><strong>Example</strong>: @UUID[Compendium.wfrp4e-core.items.jbQDTxc4QNZDLaXm]{Love}</p><p><strong>Example</strong>: @UUID[Compendium.wfrp4e-core.items.Mu5dU4IcP58LBQwi]{Phobia (Target)}</p><p><strong>Example</strong>: @UUID[Compendium.wfrp4e-core.items.1y6Hv22y9C3UD8gX]{Trauma}</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 1000000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    }
  ],
  "flags": {
    "wfrp4e-core": {
      "sort": 600000,
      "initialization-folder": "Core Rulebook"
    },
    "core": {}
  },
  "_stats": {
    "coreVersion": "13.348",
    "systemId": "wfrp4e",
    "systemVersion": "9.1.5",
    "createdTime": 1757182807614,
    "modifiedTime": 1757184384962,
    "lastModifiedBy": "rbZmnErLLwkYOmyj",
    "exportSource": {
      "worldId": "aty",
      "uuid": "JournalEntry.NS3YGlJQxwTggjRX",
      "coreVersion": "13.348",
      "systemId": "wfrp4e",
      "systemVersion": "9.1.5"
    }
  },
  "folder": "1NP23gRF7NejIzxq",
  "categories": [],
  "ownership": {
    "default": 2
  }
}