{
  "name": "Glorious Reikland",
  "pages": [
    {
      "name": "Glorious Reikland",
      "type": "text",
      "_id": "PAKGdXM3ZDTwDzlK",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<blockquote><p>To his Imperial Majesty, Emperor Karl-Franz the First, by the Grace of the Gods, Elector Count and Grand Prince of Reikland, Prince of Altdorf, Count of the West March, Defender of Sigmar’s Faith, do I commend this text, an examination of his most illustrious realm, the Grand Princedom of Reikland, heartland of Our Holy Empire. long may he rule!</p><p>Herein learn of the mightiest province of the Empire, and of its hard-working people who are united by the worship of the God-King Sigmar. Admire the Elector Counts of the Reikland who have led the glorious Empire for almost a century, and their generous patronage that enriches our homeland beyond measure. Wonder at the Reikland’s impressive canal network, extensive roadworks, sophisticated farming, and its rapidly developing mercantile class, all of which confirm the Reikland as a true jewel of the Empire.</p><p>Marvel at this richest, most cosmopolitan of all imperial realms, and see that it is a cultural, magical, and academic powerhouse without par, attracting the most impressive artisans, wizards, and scholars to its many learned institutions, cementing its reputation as the greatest domain of the Old World.</p><p>Truly, to be born a Reiklander is to be born blessed by the Gods Themselves. Give thanks to Sigmar and be praised.</p><p style=\"text-align:right\"><em>– The words of Holy Mother Halma Habermann of Sigmar</em></p><p style=\"text-align:right\"><em>– Recorded faithfully by the humble scribe Melistius of the Order of the Anvil in 2510 IC</em></p></blockquote><p>Standing proud in the heart of the Old World, the Reikland is the richest and most powerful of the Empire’s grand provinces. Known for its engineers, wizards, and merchants, and for being the birthplace of the Cult of Sigmar, it is a realm of soaring mountains, snaking rivers, dark forests, and powerful trading centres. From his throne in the city of high-spired Altdorf, Emperor Karl-Franz I rules not only the Reikland, but all the Empire that lies beyond.</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/rivers.webp\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 100000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Lie of the Land",
      "type": "text",
      "_id": "YuJ6EJ3gtkX1XWEB",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Reikland lies in the shadow of the forbidding @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{Grey Mountains}, and its lowlands are entirely forested save for cleared regions around the grand province’s multitude of prosperous towns and villages. It has no coastline, but the Reik — the largest river in the Old World that defines most of the Reikland’s twisting eastern and northern borders — is so wide and deep an entire navy of warships and merchant vessels plies its length.</p><p>Much of the land near the Reik is waterlogged and marshy, with long stretches of bogs, swamps, and dangerous mud plains, the largest of which is the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.hzsgHYLKdpuJXls5]{Grootscher Marsh} on the border with the Wasteland to the west. Farther inland, the Reikland climbs upwards to the craggy @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.lQz1hI7bZQeVHuiQ]{Skaag Hills} and the haunted @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.mdjl1WxjZLeuSWAN]{Hägercrybs}, two forested uplands hiding isolated regions nigh-on untouched by human hand. The forests eventually give way as the land rises towards the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{Grey Mountains}, the Reikland’s natural border with Bretonnia to the south, and opens up to a wide plain of fertile foothills and open grassland known as the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.0Cmr0LZ3boLbNt6p]{Vorbergland}.</p><p>@UUID[.qUudz7lASEa9PmAE]{The Mountains, Foothills, and Vorbergland}</p><p>@UUID[.KyNSj7dErxz4N9Gh]{The Grim, Dark Forests}</p><p>@UUID[.ShiIUUdkTTKxSN6P]{The Rivers, Canals, and Lakes}</p><p>@UUID[.QYN4TMYRfHZ03hIi]{The Cursed and Fetid Marshes}</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 200000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Mountains, Foothills, and Vorbergland",
      "type": "text",
      "_id": "qUudz7lASEa9PmAE",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Reikland is a rugged realm, its undulating forests broken by peaks, crags, and ridges, many topped by ruined castles and watchtowers from previous, war-torn eras. Rising above this multitude of minor ranges are the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.mdjl1WxjZLeuSWAN]{Hägercrybs} and the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.lQz1hI7bZQeVHuiQ]{Skaag Hills}, two highland regions in central and northern Reikland, their heavily fortified mines responsible for much of the realm’s recent prosperity. Farther south, the trees thin out to the exposed plains and foothills of the fertile @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.0Cmr0LZ3boLbNt6p]{Vorbergland} that lie between the Reikwald forest and the dangerous @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.w0YfGxsBuLoODCgc]{Grey Mountains}, peaks that offer enormous wealth and danger in equal measure.</p><p>@UUID[.w0YfGxsBuLoODCgc]{The Grey Mountains}</p><p>@UUID[.mdjl1WxjZLeuSWAN]{The Hägercrybs}</p><p>@UUID[.lQz1hI7bZQeVHuiQ]{The Skaag Hills}</p><p>@UUID[.0Cmr0LZ3boLbNt6p]{The Vorbergland}</p><p>@UUID[.JiKJmJbRuu7blAIK]{Drachenberg}</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/hills.webp\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 300000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Grey Mountains",
      "type": "text",
      "_id": "w0YfGxsBuLoODCgc",
      "title": {
        "show": true,
        "level": 4
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The forbidding peaks of the Grey Mountains are riddled with crumbling tunnels and topped with ruined skybridges from the time when Dwarfs ruled the region. But that era has passed, and only a handful of determined clans remain to defend their ancestral holds, with recently reclaimed @UUID[Compendium.wfrp4e-archives1.journals.De6yFCVO4shYbAUx]{Karak Azgaraz} and towering Karak Ziflin being two of the largest still standing.</p><p>The mountains and the tunnels beneath them are now overrun with Orcs and Goblins, Mountain Trolls, Skaven, and worse. While this makes the Grey Mountains especially dangerous, many claim the fallen Dwarf holds hide treasures lost to time, so the foolhardy and desperate are drawn to the ancient halls like moths to a flame. Few survive their greed.</p><p>Clinging precariously to the craggy edge of the Grey Mountains, the southern lords of the Reikland have sunk many mines seeking to extract the significant mineral and metal wealth of the range. These are protected by lone watchtowers and high fortresses that stand guard against attack from the mountains, each surrounded by the rubble of older fortifications that failed.</p><p>So high is the glacial spine of the Grey Mountains that it is all but impassable, forming a near impenetrable border between the Reikland and the Bretonnian duchies to the south-east. Only two reliable passes pierce the frozen heights: the well-defended Axe-Bite Pass guarded by the fortresses of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.JSzzPHEHN8oOhd1z]{Helmgart} and Monfort, and the winding Grey Lady Pass leading from @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.icaZcokQLawViHCq]{Ubersreik} to Parravon. Both passes are heavily patrolled and taxed, leading some impoverished merchants and smugglers to hire mountain guides to lead them across lesser passes such as the Crooked Corridor or Durak Way, an undertaking few would recommend.</p><section id=\"secret-JDqzfNkgKOevPTrP\" class=\"secret\"><ul><li><p><strong>Better Left Behind</strong>: Helset von Lilahalle, Markgravine of the isolated <strong>March of Falken</strong> in the <strong>Grey Mountains</strong>, is in a bind. One of her exploratory expeditions stumbled into a long-abandoned mine and found gold in its depths. Unfortunately, it also discovered Dwarfs from Karak Azgaraz long ago laid claim to it, and left legal carvings near the entrance to the lower levels. Before mining operations begin, Helset wants to hire discreet outsiders to make the carvings go up in smoke, thus crushing the Dwarf claim. However, the runes are not mundane, and any attempt to destroy them will warn the descendants of the original claimants. Further, should explosives be used, the resulting collapse will open caverns leading deep into the mountains. And, there, the reason the Dwarfs abandoned the mine will awaken...</p></li><li><p><strong>The Larder:</strong> Rumours persist that travellers are going missing in <strong>Axe-Bite Pass</strong>, the primary thoroughfare through the <strong>Grey Mountains</strong>. One desperate, bedraggled guard claims to know the terrible truth: entire merchant trains are being taken, with all meat stashed in a living larder. The guard didn’t see what grabbed him — having narrowly escaped with his life — but he confirms the wares of every merchant taken are still in the mountains. So, the reward for any rescue is likely to be high. Is the guard lying, planning to lure any would-be saviours into a cannibal’s trap? Or perhaps merchant trains really are in trouble, maybe from hungry Stone Trolls, Giants, or worse?</p></li></ul></section>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 400000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Hägercrybs",
      "type": "text",
      "_id": "mdjl1WxjZLeuSWAN",
      "title": {
        "show": true,
        "level": 4
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Dominating the centre of the Reikland, the mist-shrouded Hägercrybs extend from the Princedom of Altdorf in the north all the way to the Freiburg of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.icaZcokQLawViHCq]{Ubersreik} in the south, and are so heavily forested that no road pierces through their heights from east to west, resulting in long journeys for those traveling from one side to the other.</p><p>The foothills are mostly populated by sheep and their shepherds, but, antiquarians claim, the Hägercrybs were once the sacred burial ground of the Unberogens, the Human tribe of Sigmar Himself. Supporting this, ancient cairns can be seen rising from clearings on many of the highlands, some of which are also marked by looming menhirs. Perhaps because of these, the Hägercrybs have a foul reputation for being haunted, and few are willing to stray too deep into its forests. It is said those who do encounter thick fogs rising from ancient barrows, with moans of the dead echoing from within. Locally, such talk is nervously dismissed as the ravings of shepherds drunk on too much hard cider, for the alternative is to believe tales of ancient kings hungry for the blood of the living.</p><p>Ignoring such talk, lords of the Hägercrybs repeatedly order mines be sunk into the hills in the search of rare metals and minerals. Most fail, their miners never seen again, but a handful are successful, and have brought considerable wealth to the area.</p><section id=\"secret-8o5GGgv9rFalj9rj\" class=\"secret\"><ul><li><p><strong>Holy Blood</strong>: Wanted posters proliferate the towns of <strong>Lichdechs</strong>: @Credit[10gc mode=split]{10 Gold Crowns} for the head of Kisa Grammle, recently of Altdorf. To be paid upon receipt of head by the Monastery of the Broken Haft. Investigation reveals Kisa is an enterprising antiquarian who rumour claims was digging in the Hägercrybs. When she was last in town, she was enormously excited about a find she claimed ‘would shake the Empire to its core!’ Just what did she find? And why are Sigmarite monks willing to pay so much to see her dead? Whatever the truth, any interested party best be fast, for not only are two Bounty Hunters already in pursuit, but so is an Ulrican friar. And a vampire.</p></li></ul></section>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 500000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Skaag Hills",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The rocky Skaag Hills lie to the west of the @UUID[.I0krpnI0RnVs5RwK]{River Bögen} and run along the southern bank of the Reik before falling beneath the trees of the Duchy of Gorland. Near the centre, the Reikwald recedes from the stony crags and layers of stratified rock rise to the scree-laden highlands of the Prie Ridge. A single road crosses the gentler slopes of the Skaag Hills to the south, starting at Trosreut in the shadow of @UUID[Compendium.wfrp4e-rnhd.scenes.RQQBIZT9OyHMFL27]{Castle Grauenberg} and wending its way through to Holthausen, but many minor tracks and trails also cross the region, most of which started as goat tracks.</p><p>Once, the hillsides were bustling with small mines boasting rich veins of silver and iron. Down through the centuries most of these played out, leaving many abandoned settlements, many of which the forest reclaimed. Locals now approach such ruins cautiously, for hunters, outlaws, and far more sinister folk are said to make use of what intact buildings remain.</p><section id=\"secret-FdZWpL0kXBCRdKlS\" class=\"secret\"><ul><li><p> <strong>Ingot Before the Ore: </strong>Lady Femeke of <strong>Ottzel </strong>has got herself into a pickle. Desperate to bring some new blood to her dwindling village, she’s not only announced a newly discovered vein of silver in the nearby <strong>Skaag Hills</strong>, but, in her enthusiasm, sold several claims to mine it. But no such vein exists, and the miners are already on their way by the score. However, Femeke isn’t a woman to let pesky facts interrupt her fabricated silver rush. Using her new-found wealth, she employed Eldruc Ironeye — an eccentric Dwarf prospector — to search for a genuine silverlode before the miners return. So, Femeke’s in need of a few capable hands to protect her prospector from wild animals, Beastmen, Greenskins, and, Eldruc’s wife and her three brothers, who demand he come home and work off his debts. Immediately.</p></li><li><p> <strong>Unmarked, Unmissed: </strong>The dockers of <strong>Prie </strong>claim the <strong>Skaag Hills</strong> are the best place to hide a body. After all, there are uncounted pre-dug holes with no one for miles to check. So, when Karlus Lystadt, a jewel thief of wide repute, was beaten to death and buried for his crimes beneath the <strong>Prie Ridge</strong>, no one thought much of it… until rumours spread that the scoundrel had swallowed his last prize — a diamond as big as a chicken’s egg — before his demise. The hunt is on!</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "lQz1hI7bZQeVHuiQ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 600000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Vorbergland",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Between the threatening peaks of @UUID[.w0YfGxsBuLoODCgc]{the Grey Mountains} and the deep forests of @UUID[.UqeZNqbpV8uocCUN]{the Reikwald} lies the Vorbergland, a hilly region extending the length of the Reikland known for its fertile valleys, rolling grasslands, and windswept plains.</p><p>The productive south-eastern provinces around @UUID[.sVFygKRicWFw6BsT#sample-reikland-estate]{Böhrn}, @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.icaZcokQLawViHCq]{Ubersreik}, @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.5GmN9DrPtwzdQdPO]{Stimmigen}, and @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.vg5HI5Y74MmXMR3G]{Dunkelberg} are known locally as Suden Vorbergland, and are the most heavily cultivated regions of the Reikland. They are peppered with many ﬂourishing towns, villages, farms, and vineyards, and are often referred to as ‘Ranald’s Garden’ for the vast quantities of wine they produce for export.</p><p>Further west, the Vorbergland is tormented by frequent @UUID[Compendium.wfrp4e-core.actors.E7BiDqsB55BrOQut]{Orc} and @UUID[Compendium.wfrp4e-core.actors.zzdOpKqBC28J66Mn]{Goblin} attacks from the mountains, meaning much of the land is sparsely populated, little more than a hunting ground for wild animals and monsters from the peaks. This makes the local baronies and duchies a popular destination for game hunters and natural historians from the @UUID[Compendium.wfrp4e-altdorf.journals.cDOlXEpTvnuaOJ0P.JournalEntryPage.ulseg2IAlTWy7m3s]{Imperial Zoo} seeking to capture rare creatures, though only the unwise travel this region without a heavy guard and knowledgeable guide.</p><section class=\"secret\" id=\"secret-77JlQT0t2b0HTSUF\"><ul><li><p> <strong>The Jabberslythe's Midwife</strong>: Reinholt Schent — a self-titled ‘Scholar of the Fantastic’ who claims to work for the Imperial Zoo — will pay dearly for the delivery of a very specific specimen. Some scholars believe that the most horrible of monstrosities, the Jabberslythe of legend, does, in fact, breed. What’s more, Schent believes there’s a pregnant example of the species haunting <strong>western Vorbergland</strong> not far from <strong>Hallt</strong>! Schent requires some stout fellows to witness and record the awful birth, then return with the newborn for study. He states this so matter-of-factly, it couldn’t possibly be difficult, could it?</p></li><li><p> <strong>Ranald Protects</strong>: The mysterious ‘Lady Münze’ patronises many low-class alehouses across the <strong>Vorbergland</strong>. She quietly whispers that the nobility grow fat from the labours of the vineyard workers, selling a single bottle for more than a peasant family will ever see in their lifetimes. ‘Ranald’s Garden, indeed,’ she scoffs, her disapproval clear on her sharp face. If engaged, Lady Münze seeks brave souls to combat this injustice by swapping a shipment of fine wines for a shipment of worthless vinegar. The swap will take place on the road between <strong>Dunkelberg </strong>and <strong>Konigsdorf </strong>on the <strong>Wissenland border</strong> — without being seen. Her words are dangerous, but her purse is very full, stitched neatly with the words ‘Ranald Protects’. She will richly reward those who pull off the swap, but provide nothing to those discovered.</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "0Cmr0LZ3boLbNt6p",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 650000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Drachenberg",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Soaring high above central @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.0Cmr0LZ3boLbNt6p]{Vorbergland}, its base wrapped by the shimmering @UUID[.I0krpnI0RnVs5RwK]{River Bögen}, the twisting peak known as the Drachenberg can be seen for miles around. Whenever trouble arises, the nearby townsfolk of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.ce2KXRME2HzCxXhg]{Wheburg} cast an eye towards the mountain and make the comet sign of Sigmar to ward evil, for Drachenberg has a fell reputation. Its name roughly translates to ‘Dragon Peak’ and, true to its name, the mountain has long been a favoured haunt of the great beasts, as well as to other monstrous creatures such as @UUID[Compendium.wfrp4e-core.actors.z8f3vySKIpTxGr62]{Basilisks}, @UUID[Compendium.wfrp4e-core.actors.KeB0khEeq462qTJw]{Wyverns}, and @UUID[Compendium.wfrp4e-core.actors.XtVkAVgZRIIgrBXb]{Manticores}.</p><p>The immense Red Dragon, Caledair — the ‘Scythe of Fire’ — once made her lair in caves near the peak of the mountain, and hunted across the fields of the @UUID[.0Cmr0LZ3boLbNt6p]{Vorbergland} for uncounted generations. While she has not been seen for more than a century, none can say for certain if she is truly gone or if she sleeps in the mountain still.</p><p>The Drachenberg is treacherous, with steep sides that thwart climbers, and no easy routes to its sheer summit. Tough trees clog its foothills, they are sparse along its upper slopes and the top soil is very loose, which has caused more than one imprudent climber to slide free to a broken death. Even so, the brave and the foolish still attempt to climb the Drachenberg, for who knows what treasures may lie hidden within its unknown heights?</p><section id=\"secret-HLEp4bPyi24HxRjZ\" class=\"secret\"><ul><li><p><strong>Interview with a Dragon Slayer</strong>: Caledair the dragon hasn’t been seen for generations, but that means nothing to Thogna Ingotfist, a Dragon Slayer. The guards of <strong>Mantikor Castle</strong>, at the base of the <strong>Drakenberg</strong>, say Ingotfist has been up there since the great wyrm was last seen, and hasn’t come down since. If the guards are to be believed, she’s found untold riches up there that she can’t use ‘being a Slayer and all — they have vows, see’. However, if you take Ingotfist a cask of Bugman’s finest beer, it’s said she’ll spill any secret when deep in her cups. All you need do is find her.</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "JiKJmJbRuu7blAIK",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 700000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Grim, Dark Forests",
      "type": "text",
      "_id": "KyNSj7dErxz4N9Gh",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The widespread forests of the Reikland are regarded as some of the safest in the Empire, but stray from the busy rivers and tree-lined roads and such impulsive talk is soon forgotten. Uncharted miles of towering oak, pine, elm, and beech hide much more than desperate bandits and wild animals. And the deeper one goes, the more dangerous it is.</p><p>@UUID[.UqeZNqbpV8uocCUN]{The Reikwald}</p><p>@UUID[.IzconBpgyB3I147U]{Bloodpine Woods}</p><p>@UUID[.so1ZUXSSYFRvxkhp]{The Grissenwald}</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 900000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Reikwald",
      "type": "text",
      "_id": "UqeZNqbpV8uocCUN",
      "title": {
        "show": true,
        "level": 4
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Reikwald blankets almost all the Reikland outside the @UUID[.0Cmr0LZ3boLbNt6p]{Vorbergland}, only thinning around the jagged @UUID[.lQz1hI7bZQeVHuiQ]{Skaag Hills} or where it is cleared by the towns and villages lining @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.Zhp59VXYiv6dGfhR]{the Reik} river and its many tributaries. Most travellers through the region prefer the relative safety of river travel to journeying along uncertain roads, and with good reason; the Reikwald is a favoured haunt of outcasts, cut-throats, and other lawless folk. While all major routes are patrolled by road wardens, their numbers are too few and the roads too long, so it’s not uncommon to encounter upturned coaches and other signs of banditry. The majority of the open clearings and abandoned ruins from past wars are claimed as camps by outlaws or by one of the herds of Beastmen roaming the deeper wood, and forays to clear these isolated places by regiments of the Reikland State Army are not uncommon.</p><p>In most parts, the Reikwald’s canopy is not so overgrown as to block sunlight, but its depths are frequently gloomy and heavy fogs are common, especially along the marshier stretches of the @UUID[.Zhp59VXYiv6dGfhR]{river Reik}. Scholars claim before the Empire was founded the Unberogen tribe of Humans ranged across this misty forest alongside older tribes whose names are now lost to memory. Concentric rings of carved standing stones called ‘oghams’ still exist from this era, though many are overgrown and almost impossible to find without a guide. Isolated communities still following ancient ways — old beliefs said to predate the coming of Sigmar — are said to hold such sites sacred. Intellectuals from the @UUID[Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.LqyTrO7VNeMDukKY]{Colleges of Magic} postulate terrible battles were once fought for these ancient, megalithic sites, and it’s not uncommon to find richer wizards funding explorations into the Reikwald’s depths to learn more about the magical stones.</p><section id=\"secret-WioW1NCN6go5zmQH\" class=\"secret\"><ul><li><p><strong>Fake It 'Til You Make It Out Alive!</strong>: Highway robbery is good business, but now Mathilde Schlitz wants out. She intends to pin her run of crimes on monsters of the forest. To do this, she plans to pay someone to grab authentic Beastmen artefacts from one of their herdstones in <strong>the Reikwald</strong>. These can then be placed in strategic places to fool the road wardens. However, just before she makes her escape, Mathilde will let slip to the road wardens that ne’er-do-wells are trying to hide their crimes with profane artefacts, and where they can be found. One way or another, Mathilde will not be the one to blame.</p></li></ul></section>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 1000000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Bloodpine Woods",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>South of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf} an outcrop of pine trees grows down the southern face of the magical Amber Hills and spills into the depths of @UUID[.UqeZNqbpV8uocCUN]{The Reikwald}. Called bloodpine for its deep-maroon wood, the lumber here is greatly desired by the artisans of Altdorf, and is most often used to produce exquisite furniture destined for the high-class markets of Marienburg and Nuln. Recently, bloodpine has become hard to source, for the Bloodpine Woods are plagued by @UUID[Compendium.wfrp4e-core.actors.zzdOpKqBC28J66Mn]{Forest Goblins} of the Spiderclaw tribe who’ve managed to tame a handful of swift-moving @UUID[Compendium.wfrp4e-core.actors.VPVnyae6VHeD9cEP]{Giant Spiders}. Few dare to work there now, for those attempting to cut the trees simply disappear, their cries echoing from the mists high in the trees before suddenly falling silent. This has, of course, only served to increase the value of bloodpine, which has deeply enraged purchasers, several of whom have taken to hiring mercenaries and private parties to clear the Goblins, figuring it is cheaper to throw bodies at the problem than pay more for their new filing cabinet.</p><section id=\"secret-Tg4wPVQwVUj1GhTa\" class=\"secret\"><ul><li><p> <strong>What's In A Name?</strong>: In the <strong>the Bloodpine Woods</strong>, not far from <strong>Ambergrissen</strong>, a ring of corpses hangs upside down lashed to trees. Blood stains the roots black as night, and the bark here is especially red. The corpses are intact, save for a single slice across each throat. They’ve not been eaten by animal, spider, or @UUID[Compendium.wfrp4e-core.actors.zzdOpKqBC28J66Mn]{Goblin}, and show no signs of struggle. Locals claim to know nothing, and repeatedly state they have never heard of such a terrible sacrifice. If the Shamans of the Amber College are approached, they are equally tight-lipped. If the horror is not investigated, nothing will come of it. If it is investigated: well, a new ring of blood will need to be raised, and the locals know exactly how to do it...</p></li><li><p> <strong>Let Nothing Be Wasted</strong>: Willibert Klemm — a merchant from @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf} — is livid at the loss in profits from the incursion of @UUID[Compendium.wfrp4e-core.actors.VPVnyae6VHeD9cEP]{Giant Spiders} into the <strong>Bloodpine Woods</strong>. But nothing gets past Klemm without handing over a few coppers first. Plus a new scheme is already brewing: Giant Spider silk! If he can’t sell the wood — well, by Handrich, he will sell the silk instead! All he needs is a capable crew of silk collectors, training provided by first-hand experience</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "IzconBpgyB3I147U",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1100000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Grissenwald",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The south-westernmost end of @UUID[.UqeZNqbpV8uocCUN]{The Reikwald} branches southwards along the Stirland border and thins out as it heads upriver towards the City-State of Nuln. This wide section of the forest is known locally as the Grissenwald, a tight woodland packed with distorted trees and twisted undergrowth, the depths of which are said to be swarming with Beastmen, Witches, and tribes of feral Mutants. Because of this, most local woodsmen travel in groups and seldom stay outdoors come nightfall, and its commonplace to find ﬂuttering bills posted on roadside trees oﬀering rewards for the retrieval of lost family and friends from the bowels of the forest.</p><section id=\"secret-FSLWhr3bDvXlMgwC\" class=\"secret\"><ul><li><p> <strong>The Ties That Bind</strong>: They say a witch stalks the <strong>Grissenwald</strong>: Angela Hebamme.  Hebamme was once the most renowned midwife in the Empire. They say she was so talented that House Holswig-Schliesteins of Altdorf and House Liebwitz of Nuln both employed her, decades ago, to deliver their current scions. They say, in hushed whispers, that Hebamme wove powerful spells as she worked. These spells set the Empire on a course only she could foresee, before she fled from Imperial society. Now, many will pay a high price to hear what that witch has to say.</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "so1ZUXSSYFRvxkhp",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1200000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Rivers, Canals, and Lakes",
      "type": "text",
      "_id": "ShiIUUdkTTKxSN6P",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The many rivers spilling from the glacial lakes and waterfalls of the @UUID[.w0YfGxsBuLoODCgc]{Grey Mountains} down to the Reik are central to the Reikland’s economic success. Barges brimful with merchandise navigate the largest of these rivers, bringing diverse goods to the capital of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf}, many of which are then shipped elsewhere in the Empire or sold down the river to Marienburg.</p><p>To further support the Reikland’s wide-ranging mercantile ambitions, the richer noble and merchant houses invest in extensive canals planned and constructed by Altdorf ’s famous engineers. The impact of these impressive waterways is undeniable, with trade goods moving faster than ever before, but they require maintenance and protection, both of which are costly. To ensure the wreckers and river pirates the canals attract have minimal impact, road wardens, guards, and riverwardens are employed as required, but frequently these are little better than the criminals they purportedly thwart.</p><p>@UUID[.Zhp59VXYiv6dGfhR]{The Reik}</p><p>@UUID[.I0krpnI0RnVs5RwK]{The Bögen}</p><p>@UUID[.QzASZVasWssiVkq3]{The Grünberg Canal}</p><p>@UUID[.CqIczLRZI265nrAR]{The Teufel}</p><p>@UUID[.RRwo3WYqdXvQ9jJp]{The Vorbergland Canals}</p><p>@UUID[.lBAJJZuJ2vkS9O9H]{The Weissbruck Canal}</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/riverways.webp\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 1300000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Reik",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The Reik carries more traffic and trade than all the other rivers in the Old World combined. Indeed, so massive is the river that almost half the fresh water of the Old World ﬂows down its length, for it not only drains all the Reikland with its many tributaries, but most of the Empire beyond. By the time the Reik ﬂows into the Reikland, it is already so wide it frequently appears more lake than river, leaving it impossible to bridge using standard engineering methods. As this immense watercourse approaches @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf} to meet the dark waters of the @UUID[Compendium.wfrp4e-dotr.journals.EBkKmwPreDndWqoc.JournalEntryPage.CW2w86aXWAd6ZpPl]{Talabec}, both rivers split into a complex network of channels that spread outwards to form the foggy @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.UQJA6nMPMkhoeVrj]{Altdorf Flats}. Many of the thinner distributaries caused by this are bridgeable, ensuring Altdorf is a natural center for trade as it is the only place where the Reik can be crossed on foot for many hundreds of miles. This single fact has secured Altdorf’s dominance of the area, both militarily and fiscally.</p><p>Beyond the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.UQJA6nMPMkhoeVrj]{Altdorf Flats}, the boggy channels reconverge and the Reik begins its long journey westwards to the sea. By this point, it is so wide the opposite bank sometimes slips into mist, and is so deep that even the largest sea-faring vessel can navigate without fear. Resultingly, warships of the Imperial Navy, some so large to have crews out-numbering the populations of smaller towns, not only patrol these waters, but are built there, most launching from the Reiksport, a deep-water harbour built on the shores of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf}. Rocky islands are common in this last stretch, most of which are secured with ancient fortresses, overridden by river pirates, or abandoned completely, boasting nothing more than a handful of old smugglers’ coves.</p><section id=\"secret-4vOhlFvy0QqpC68e\" class=\"secret\"><ul><li><p><strong>Grandfather Reik's Isle</strong>: Sailors love swapping stories of <strong>Grandfather Reik’s Isle</strong> — a mythical island of the <strong>River Reik</strong> governed by the god of the river itself. @UUID[JournalEntry.NcH9OhleJFfaUdon.JournalEntryPage.TGPJzTKAihJha3zB]{The Cult of Manann} in Altdorf is all too happy to support these stories, hoping to get ahead of their rivals in Marienburg, and claim Grandfather Reik is naught more than Manann. But others whisper that the Grandfather may actually by Stromfels — God of Sharks, Pirates and Wreckers. They state in hushed tones that ‘Reik’ sounds a lot like ‘Wreck’, and the river swallows more than its fair share of ships! But Grandfather Reik is neither, and it is not happy with such presumptions. So, the next folk to land on his island will be his messengers, whether they like it or not...</p></li><li><p><strong>40-Feet of Fame</strong>: For 30 years, Terenz Gaubatz — Imperial Zoologist, and dedicated cryptoid debunker — has been haunted by the loss of ‘the General’. This supposedly 40-foot Stirpike was caught, butchered, and inconveniently eaten before Gaubatz could confirm its existence. However, recent sightings near <strong>Lengern </strong>on the <strong>River Reik</strong> talk of a school of the monstrous fish. Given their rumoured size, it’s possible the General spawned before it died. If so, a living specimen would be a treasure in and of itself (not to mention the gold Gaubatz would award its deliverer).</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "Zhp59VXYiv6dGfhR",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1400000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Bögen",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The people of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.OONgV24fbQ8ZEqSr]{Bögenhafen} claim Bögenauer, their town’s patron deity, is responsible for the commerce-blessed state of the Bögen. A relatively placid river with a clear, smooth, but not overly swift ﬂow, the Bögen readily allows traffic to sail upriver nearly as easily as down. Its great depth allows larger river going vessels to navigate safely from @UUID[.Zhp59VXYiv6dGfhR]{the Reik} all the way to Bögenhafen. Though its source lies deep in the freezing peaks of @UUID[.w0YfGxsBuLoODCgc]{The Grey Mountains}, the Bögen turns warm as it ﬂows through the hilly @UUID[.0Cmr0LZ3boLbNt6p]{Vorbergland}, which frequently causes heavy mists to gather along its banks. Most evenings, fingers of roiling fog rise from the Bögen, wrapping tendrils about nearby settlements and the surrounding @UUID[.UqeZNqbpV8uocCUN]{Reikwald}. This is frequently thick enough to obscure vision, so thieves, smugglers, and worse use it to conceal their nocturnal activities.</p><section id=\"secret-MuqiKwtfx44pIutx\" class=\"secret\"><ul><li><p><strong>Water's the Problem?</strong>: Waliyya el-Shah — an Arabyan Faylasūf living in @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.OONgV24fbQ8ZEqSr]{Bögenhafen} — has noticed something peculiar. For years, she’s been measuring the temperature of the <strong>River Bögen</strong> before and after it moves into @UUID[.0Cmr0LZ3boLbNt6p]{Vorbergland} in an attempt to understand its oddities. Recently, she’s noticed an unseasonable increase in temperatures, which flare up at one specific thinning of the river, and she has a theory. The Imperial Society of Worshipful Philosophers won’t help, so she’s taken a loan to pay a group of armed escorts to help her investigate the hot source in the fog. And if she’s right, she’s going to need as much help as possible for what lies beneath the waters...</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "I0krpnI0RnVs5RwK",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1500000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Grünberg Canal",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The Grünberg canal is a recent addition to the waterways of the Reikland. Commissioned by Emperor Luitpold III as part of an extensive dowry paid to the previous Baron of Grünburg, it was completed in 2506IC and has seen heavy use ever since. The canal bypasses the treacherous shallows of the @UUID[.7W84VKt6CYR21J48]{Reiker Marshes} overlooked by @UUID[Compendium.wfrp4e-empire-ruins.journals.fgrD3J7lhVYdc7VF.JournalEntryPage.Ip4gsNUFocBJQGmk#castle-reikguard]{Castle Reikguard}, and it now takes much of the @UUID[.CqIczLRZI265nrAR]{river Teufel’s} barge traffic heading for @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf}. @UUID[.383rvYD6UgQXtpfj]{Grunberg’s} walls protect the tollhouse on the south end of the canal, and any barge wishing to pass it must pay a tax based on the length of the vessel entering the canal system. Queues are common at first light and dusk, but otherwise the tollhouse sees infrequent business. At the north end there is a lock-keeper’s house on the outskirts of Prieze that doubles as a barracks and stables for the twelve road warden paid to patrol the canal path and help any barges as required. This help typically comes in the form of impromptu protection taxes, which if not paid leave the oﬀending barge open to bandit attacks. Attacks that inevitably follow for any who refuse to pay.</p><section id=\"secret-pXWDJlg63RD0YxNt\" class=\"secret\"><ul><li><p> <strong>In the Huff: </strong>Oskar Griesgram of the <strong>Buxhead </strong>Huffers’ Guild is furious. His company has always kept its numbers low, which ensured leading barges through the treacherous mouth of the @UUID[.CqIczLRZI265nrAR]{Teufel} scored a premium price. But the <strong>Grünberg Canal</strong> has ruined everything, as now more barges pass down that artificial waterway than through the silty waters of <strong>Leopold’s Folly</strong>. Griesgram believes it’s time for action. Obviously, he can’t involve himself, but should an interested party accidentally blow up a section of canal, or maybe lead some terrible creature to make its lair nearby, he’d be happy to part with a percentage of his wages every month, as business would surely boom in response.</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "QzASZVasWssiVkq3",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1600000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Teufel",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The Teufel ﬂows down from the mountains to @UUID[Compendium.wfrp4e-starter-set.journals.70sJnVPsNmeNnqdC.JournalEntryPage.Dltz7FyeTVWKArL7]{Duchy of Ubersreik}, then northwards to @UUID[.Zhp59VXYiv6dGfhR]{the Reik} through @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.qdcqz9n6zCLTlCoZ]{Auerswald} and @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.383rvYD6UgQXtpfj]{Grünburg}. Its waters have a distinctly reddish hue caused by iron deposits in the mud and silt, though storytellers suggest it’s the unending wars between the @UUID[.w0YfGxsBuLoODCgc]{Grey Mountain} Dwarfs and Goblins that have permanently stained the river red. A great deal of rain feeds into the Teufel and it regularly overﬂows, especially in spring, frequently ﬂooding its mud-flled waters deep into the surrounding forest. Inns — often built high to avoid ﬂoodwater — are common along the Teufel, as are bandits, since much of the river runs through @UUID[.UqeZNqbpV8uocCUN]{The Reikwald}. Road warden regularly patrol the banks of the Teufel and they are not fond of any that linger without good reason.</p>",
        "markdown": ""
      },
      "_id": "CqIczLRZI265nrAR",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1700000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Vorbergland Canals",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The Vorbergland Canals are an engineering marvel. Commissioned by the previous Archduke of Upper Teufel in conjunction with merchant houses from Nuln and Marienburg, the canals are the pride of the south, carrying trade from Wissenland across @UUID[.0Cmr0LZ3boLbNt6p]{The Vorbergland} and back again. Comprised of five canals connecting five major tributaries of @UUID[.Zhp59VXYiv6dGfhR]{the Reik}, the system links Nuln through to Carroburg, skipping the high taxes of Altdorf completely. Recently, the Dwarfs of @UUID[Compendium.wfrp4e-archives1.journals.De6yFCVO4shYbAUx]{Karak Azgaraz} sent delegations to the lords of Suden Vorbergland demanding the canals be shut, claiming old treaties from centuries past were being broken by an unacceptably large display of shoddy workmanship. This has caused an uproar from graduates of the @UUID[Compendium.wfrp4e-altdorf.journals.85UN6bKPTfGEBtBb.JournalEntryPage.HYkHeQZtD2AML3oG]{Imperial Engineers’ School} who see the steam locks and clever water-pumps as a pinnacle of human engineering. </p><section id=\"secret-nKL5fzMzZzWGulf0\" class=\"secret\"><ul><li><p><strong>Cathayan Retirement</strong>: Lin Li Chun — a renowned but unlicensed Cathayan sorcerer — and her wife have decided to tour the Old World. They’ve crossed the Worlds Edge Mountains, feasted in L’Anguille, shopped in Marienburg, and now they’re cruising in the <strong>Vorbergland Canals</strong>. Guests of Reikland by the Emperor’s command, wherever they go, they’re at risk from ignorant locals, so local authorities are ordered to protect them to prevent a diplomatic incident with Cathay. However, in @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.icaZcokQLawViHCq]{Ubersreik}, where no formal command structure exists and the local State Army is stretched paper-thin, escort duties are contracted out to whomever is available. So, a disparate party finds itself keeping the elderly couple safe at all costs. Unfortunately, it seems Lin Li doesn’t understand that unlicensed magic is illegal. And will anyone care when the assassins arrive?</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "RRwo3WYqdXvQ9jJp",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1800000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Weissbruck Canal",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Connecting @UUID[.I0krpnI0RnVs5RwK]{the Bögen} and @UUID[.Zhp59VXYiv6dGfhR]{Reik} rivers — bypassing Middenland’s Carroburg taxes in the process — the Weissbruck canal sees steady trafficc year-round as trade ﬂows to and from @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf}. A toll to use the canal is paid once at whatever end a vessel enters. The canal is 25-feet wide, with frequent berthing points and numerous places to stay along its length.</p><p>Local bargees do not readily discuss it with strangers, but there are many unusual stories whispered about the canal. Supposedly, the Dwarf engineers that designed it unearthed pre-Unberogen artefacts when they first dug the waterway, and things have never been right in the area since. Some even swear that should Morrsleib — the smaller of the two moons — be full, one can sail the canal north to somewhere other than the Reik…</p><section id=\"secret-bJej5VY2HNxqT4FL\" class=\"secret\"><ul><li><p><strong>Wacky Races: </strong>If there’s one thing the nobility like doing, it’s proving how much better they are than everyone else — especially other nobles. Boyar Dominik Tyurin has decided that his next project will be a head-to-head yacht race down the <strong>Weissbruck Canal</strong>. The winner will receive a deed to an estate in Tyurin’s homeland of Kislev! The competition is fierce (and likely illegal), but the prize is worth it. All that needs be done is secure a yacht, pay the entry fee, and somehow navigate the tiny sliver of canal whilst 20 other entrants do the same. And they are a mixed bunch, including an engineer with a worrying number of tiny cannons, a merchant with an enormous barge dog, and a Gold Wizard with no sail on his yacht at all!</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "lBAJJZuJ2vkS9O9H",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1900000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cursed and Fetid Marshes",
      "type": "text",
      "_id": "QYN4TMYRfHZ03hIi",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Although Middenland to the north claims many famous marshlands — such as the Furdienst, Midden Marshes, and Shadensumpf — the river banks of the Reikland are no less waterlogged, frequently giving way to fens, mires, and dangerous mud plains, especially down the length of mighty @UUID[.Zhp59VXYiv6dGfhR]{River Reik}. The largest of these is the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.hzsgHYLKdpuJXls5]{Grootscher Marsh} on the border with the Wasteland, but many other examples exist, such as the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.UQJA6nMPMkhoeVrj]{Altdorf Flats}, the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.7W84VKt6CYR21J48]{Reiker Marshes}, and the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.UgdmzqFk9fn8MXLV]{Uhland Bogs}.</p><p>@UUID[.hzsgHYLKdpuJXls5]{Grootscher Marsh}</p><p>@UUID[.UQJA6nMPMkhoeVrj]{Altdorf Flats}</p><p>@UUID[.7W84VKt6CYR21J48]{Reiker Marshes}</p><p>@UUID[.UgdmzqFk9fn8MXLV]{Uhland Bogs}</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 2000000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Grootscher Marsh",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The largest wetland of the Reikland, the Grootscher Marsh spreads out on both banks of @UUID[.Zhp59VXYiv6dGfhR]{the Reik}. It extends some fifty miles into the Reikland and Middenland from the border with the Wasteland, and is considered by many to be a cursed place, for it is the site of one of the Empire’s most famous military defeats of the last century: The Battle of Grootscher Marsh, where the Wasteland secured its independence from imperial rule.</p><p>In modern times, the Grootscher Marsh remains the foul smelling fenland it always was, filled with ill-sounding birds and infested with @UUID[Compendium.wfrp4e-core.actors.7qslmdLa7so3BmFk]{River Trolls}. In leaner years, when meat cannot be found for their rotting larders, the Trolls grow hungry and rumor holds they slip into @UUID[.Zhp59VXYiv6dGfhR]{the Reik} to pluck the unwary from passing ships. Being sent to clear out the Grootscher Marsh is considered one of the worst punishment details imaginable by the State Armies of the Reikland; even the hardiest soldiers hesitate when ordered there.</p><p>Travellers on @UUID[.Zhp59VXYiv6dGfhR]{the Reik} occasionally report the sounds of strange, ominous horns echoing through the thick fogs that frequently coalesce across the marsh, and wise locals note Trolls don’t make use of such. Old hands on the Reik agree, and then swiftly change the subject…</p><section id=\"secret-fQuRrbCsLh5iu2dt\" class=\"secret\"><ul><li><p><strong>Shroom Boom</strong>: Physicians, apothecaries, and scholars all pay high prices for the multitude of rare mushrooms and unusual plants that only grow in the perilous Cursed Marsh about the city of Marienburg. However, several crops of Daemon’s Tand, Rood Puffball, and Dodeshors Polypore, three of the most valuable Wastelander fungi, have recently been discovered growing in the murk of the Grootscher Marsh. Sensing heavy profits, Klaes Adaans, an ever-frowning merchant lodging in the village of Oberseert overlooking the marsh, is hiring mushroom-pickers willing to brave the wetlands. This brings increased activity that not only attracts hungry @UUID[Compendium.wfrp4e-core.actors.7qslmdLa7so3BmFk]{River Trolls} to the area, but also Goblins keen to capture them. Klaes cares little for such trivialities, and certainly won’t mention them; all he wants is a steady crop of lucrative fungus. Those with stern hearts and keen eyes can reap real rewards here… or become meat for a Troll’s larder.</p></li><li><p><strong>A Tail of Misfortune: </strong>Whilst perusing a weaponsmith’s wares, a strange mace catches the eye; a bony cluster, like a cauliflower made from overlapping sharkskin scales, mounted on a handle of bog iron. The smith says she bought it from a man from the <strong>Grootscher Marsh</strong>, who claimed the growth was the tail of a bog monster. The mace-head is surprisingly well weighted, robust, and effective. The smith claims a canny group willing to brave the marsh could make a fortune if a reliable source for the mace-heads could be found. </p></li></ul></section>",
        "markdown": ""
      },
      "_id": "hzsgHYLKdpuJXls5",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2000000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Altdorf Flats",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The @UUID[.Zhp59VXYiv6dGfhR]{rivers Reik} and @UUID[Compendium.wfrp4e-dotr.journals.EBkKmwPreDndWqoc.JournalEntryPage.CW2w86aXWAd6ZpPl]{Talabec} split around the city of Altdorf into hundreds of shifting channels, black-soiled mudﬂats, and marshes that spread north and south of the great city. Known as the Altdorf Flats, these wide wetlands are dominated by rushes and reeds, and are notorious for their foul stench and slurping, River-Troll-infested bogs. Some twenty miles west of @UUID[.V6tkgQ9A2skppjyl]{Altdorf}, the snaking channels converge again into the wide River Reik, where the waters ﬂow further westwards to the Princedom of Carroburg.</p><p>The ﬂats are crossed by six primary causeways that fan from the fertile farmlands immediately surrounding Altdorf. Each causeway is punctuated by several stone bridges, some of which are Dwarf-wrought and date from the Time of Sigmar. Their roads are ever-busy with coaches and merchant trains coming to and from the capital, so are heavily patrolled by road wardens. Similarly, the marshy waterways are a haven for smugglers looking to circumvent Altdorf’s heavy tolls and taxes, so riverwarden and Shipswords are a frequent sight plying the unsure waters, seeking criminals and driving back larger marsh monsters.</p><section id=\"secret-fCSQsm8GfpqitFY3\" class=\"secret\"><ul><li><p><strong>Gorrum Gluttongut's Delicatessen</strong>: @UUID[Compendium.wfrp4e-altdorf.journals.85UN6bKPTfGEBtBb.JournalEntryPage.dfNHApRxdK6yAJqY]{Gorrum Gluttongut} — an Ogre ‘Chef ’ from @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf} — is always looking for new meats to serve in his delicatessen. Bigger is always better, regardless of any other criteria. Whilst Giant is hard to come by, the <strong>Altdorf Flats</strong> are frequently invaded by River @UUID[Compendium.wfrp4e-core.actors.7qslmdLa7so3BmFk]{Trolls}… Gluttongut will pay well for some premium rump steaks. Should, by some miracle, such steaks be secured, any would-be meat-sellers best be careful, as the flesh doesn’t seem to stop regenerating, even long after the source of the steaks is dead. Carrying them, or even ferrying them, can quickly become impossible for the unprepared.</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "UQJA6nMPMkhoeVrj",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2000000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Reiker Marshes",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Lying between the Reiker Heights and the Hohesesienen Hills at the sluggish conﬂuence of the @UUID[.Zhp59VXYiv6dGfhR]{River Reik} and the @UUID[.CqIczLRZI265nrAR]{River Teufel}, the Reiker Marshes are notoriously treacherous, and inexperienced captains frequently run aground in its deceptively shallow waters. Tattered ﬂags and corroded signposts mark the most perilous sections, but these are woefully insufficient. River guides locally known as ‘huﬀers’ are available to guide boats through the waters for a reasonable price, most of whom gather in the towns of Prieze and Babenborn on the Reik, and in significantly fewer numbers in Buxhead on the Teufel. The waters are at their most dangerous in the five-mile stretch at the end of the Teufel where it meets the Reik. Locally called ‘Leopold’s Folly’ after the emperor who tried, and failed, many times to dredge the red-silted waters in order to make it safe for deep-drafted ships, wise barge captains avoid it completely, preferring to pay tolls to pass through @UUID[.QzASZVasWssiVkq3]{The Grünberg Canal} rather than risk their crew and cargo.</p><section id=\"secret-P5PUPFWeFP79eXwu\" class=\"secret\"><ul><li><p><strong>Proof is Under the Poop Deck</strong>: The <em>Rhyal</em> , a dilapidated vessel of Strigany origin, has run aground in <strong>Leopold’s Folly</strong> and has lain there undisturbed for over a month. Rumours and superstitions surround the Strigany, with folks whispering that they’re in league with the dreaded Undead. So far, none are willing to approach the wreck for fear of what may lay within — not even the voracious scavengers found throughout the <strong>Reiker Marches</strong> — so it’s fair game for any soul brave enough to investigate.</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "7W84VKt6CYR21J48",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2000000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Uhland Bogs",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>A windswept peatland lying to the south of the County of the West March, the mossy Uhland Bogs are pierced through by the Westerﬂuss, the river that forms the natural border between the Wasteland and the Reikland. Towers of peat cut from the bog can be found stacked in the small villages near the mire, where dried blocks are used to fuel local fires in winter or shipped downriver to be sold along @UUID[.Zhp59VXYiv6dGfhR]{the Reik}. In the south-west depths of the bog a number of ancient, carved stones rise from the sodden land, drawing local cultists of @UUID[JournalEntry.NcH9OhleJFfaUdon.JournalEntryPage.dY6NZyY5pujNM5h8]{Rhya} and older deities to worship during important equinoxes. One group of these stones, called the Crowstones, has a particularly foul reputation, and the surrounding bog is permanently blackened. Locals warn never to travel to the stones near the festival days of Geheimistag or Hexenstag, for they claim crows gather in impossible numbers and unspeakable things rise from the bog to wreak terror upon the living.</p><section id=\"secret-qSdehaK0hmz4zgHc\" class=\"secret\"><ul><li><p> <strong>Morr's Blood</strong>: ‘<em>Out near the <strong>Crowstones </strong>in the <strong>Uhland Bog</strong>, I found something you ’ave to see. This black rock here. There’s plenty of it up there. Look, I know it don’t look special or nuffin, but it stained my hands proper. Still black, see. So, I crushed it up, mixed in a little mordant, and what I got was the blackest black dye you ever saw. The dandies in Altdorf will go barkin’ for this stuff! Sure, I had the worst nightmares of me life afterwards, but they don’t need to know that, do they? All they want is proper blacks for their robes and such. And we can get that for ’em, right?’</em></p></li></ul></section>",
        "markdown": ""
      },
      "_id": "UgdmzqFk9fn8MXLV",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2000000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Timeline of the Reikland",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Being a summary of the major events concerning the history of the Grand Province of Reikland.</p>\n<h3 class=\"no-toc\">c. -500 IC</h3>\n<p>The Unberogen tribe of Humans settle the land where Altdorf now lies, and begin fortifying the area. It will be sacked many times by rival tribes, Beastmen, Orcs, Goblins, and other vile creatures. Nevertheless, the site is strategically important at the confluence of the Reik and Talabec, and a mixture of conquest and trade helps the settlement flourish. Soon, scholars claim, the fortified town is known as the ‘rich village’, or Reichsdorf. As centuries pass, this becomes Reikdorf, with the surrounding land called the Reikland.</p>\n<h3 class=\"no-toc\">-30 IC</h3>\n<p>A twin-tailed comet streaks through the sky, heralding the birth of Sigmar to Chief Björn of the Unberogen tribe in Reikdorf. The comet leads a crazed warparty of Orcs to Sigmar’s birthplace, and his mother, Griselda, is killed in the attack, leaving Sigmar with a life-long hatred of Greenskins.</p>\n<h3 class=\"no-toc\">-15 IC</h3>\n<p>A merchant-train from Karaz-a-Karak is ambushed by Orcs, and they capture King Kurgan Ironbeard. Sigmar rescues the king, and in return is named a dawonger, Dwarf-friend, and given the king’s greatest heirloom, the magical warhammer Ghal-Maraz.</p>\n<h3 class=\"no-toc\">-8 IC</h3>\n<p>After his father dies, Sigmar becomes chief of the Unberogen tribe.</p>\n<h3 class=\"no-toc\">-7 IC</h3>\n<p>Sigmar realises the threat the Greenskins pose is far too much for his tribe to tackle alone, so he starts a campaign to bring all the surrounding Human tribes under his rule.</p>\n<h3 class=\"no-toc\">-2 IC</h3>\n<p>After several years of warfare and diplomacy, Sigmar binds twelve of the human tribes under his rule and allies himself with several more.</p>\n<h3 class=\"no-toc\">-1 IC</h3>\n<p><em>The First Battle for Black Fire Pass</em>. The largest horde of Orcs and Goblins the world has seen is defeated by Humans and Dwarfs led by High Chief Sigmar and King Kurgan, ending the centuries-long Goblin Wars.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-axe-armour.webp\" width=\"178\" height=\"230\" /></div>\n<h3 class=\"no-toc\">0 IC</h3>\n<p>Sigmar is crowned emperor over the chiefs of the twelve tribes and the Empire is born. The Dwarf Runesmith Alaric the Mad is commissioned to create twelve runeswords, one for each of the tribal chiefs, as a symbol of their office and as thanks for their sacrifices to end the Goblin Wars.</p>\n<h3 class=\"no-toc\">1 IC </h3>\n<p><em>The First War Against Chaos</em>. The newly founded Empire is attacked by the forces of Morkar the Uniter, Everchosen of Chaos. The war is desperate, short, and devastating. Eventually, Morkar is slain by Sigmar in a day-long battle that was said to have split the earth and rent the sky.</p>\n<h3 class=\"no-toc\">c. 2 IC</h3>\n<p>Sigmar names the twelve tribal chiefs his ‘counts’, which modern scholars claim can be sourced in the Classical word comes, meaning ‘companion’, for they were his companions on the battlefield against the Greenskins and against the Chaos tribes from the north.</p>\n<h3 class=\"no-toc\">c. 7 IC</h3>\n<p>Sigmar kills the Necromancer Morath and takes the Crown of Sorcery. Recognising its evil, Sigmar locks it away beneath Reikdorf.</p>\n<h3 class=\"no-toc\">11 IC</h3>\n<p><em>Battle of Drakenmoor</em>. The Great Enchanter, Constant Drachenfels, leads an army of Goblins and Daemons against Sigmar’s new capital and suffers the first defeat of his eternal existence. This shocking loss will haunt him long after he reincorporates several centuries later.</p>\n<h3 class=\"no-toc\">15 IC</h3>\n<p><em>Battle of the River Reik</em>. Nagash, the Lord of Undeath, gathers a shambling horde of unliving monsters, and attempts to claim the Crown of Sorcery from Sigmar. The Undead almost overwhelm the Reiklanders and their Dwarf allies, but, after an exhausting battle, Sigmar eventually strikes Nagash down, causing the unliving army to crumble to dust.</p>\n<h3 class=\"no-toc\">50 IC</h3>\n<p>After five decades of extraordinary rule, Sigmar vanishes. To avoid destroying Sigmar’s empire, the tribal chiefs eventually agree to vote for a new emperor from their own number, and select Siegrich of the Asoborn tribe. Thus, the counts became ‘elector counts’, and each swears to be a companion and protector of their elected emperor.</p>\n<h3 class=\"no-toc\">51 IC</h3>\n<p>Emperor Siegrich I dies in a hunting accident. After a fraught month, Prince Hedrich of the Unberogens is elected Emperor Hedrich I, bringing the seat of the Empire back to Reikdorf.</p>\n<h3 class=\"no-toc\">69 IC</h3>\n<p>Johann Helstrum arrives in Reikdorf and claims to have holy visions concerning Sigmar. He preaches that he witnessed Sigmar’s Ascension to Godhood. Such is the love the Unberogens have for their lost emperor, Helstrum is readily believed.</p>\n<h3 class=\"no-toc\">73 IC</h3>\n<p>Johann Helstrum builds a temple to Sigmar in Reikdorf. History will forever remember him as the first Grand Theogonist of </p>\n<p>the Cult of Sigmar, and the first man to recognise Sigmar’s divinity.</p>\n<h3 class=\"no-toc\">c. 100 IC</h3>\n<p>Emperor Hedrich I receives the twelve runeblades from Alaric the Mad that were commissioned 100 years earlier. Each of these ‘Runefangs’ is a unique weapon of extraordinary power, and they are passed to the tribal chiefs. In time, the Runefangs will become powerful symbols of the Elector Counts.</p>\n<h3 class=\"no-toc\">246 IC</h3>\n<p>A High Temple to Sigmar is completed in Reikdorf, and it acts as the centre </p>\n<p>of worship for a cult that now extends throughout the Empire. This rapid expansion leads to open conflict with the cults of Ulric and Taal.</p>\n<h3 class=\"no-toc\">990 IC</h3>\n<p>Emperor Ludwig I, commonly called Ludwig the Fat, grants the Grand Theogonist a vote to select the next emperor. Though some Elector Counts cry foul, and the other cults are astounded at the blatant favouritism, Emperor Ludwig appears far more interested in the lavish banquets prepared for him by the Cult of Sigmar in Reikdorf.</p>\n<h3 class=\"no-toc\">1000 IC</h3>\n<p>1000 years after Sigmar was crowned emperor, the Cult of Sigmar completes a new High Temple in Reikdorf. It is the largest temple in all the Empire, and cements Sigmar worship as the primary cult in the Reikland. In celebration, Emperor Ludwig </p>\n<p>I renames his city Altdorf, demonstrating its age and importance to the Empire as a whole.</p>\n<h3 class=\"no-toc\">1053-1115 IC</h3>\n<p><em>The Rule of Boris Goldgather</em>. Emperor Boris I proves to be exceptionally unpopular and corrupt, with his rule known for exorbitant taxes, weak leadership, and a complete neglect of the military.</p>\n<h3 class=\"no-toc\">1106-1110 IC</h3>\n<p><em>Rise of the Drakwald</em>: Beastmen and other vile creatures swarm from beneath the twisted bowers of the Drakwald, sacking villages, towns, and fortifications across the Drakwald province. When the last heir to the Drakwald throne is slain in battle with an enormous Bestigor, Emperor Boris I chooses to place the Drakwald Runefang in his Altdorf palace. Publicly, when a suitable heir is found, the Runefang will be passed on. Privately, Boris has no intention of ever giving up the magical blade.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-skull-helmet.webp\" width=\"163\" height=\"177\" /></div>\n<h3 class=\"no-toc\">1111-1115 IC</h3>\n<p><em>The Black Plague</em>. Disease sweeps through the Reikland, killing nine in every ten people, and debilitating half of those left alive. Skaven then erupt from their under-Empire and attack. When Emperor Boris I dies of the plague in 1115 IC, no-one replaces him in the ensuing anarchy. </p>\n<p>1115-1124 IC</p>\n<p><em>The Rat Wars</em>. Skaven move to systematically enslave the remaining population of the Empire, and effectively wipe-out what remains of the Drakwald province. In response, Elector Count Mandred of Middenland rallies a desperate defence, and with the help of Elven allies from the laurelorn Forest, finally drives the Skaven back below ground. At the end of the war, the victorious Mandred is elected emperor by the three surviving elector bloodlines.</p>\n<h3 class=\"no-toc\">1152-1359 IC</h3>\n<p><em>Age of Wars</em>. Emperor Mandred II is assassinated by the Skaven in 1152 IC. The Elector Counts cannot agree on a successor as they are too concerned about rivals invading their devastated grand provinces, so a fraught interregnum ensues for over two centuries. During this time, the Princes of the Reikland rule their Grand Province unfettered as civil war rages across the Empire.</p>\n<h3 class=\"no-toc\">1359-1547 IC</h3>\n<p><em>The Time of Two Emperors</em>. In a desperate bid to end the bloodshed, the Electors meet in Altdorf and eventually agree on a choice for emperor, crowning Elector Count Wilhelm of Stirland as emperor by a majority of one. Elector Countess Ottila of Talabecland is outraged at this, and claims the vote is rigged. When she returns to Talabheim she declares herself Empress without a vote, and is supported in her claim by the Cults of Taal and Ulric. She then outlaws the Cult of Sigmar in Talabecland, a decree that stands for almost a thousand years. The civil wars escalate.</p>\n<h3 class=\"no-toc\">1421 IC</h3>\n<p>Shipbuilding rises to prominence in Altdorf’s natural harbour, the Reiksport. Soon, quality vessels built in the Reikland are plying the Reik river system.</p>\n<h3 class=\"no-toc\">1489 IC</h3>\n<p>The prince of the Reikland formally commissions a navy, worried about the influence of ships sailing from Talabheim, Carroburg, Nuln, and Marienburg. To help limit their influence, Altdorf builds several low bridges across the Reik and Talabec to block larger ships and to control trade.</p>\n<h3 class=\"no-toc\">1547-1979 IC</h3>\n<p><em>The Time of Three Emperors</em>. After Sigmarites botch an assassination attempt when Electors refuse to back their choice for the next emperor, the Elector Count of Middenland denounces the imperial elections as a corrupt sham, and declares himself the rightful emperor. He has the support of the cult of Ulric, which had recently fallen out with the Talabecland emperors. </p>\n<p>The Empire now has three Emperors: The Electoral Emperor supported by the cult of Sigmar, the Ottilian Emperor supported by the Cult of Taal, and the Wolf Emperor supported by the Cult of Ulric. The civil wars intensify. </p>\n<h3 class=\"no-toc\">c. 1450-1550 IC</h3>\n<p>Knights returning rich from the crusades against Araby found new knightly orders and chapterhouses across the Reikland. They also fund the first temple of Myrmidia in Altdorf, a simple building sponsored by the newly invested Knights of the Blazing Sun.</p>\n<h3 class=\"no-toc\">1681 IC</h3>\n<p><em>The Night of the Restless Dead</em>. The dead stir in the Gardens of Morr. Corpses rise, bones rattle, and the dead walk the land, sowing terror and confusion. Entire towns and villages are overrun before dawn brings a reprieve from the rapacious hunger of the deceased.</p>\n<h3 class=\"no-toc\">1707-1712 IC</h3>\n<p><em>WAAAGH! Gorbad!</em> and the First Siege of Altdorf. Taking advantage of the divided Empire, the Orc Warboss Gorbad Ironclaw invades with a tide of Greenskins at his back, destroying the Grand Province of Solland, sacking Nuln and much of Wissenland, and eventually sweeping through the Reikland razing almost a third of its settlements before his green wave eventually breaks against the walls of Altdorf; but not before the Prince of Altdorf, and Electoral Emperor, Sigismund IV is killed.</p>\n<h3 class=\"no-toc\">1940 IC</h3>\n<p><em>The Poisoned Feast</em>. The Great Enchanter, Constant Drachenfels, in one of his most famous treacheries, invites the Electoral Emperor, Carolus II, and the entire imperial court and its families, to a great feast held in his castle. Drachenfels poisons his guests, paralysing them. He then starves them to death in front of the marvellous banquet he prepared. This wipes out several important noble bloodlines of the Reikland, deeply destabilising the grand province and the Electoral Emperors as a whole.</p>\n<h3 class=\"no-toc\">1979-2303 IC</h3>\n<p><em>The Dark Ages</em>. Elector Countess Magritta of Westerland is elected empress, but the Cult of Sigmar refuses to crown her, or indeed any other Elector Count or Countess, leaving the Electoral Emperors without a voted emperor. The entire electoral system collapses, and soon most provinces fight only for themselves. Petty warlords claim titles on a whim as new kingdoms, counties, duchies, princedoms and more rise and fall as terror spreads across the former Empire.</p>\n<h3 class=\"no-toc\">2010-2146 IC</h3>\n<p><em>The Vampire Wars.</em> The Empire has collapsed into thousands of competing factions, and the Vampire Lords of Sylvania rise to exploit the turmoil. In total, three major wars result as three different vampire counts attempt to eradicate the fractured Empire. Each time, the Vampires are driven back through a mixture of unlikely alliances, desperate gambits, and clever strategy.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-glove-blade.webp\" width=\"159\" height=\"141\" /></div>\n<h3 class=\"no-toc\">2051 IC</h3>\n<p><em>Second Siege of Altdorf</em>. The vampire lord Vlad von Carstein is slain. His wife, Isabella von Carstein, commits suicide, unable to continue unlife without him. Their armies soon splinter into feuding factions, ending the First Vampire Wars.</p>\n<h3 class=\"no-toc\">2100 IC</h3>\n<p>After the inconclusive Battle of Four Armies ended in multiple assassination attempts by supposed allies on the Empire side, it is decided that it is time to elect an emperor to pull everyone together. Elector Count Helmut is the most popular candidate for this, until its discovered he is actually a zombie in the thrall of Konrad von Carstein, the very vampire lord they are trying to defeat. All plans to elect an emperor are abandoned.</p>\n<h3 class=\"no-toc\">2135 IC</h3>\n<p><em>Third Siege of Altdorf</em>. The vampire lord Mannfred von Carstein launches a surprise winter attack on the Reikland capital as it recuperated from a summer of civil conflicts but is eventually driven back when the Grand Theogonist of Sigmar uses a forbidden spell to unbind the vampire’s necromancy.</p>\n<h3 class=\"no-toc\">2203 IC</h3>\n<p>A rift into the Realms of Chaos opens at Castle Drachenfels, resulting in the annihilation of almost every living soul from Bögenhafen to Ubersreik. After more than a week of terror, the rift mysteriously closes.</p>\n<h3 class=\"no-toc\">2302-2304 IC</h3>\n<p><em>The Great War Against Chaos. </em>Asavar Kul, Everchosen of Chaos, leads a horde of unimaginable size into Kislev, laying waste to everything in his path. In response, Magnus von Bildhofen, a young Nulner noble claiming to be inspired by Sigmar, rallies the fractured and broken Empire into a mighty army to relieve Kislev. He eventually defeats Asavar Kul at the Gates of Kislev alongside Kislevite, Dwarf, and Elven allies.</p>\n<h3 class=\"no-toc\">2304-2369 IC</h3>\n<p><em>The Reign of Magnus the Pious</em>. Magnus von Bildhofen is elected Emperor Magnus I, the first elected emperor representing all Sigmar’s Grand Provinces for almost a thousand years. Riding the wave of popularity he secured by winning the Great War Against Chaos, he immediately initiates sweeping reforms to end the corruption that previously brought the Empire to its knees, creating new laws to limit the nobility, cults, guilds and much more. He also oversees the foundation of many new institutions, including the formal creation of the Empire State Armies, Imperial Navy, and, controversially, the Colleges of Magic in Altdorf, making magic legal across all the Empire for the first time. </p>\n<h3 class=\"no-toc\">2308-2310 IC</h3>\n<p><em>The Third Parravon War</em>. The Bretonnian duchy of Parravon invades the Reikland across the Grey Lady Pass, claiming the military escalation in Ubersreik caused by the mustering of the new State Army breaks an ancient treaty. They are quickly driven back, and the following year Parravon is besieged. Eventually, after a year of occasional skirmishes outside Parravon’s extraordinarily high walls, and a great deal of standing around shouting insults, the King of Bretonnia treats on behalf of Parravon with Emperor Magnus I, ending the war.</p>\n<h3 class=\"no-toc\">2402-2405 IC</h3>\n<p><em>The Fourth Parravon War</em>. The Bretonnian duchy of Parravon again invades the Reikland across the Grey Lady Pass. Ubersreik is besieged twice during the war, but doesn’t fall. Peace is eventually brokered by the intervention of Emperor Dieter IV who agrees to pay the Parravonese an extortionate sum of money to retreat, drawing much criticism at court.</p>\n<p>2415 IC</p>\n<p><em>The Night of a Thousand Arcane Duels</em>. War erupts between the Eight Colleges of Magic in Altdorf, razing large sections of the city and resulting in the death of six of the eight Patriarchs. The Cult of Sigmar pressures the Prince of Altdorf and Emperor Dieter IV to lock the Colleges down, which they do, resulting in the execution of many wizards, and effectively bringing legal magic use to an end in the Empire. Many of the surviving wizards flee the Colleges, never to return.</p>\n<h3 class=\"no-toc\">2420-2424 IC</h3>\n<p><em>WAAAGH! Grom!</em> The Goblin Warboss Grom the Paunch leads an enormous horde of Greenskins across the Empire, sacking many Reikland towns and villages, before eventually heading westwards, undefeated, where he then takes to the sea. The lack of wizards from the suspended Colleges of Magic is widely blamed for the repeated military defeats suffered by Reikland’s armies.</p>\n<h3 class=\"no-toc\">2429 IC</h3>\n<p>Westerland buys its independence from the Empire by bribing Emperor Dieter IV, reforming itself as The Wasteland with Marienburg as its capital. Using anti-corruption laws put in place by Magnus the Pious almost a hundred years earlier, the Elector Counts depose Dieter in the ensuing scandal. He is replaced by Grand Prince Wilhelm of House Holswig-Schliestein of the Reikland, who is named Emperor Wilhelm III, starting the imperial dynasty that rules the Empire to this day.</p>\n<p><em>The Battle for Grootscher Marsh</em>. Emperor Wilhelm III, under pressure from the Elector Counts to respond to the Wasteland’s secession from the Empire, gathers the State Armies to invade Marienburg. In late Autumn, the opposing forces meet at the Grootscher Marsh just outside Siert, and the Empire is routed by the advanced Marienburg navy, well-trained mercenaries and militias, and the magics of the Wasteland’s High Elven allies. Begrudgingly, Wilhelm verbally recognises the Wasteland’s independence, but refuses to ratify it with a treaty. Marienburg accepts this and draws their new border at Siert.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/spot/spot-skulls.webp\" width=\"162\" height=\"174\" /></div>\n<h3 class=\"no-toc\">2430 IC</h3>\n<p>Appalled at the State Army’s inability to effectively counteract the Elven mages and Marienburg ships, Emperor Wilhelm III reinstates the Colleges of Magic after their 15-year suspension and invests significant resources into shipbuilding at the Reiksport.</p>\n<h3 class=\"no-toc\">2431 IC</h3>\n<p><em>The Great Fire of Altdorf</em>. The newly reinstated Bright College accidentally sets Altdorf alight when a spell misfires, burning many buildings to the ground. Many lobby Emperor Wilhelm III hard to suspend the colleges again, but eventually he decides to keep them open, but with greater oversight from the Cult of Sigmar.</p>\n<h3 class=\"no-toc\">2453 IC</h3>\n<p><em>Fourth Siege of Altdorf</em>. The Liche King, Arkhan the Black, invades the Reikland with a seemingly endless swarm of walking corpses that march straight for Altdorf. Once the siege begins, Arkhan slips unnoticed into the High Temple of Sigmar and steals the dreaded Liber Mortis kept within. Minutes after he escapes, his army collapses, leaving thousands of carcasses mouldering outside the city walls as state soldiers look on in confusion and relief.</p>\n<h3 class=\"no-toc\">2480 IC</h3>\n<p>In Drachenfels Castle, Constant Drachenfels is slain by Crown Prince Oswald von Königswald of Ostland.</p>\n<h3 class=\"no-toc\">2483 IC</h3>\n<p>Emperor Luitpold III signs treaties with the Wasteland to allow warships of the Imperial Navy to pass through the city-port of Marienburg. For the first time since the secession of the Wasteland, the Reiklander navy is sailing the high seas, although the tolls to do so are extortionate.</p>\n<h3 class=\"no-toc\">2502 IC</h3>\n<p>Emperor Luitpold III dies in his sleep. In a close vote, Luitpold’s son is elected to replace him, and is crowned Emperor Karl-Franz I in the High Temple of Sigmar in Altdorf.</p>\n<h3 class=\"no-toc\">2505 IC</h3>\n<p>By imperial appointment, the playwright Detlef Seirk attempts to stage an ambitious play in Castle Drachenfels for Emperor Karl-Franz and the gathered nobility of the Empire. It goes disastrously wrong.</p>\n<h3 class=\"no-toc\">2508 IC</h3>\n<p>Malathrax the Mighty, an enormous Doomfire Dragon, terrorises the Vorbergland, razing villages and taking livestock, before its driven north across the Hägercrybs. After several months of pursuit, and the eradication of the entire Knightly Order of the Ebon Sword, the Dragon is slain by the Imperial Huntsmarshal, Markus Wulfhart, who places three arrows in its heart.</p>\n<p> </p>",
        "markdown": ""
      },
      "_id": "qut1g4DjcfhyZ5HR",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2000000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Politics",
      "type": "text",
      "_id": "sVFygKRicWFw6BsT",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Reikland perceives itself as a progressive, civilised realm, standing apart from the backward barbarity of the other provinces. It is ruled by an Elector Count bearing the title ‘Grand Prince of the Reikland’ — the ‘grand’ appellation indicating the prince is an elector for the next emperor when the current one dies. The grand prince’s land is divided into a patchwork of individual fiefs governed by dukes, counts, margraves, high priests, abbots and other rulers. These provinces, whose lords swear directly to the grand prince, are collectively titled the ‘Reikland Estates’, most of which have been ruled by the same families or institutions for uncounted generations, affording them significant influence. The grand prince’s decrees are ratified by the ‘Reikland Diet’, an assembly comprised of the lords of the Reikland Estates. However, certain powers were reserved for the crown during Magnus the Pious’s Imperial Reforms two centuries ago, including: the right to summon and command the State Army of the Reikland, the raising of emergency taxes in times of crisis, the right to authorise new coinage, and the right to call a High Lord Steward’s Court should a powerful noble be charged with a crime.</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/reikland-council.webp\" /></div><h3>Reikland Council</h3><p>The day-to-day business of ruling the province is handled by the Reikland Council, which comprises ten ‘High Lords’. The council meets weekly in the Wilhelm Chamber of the @UUID[Compendium.wfrp4e-altdorf.journals.cDOlXEpTvnuaOJ0P.JournalEntryPage.44n0CpZHJpQKvWOw]{Volkshalle} in @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf} to discuss matters of import. It is rare for more than six of the high lords to attend simultaneously, and almost unheard of for the prince to attend in person.</p><h4>The High Lords of the Reikland</h4><p>The Ten High Lords of the Council of the Reikland, are appointed by the grand prince. Whilst most commoners could never hope to encounter such luminaries, their agents and representatives can be found everywhere.</p><h4>High Lord of the Chair</h4><p>A close advisor to the grand prince, the High Lord of the Chair officially leads the Reikland Council in the elector count’s stead.</p><p>The current High Lord of the Chair, the stoic Graf Archibold von Lilahalle, was granted the influential position after being gravely wounded whilst saving the life of Emperor Luitpold III from an assassin’s blade. Lingering, painful injuries confine him to a steam-driven wheelchair; an irony only the unwise note aloud.</p><h4>High Lord Steward</h4><p>The High Lord Steward is the only man legally allowed to judge a crime committed by the lord of a Reikland Estate. As a High Lord Stewart’s Court is rarely called — most lords being simply too powerful to call to task — the position is largely ceremonial. Nevertheless, the High Lord Steward is arguably the most senior High Lord, and often stands in for the Grand Prince when he is unable — or unwilling — to attend court.</p><p>The current High Lord Steward is Archduke Adelbert von Bögenberg, a quiet man with little experience of the law, but a shrewd understanding of people. As much of the grand prince’s time is taken up with imperial matters, he is arguably the  de facto  ruler of the Reikland, much to the High Lord of the Chair’s chagrin.</p><h4>High Lord Treasurer</h4><p>The High Lord Treasurer is responsible for the Reikland’s treasury and for raising revenues. The position is extraordinarily important and is almost always held by a close ally of the crown.</p><p>The current High Lord Treasurer is the aging genius Grafina Elena von Midwald, a dear friend of the previous grand prince, well known for her outspoken appreciation of fine wine and fine men.</p><h4>High Lord Ambassador</h4><p>The High Lord Ambassador organises the Reikland’s foreign relations and runs the Altdorf @UUID[Compendium.wfrp4e-altdorf.journals.W4LFOIduFZoqSNsN.JournalEntryPage.e1vvDKWEn2EYw0gZ]{Black Chamber}: the infamous spies of the Reikland.</p><p>Graf @UUID[Compendium.wfrp4e-empire-ruins.actors.BcGALPPubww6hPnQ]{Liepmund Holzkrug}, the current High Lord Ambassador, is an intense, fiercely ambitious man, whose family are strong rivals to House Holswig-Schliestein in @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf}. He is known for his vindictive nature, his ruthless politics, and his love of hunting rare and exotic game.</p><h4>High Lord Judge</h4><p>The High Lord Judge is the ultimate voice on all Reiklander Law, which is quite different from Imperial Law.</p><p>The current High Lord Judge of the Reikland also serves as Supreme Law Lord of the Empire: Lector @UUID[.sVFygKRicWFw6BsT#sample-reikland-estate]{Agatha von Böhrn} of Verena. She is experienced in all legal matters, and widely regarded as one of the most intelligent people in the Empire, especially by those who have bribed her.</p><h4>High Lord Chancellor</h4><p>The High Lord Chancellor is the crown’s spiritual advisor, and oversees the Reikland Chancery and the Silver Seal.</p><p>The current High Lord Chancellor is High Priestess Halma Habermann of Sigmar, a robust woman with a pale complexion, rosy cheeks, and thick limbs. Though generally charming and approachable, she is zealously out-spoken in her opposition to the @UUID[Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.LqyTrO7VNeMDukKY]{Colleges of Magic}, and rumours abound regarding the atrocities she witnessed during her service in the Order of the Silver Hammer.  </p><h4>High Lord Chamberlain</h4><p>The High Lord Chamberlain runs the @UUID[Compendium.wfrp4e-altdorf.journals.cDOlXEpTvnuaOJ0P.JournalEntryPage.H8Ms2RAB5ocarR5o]{Palace of Altdorf} and the adjoining @UUID[Compendium.wfrp4e-altdorf.journals.cDOlXEpTvnuaOJ0P.JournalEntryPage.44n0CpZHJpQKvWOw]{Volkshall}. The position is arguably one of the most influential in the Reikland, as most high-level imperial politics take place within the chamberlain’s domain.</p><p>The current High Lord Chamberlain is rake-thin Duchess Elze von Skaag, an astute negotiator and careful planner who publicly supports Emperor Karl-Franz in all matters. Elze’s husband, Duke Alardus von Skaag, is said to be deeply frustrated at his wife residing in Altdorf and not in Skaggerdorf with him; by comparison, it seems to suit her perfectly as most evenings she can be found carousing through the city with her bodyguards.</p><h4>High Lord Reiksmarshal</h4><p>The High Lord Reiksmarshal is responsible for leading the armies of the Reikland, and ensuring each of the Reikland State Regiments is raised, financed, and made available to the crown as required.</p><p>The current Reiksmarshal is the veteran general Duke @UUID[Compendium.wfrp4e-altdorf.actors.YA2Wi0B3FBO4qMGS]{Kurt Helborg}, close friend and tutor to the current grand prince — Emperor Karl-Franz — and said to be the finest swordsman in the Empire. Helborg’s military commitments ensure that he rarely takes his seat on the council, a circumstance that suits his natural inclination.</p><h4>High Lord Constable</h4><p>The High Lord Constable is the ultimate authority on the genealogy and heraldry of the Reikland.</p><p>The current High Lord Constable is smiling Grafina Matrella von Achern, a woman with no interest in genealogy, but a voracious appetite for political intrigue. She has made the most of this relatively inconsequential position, by chairing several private councils on the Grand Prince’s behalf. It is hard to reconcile the bubbly, maternal demeanour she projects, and her reputation amongst her peers as the most ruthless woman in the Reikland.</p><h4>High Lord Admiral</h4><p>The High Lord Admiral is responsible for the Admiralty of the Reik, and thus the entire Reikland navy.</p><p>The current High Lord Admiral is the venerable Sea Lord Adalmann von Hopfberg. The Sea Lord — who is now quite senile — took residency in the @UUID[Compendium.wfrp4e-archives2.journals.NdCkjAamdihWdQqA]{Great Hospice} some fifteen years ago, and the Admiralty has governed the navy without his influence — or interference — since then.</p><h3>The Reikland Diet</h3><p>The Reikland Diet, which meets as required in the Holzkrug Chamber of the @UUID[Compendium.wfrp4e-altdorf.journals.cDOlXEpTvnuaOJ0P.JournalEntryPage.44n0CpZHJpQKvWOw]{Volkshall} in Altdorf, is responsible for scrutinising decrees issued by the Grand Prince of Reikland, either passing them or returning them to the crown with suggested amendments.</p><p>As most lords of the Reikland Estates don’t have time to attend the diet themselves, they generally send favoured children, spouses, relatives, or minions in their place, although decrees of significant import will often bring worried lords from across the Reikland to attend in person. Given the number of agents the Grand Prince of Reikland tasks to influence the Reikland Diet, most votes are a formality.</p><h3>The Reikland Estates</h3><p>The Reikland Estates are ruled by vassals of the Grand Prince of Reikland.  Their rulers can do as they will with their lands, parcelling out fiefs to family and friends as they wish — though the creation of new hereditary titles requires the approval of the Prince of Reikland and the Reikland Diet.</p><p>Each estate has a range of distinct legal and military obligations to the crown, but all are required to build and maintain at least one regiment for the Reikland State Army, soldiers typically used in peacetime as watchmen, road wardens, or guards. Most Reikland Estates are feudal, comprised of smaller fiefs ruled by vassals, many of whom hold hereditary titles that have existed for centuries.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"sidebar-title\"><em>Sample Reikland Estate</em></h3><p><em>The Barony of Böhrn is a Reikland Estate of the @UUID[.0Cmr0LZ3boLbNt6p]{Vorbergland} ruled by House Böhrn for over four centuries. Baroness Agetta holds court in the town of Siedlung and currently has six vassals: three with hereditary titles — Baron Markham of Siebbach, Countess Osterhild of Kaltenwald, and Baron Baltzer of Ettlindal — and three with non-hereditary titles, all of which were appointed by Agetta personally — Warden Fabian of Ort, Warden Luethold of Koff, and Castellan Fronika of Neumarkt. The three hereditary vassals have, in turn, a total of seven vassals of their own.</em></p><p><em>The Baroness does not attend the @UUID[.sVFygKRicWFw6BsT#the-reikland-diet]{Reikland Diet}; instead she relies on her influential younger sister, lector Agatha von Böhrn, to watch over it in her place. Agatha resides in Altdorf serving as a member of the Imperial Council of State and the @UUID[.sVFygKRicWFw6BsT#high-lord-judge]{Reikland Council}, as well as tending to her duties as a Lector of Verena.</em></p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/maps/barony-of-bohrn.webp\" /></div></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 2100000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Settlements",
      "type": "text",
      "_id": "pzO9FXp5wNpjKUuX",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Reikland prides itself as one of the most populated and civilised of the Empire’s grand provinces. Nevertheless, great swathes of the realm are still wild, blanketed in forest and untouched by Human hand. Though these woodlands are relatively safe when compared to the extraordinary dangers found in the great forests elsewhere in the Empire, the darker corners of the @UUID[.UqeZNqbpV8uocCUN]{Reikwald} are still home to all manner of terrible creatures.</p><p>So, even after two thousand five hundred years of expansion, most Reikland settlements are found along @UUID[.Zhp59VXYiv6dGfhR]{the Reik} and its many tributaries, connected by river if not always by road. It is only to the south of the @UUID[.0Cmr0LZ3boLbNt6p]{Vorbergland}, in the breadbasket of the Reikland, that rural settlements spread freely, connected by well-maintained roads and remarkable canals.</p><p>@UUID[.oT3Fjm01sTDxEu3M]{Altdorf and the Manifold Towns}</p><p>@UUID[.LtusHftdY8YViVHR]{The Bastions and Fortresses}</p><p>@UUID[.ELMIuQcp0j5tvRwH]{The Villages, Hamlets, and Holy Places}</p><p>@UUID[.DSkPqBUXby4EHJSD]{The Ancient and Terrible Ruins}</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 2200000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Altdorf and the Manifold Towns",
      "type": "text",
      "_id": "oT3Fjm01sTDxEu3M",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>It is said that all the roads and the rivers lead to Altdorf, the largest, richest city of the Empire, but there are many other interesting places to visit beyond that city’s high, white walls. Numerous towns, both large and small, can be found across the Reikland, most acting as centres of trade or manufacture. A growing number of these flourishing centres of commerce also hold the status of ‘freistadt’, meaning they are ‘free towns’: granted charters to govern themselves, usually via a council of burgomeisters with little or no interference from the local noble houses.</p><p>@UUID[.V6tkgQ9A2skppjyl]{Altdorf}</p><p>@UUID[.qdcqz9n6zCLTlCoZ]{Auerswald}</p><p>@UUID[.OONgV24fbQ8ZEqSr]{Bögenhafen}</p><p>@UUID[.BAqL7GhF3HxRIeCB]{Diesdorf}</p><p>@UUID[.vg5HI5Y74MmXMR3G]{Dunkelberg}</p><p>@UUID[.MBIY96aoXgRdbtVu]{Eilhart}</p><p>@UUID[.383rvYD6UgQXtpfj]{Grünburg}</p><p>@UUID[.Mn2s79y1g1X8FoOO]{Holthusen}</p><p>@UUID[.9WswKDPgqHAo8AcB]{Kemperbad}</p><p>@UUID[.rSZhBryYlrsjOpMA]{Schädelheim}</p><p>@UUID[.BrUrenIkkpVLDuLH]{Schilderheim}</p><p>@UUID[.5GmN9DrPtwzdQdPO]{Stimmigen}</p><p>@UUID[.icaZcokQLawViHCq]{Ubersreik}</p><p>@UUID[.Pvejt2aWfmchszth]{Weissbruck}</p><p>@UUID[.ce2KXRME2HzCxXhg]{Wheburg}</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/town2.webp\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Altdorf",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p>@UUID[Compendium.wfrp4e-altdorf.journals.rSRadYoaNXkEq8gs]{Altdorf: Crown of the Empire}</p><p><span data-contrast=\"auto\">Emperor Karl-Franz I holds court in Altdorf, the capital of the Reikland and the Empire as a whole. It stands proudly at the conﬂuence of the mighty @UUID[.Zhp59VXYiv6dGfhR]{Reik} and @UUID[Compendium.wfrp4e-dotr.journals.EBkKmwPreDndWqoc.JournalEntryPage.CW2w86aXWAd6ZpPl]{Talabec} rivers, as well as at the end of many major trade routes, and is easily the wealthiest city in the Empire. This ensures it is always expanding and renewing, with fresh, wide-eyed hopefuls arriving daily, and more commissions for new bridges, buildings, and engineering marvels presented weekly to the city’s burgomeisters than most cities consider in a year.</span></p></div><div><p><span data-contrast=\"auto\">Today, Altdorf is a city of steam-powered bridges, mismatched islands, enormous tenements, and seemingly endless hordes of people: one cannot traverse its crooked streets without becoming intimately familiar with complete strangers. Because it draws merchants and diplomats from across the Known World, it is also surprisingly cosmopolitan; not only do folk of all ranks, races, creeds, and backgrounds rub shoulders freely, but even wizards are a common sight, rarely receiving more hostility than a wary glance or muttered blessing. </span> </p></div><div><p><span data-contrast=\"auto\">Always surprising outsiders, a populous @UUID[Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.evwJowYieFwJnCZ4]{Elf quarter} thrives near the @UUID[Compendium.wfrp4e-altdorf.journals.cDOlXEpTvnuaOJ0P.JournalEntryPage.bFFqkmyvhafX7wKt]{Reiksport} — Altdorf’s deep-water harbour and shipyard — founded by High Elf merchant princes trading up the @UUID[.Zhp59VXYiv6dGfhR]{Reik} from Marienburg over a century ago. The old alliance between the Empire and Dwarfs has stood since Sigmar’s time and ensures many Dwarf clans also reside there in tight-knit communities, some having toiled on the city’s stonework for untold generations, though naturally their stubborn natures preclude them from ever calling Altdorf home. There is even a healthy Halﬂing population, with most earning their crusts serving fine food and better ales in Altdorf ’s hostelries, many of which are guarded by the city’s sizeable Ogre population. Even odder creatures also call the city home, with none more fantastic than those found in the @UUID[Compendium.wfrp4e-altdorf.journals.cDOlXEpTvnuaOJ0P.JournalEntryPage.ulseg2IAlTWy7m3s]{Imperial Zoo}, which boasts myriad monsters and animals including the @UUID[Compendium.wfrp4e-altdorf.actors.UmZAdFkHAx4hdeJy]{Abomination of Stirland} and the @UUID[Compendium.wfrp4e-altdorf.actors.0iIYujrb3QnJus7c]{Drakwald Gibberbeast}, each caged and displayed for the amusement of all.</span> </p></div><div><p><span data-contrast=\"auto\">This enormous and varied population helps secure one of Altdorf’s more notorious traits: it is infamously smelly, known aﬀectionately, and all too accurately, as ‘The Great Reek’. During the hot, summer months the stench rolling in from the @UUID[.UQJA6nMPMkhoeVrj]{Altdorf Flats} grows so potent that many of the city’s wealthiest citizens ﬂee to country estates or the sumptuous, sun-kissed palaces of Grenstadt in Southern Averland.</span> </p></div><div><p><span data-contrast=\"auto\">The ever-present fetor does little to ease Altdorf’s citizenry, a mob known for being uniquely vocal and prone to rioting at any imagined slight, especially if it involves new taxes. Even seemingly trivial actions of the local burgomeisters and nobles can earn their ire; but the fact that many of their protests are entirely fair does not lessen the crown’s fervor in quashing any rebellious rabbles that may take to the streets.</span> </p></div><div><p><span data-contrast=\"auto\">Altdorf is also a renowned centre for learning. The sons and daughters of wealthy households matriculate at the @UUID[Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.OiAVm63T9JEFsVfR]{University of Altdorf}, often with little regard to academic ability; those with scholarly potential, but without the financial clout to match it, often find their way to the @UUID[Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.KqKtDY3LmZnH9qmn]{High Temple of Verena}, for the Goddess of Wisdom always has space for those blessed with intellect. The famed @UUID[Compendium.wfrp4e-altdorf.journals.85UN6bKPTfGEBtBb.JournalEntryPage.HYkHeQZtD2AML3oG]{Imperial Engineers’ School} — founded by Tilean genius Leonardo da Miragliano — also lies within Altdorf ’s walls. Here some of the Empire’s bravest, and most reckless, souls devise new and inventive methods for raining fiery death on the enemies of mankind. Perhaps unsurprisingly, the school has been rebuilt over a dozen times since it was founded. </span> </p></div><div><p><span data-contrast=\"auto\">Arguably the most significant educational institution in Altdorf is also its most mysterious: @UUID[Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.LqyTrO7VNeMDukKY]{The Colleges of Magic}. Founded over two centuries ago at the behest of Emperor Magnus the Pious, the colleges are guided by the principles and precepts of the elven Loremaster Teclis. The colleges are charged with training magically gifted citizens to channel their dangerous talents in the defence of the Empire. Rumours of the warping inﬂuence of the potent magical energies gathered by so many wizards living in such close proximity persist; allegedly the very streets of the capital have been twisted, and certain college buildings are believed to be hidden from all but those few blessed — or should that be cursed — with witchsight, but few believe such talk. </span> </p></div><div><p><span data-contrast=\"auto\">Standing in stark contrast to the arcane mysteries of the @UUID[Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.LqyTrO7VNeMDukKY]{Colleges of Magic}, and as a bulwark against any errant witches or rogue magisters, Altdorf is also the beating heart of the Cult of Sigmar. Over two-thousand five-hundred years ago, Sigmar was born, raised, and eventually crowned as first emperor within the boundaries of modern Altdorf, and fittingly the city now boasts more Sigmarite temples and holy sites than all the other cities of the Empire combined. Indeed, it is often said that one cannot throw a heretic without hitting a temple of Sigmar in the city.</span> </p><section id=\"secret-C53rxC3is8JRuBC5\" class=\"secret\"><ul><li><p><strong>Special Delivery</strong>: A merchant is offering a ludicrously large fee to whomever will deliver a package. The catch is the package is bound for one of the @UUID[<span data-contrast=\"auto\">Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.LqyTrO7VNeMDukKY</span>]{Colleges of Magic}; the merchant claims to be terrified of wizards. To complicate matters, no-one actually knows where the college in question — the @UUID[Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.DZjpSLYGD7mTKNmP]{Light College} — can be found, with some claiming that it exists ‘outside of normal space’ – whatever that means. The package is warm to the touch and seems to vibrate faintly when pressed; just how desperate for cash are the would-be messengers?</p></li><li><p><strong>Let Nothing Be Wasted</strong>: Willibert Klemm — a merchant from <strong>Altdorf </strong>— is livid at the loss in profits from the incursion of @UUID[Compendium.wfrp4e-core.actors.VPVnyae6VHeD9cEP]{Giant Spiders} into the @UUID[.IzconBpgyB3I147U]{Bloodpine Woods}. But nothing gets past Klemm without handing over a few coppers first. Plus a new scheme is already brewing: Giant Spider silk! If he can’t sell the wood — well, by Handrich, he will sell the silk instead! All he needs is a capable crew of silk collectors, training provided by first-hand experience</p></li><li><p> <strong>There's Truth Behind the Tall Tails</strong>: <strong>Altdorf </strong>authorities are cracking down on street vendors stocking the Griffon’s Tail — a satirical, anti-establishment broadsheet that operates as a front for the ‘Glorious Revolution of the People’, a group intending to end the oppression of the masses by the nobility. This has led to rough times on Altdorf ’s streets as the Watch and State Army cracks down hard on any they believe may be revolutionaries — but such conflict breeds opportunity. Some are quick to take the Emperor’s Shilling and put the boot to revolutionaries, whilst others are quick to take up the banner of freedom (and whatever coinage they can scrape together). But when a recently enrolled group discovers the Cult of Verena is quietly supporting the Glorious Revolution, and that the Law Lord of the Empire herself is apparently financing the Tail, what should be done with such information?</p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "V6tkgQ9A2skppjyl",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Auerswald",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">The lively town of Auerswald rises by the conﬂuences of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.CqIczLRZI265nrAR]{the Teufel}, Tranig, and Ober rivers, so is on one of the busiest — and thus best patrolled — trade routes of the Reikland. The folk of Auerswald tend to be strong willed and determined, but their easy charm and famous wit ensures no matter how steely their negotiations, they rarely cause oﬀence.</span> </p></div><div><p><span data-contrast=\"auto\">The ruling graf, Ferdinand von Wallenstein, leaves the running of Auerswald to a council of burgomeisters, far preferring his luxurious palaces in @UUID[.V6tkgQ9A2skppjyl]{Altdorf} and Nuln to dirtying his hands with direct rule. His uncle, Lord Adelbert von Wallenstein, is a grizzled but hale, old warhorse who spends most of his days rooting out @UUID[Compendium.wfrp4e-core.actors.zzdOpKqBC28J66Mn]{Goblins} and bandits in @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.UqeZNqbpV8uocCUN]{the Reikwald} to the east of the town. Much of Auerswald is built on thick stilts over the ﬂoodplain of the river Teufel, which is often in spate. Connected by a bewildering labyrinth of ramps, bridges and rope ladders, outsiders can easily become lost. More than one careless carouser has fallen to a muddy death after over-indulging themselves in the local taverns.</span></p></div><div><p><span data-contrast=\"auto\">In recent years, rumors have sprung up about an organized gang of blackmailers and confidence tricksters operating from the town, though no witnesses have lived long enough to testify to their existence.</span> </p><section id=\"secret-CO1QGf22i6vFPjr5\" class=\"secret\"><ul><li><p><strong>Lowlife</strong>: The Lowhavens are a criminal family of Halflings with their fingers deep in Reikland’s pies. In <strong>Auerswald</strong>, they’ve got Ferdinand von Wallenstein terrified with a portfolio of blackmail material gathered from the duke’s escapades during Blackpowder Week in Nuln. They’ve also got the town council under wraps with enough dirt to send them all to the pyre should they wish. Only aging Lord Adelbert has been ignored, left to chase shadows in the woods. So when the old noble meets a party of outsiders on the road, it would surprise the Lowhavens to find him paying gold for the assassination of three key Auerwalder Halflings: Aloysius the Butcher, Bornelium the Baker, and Cocker the Carver, the deadliest Candlestick Maker in the Reikland.</p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "qdcqz9n6zCLTlCoZ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Bögenhafen",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"none\">The largest and most prosperous of all @UUID[.0Cmr0LZ3boLbNt6p]{the Vorbergland's} market towns, @UUID[Compendium.wfrp4e-eis.journals.ro7SIltM899Ogrk8]{Bögenhafen} lies in the very heart of the Reikland and serves as the crossroads of the grand province. Lying equidistant between the capitals of @UUID[.V6tkgQ9A2skppjyl]{Altdorf} and Monfort, it is a crucial stop on the principal trade route between the Empire and Bretonnia. Goods from Bretonnia and the four corners of the Empire are traded here for local lumber, wool, and metals shipped down from the Grey Mountains. </span> </p></div><div><p><span data-contrast=\"none\">Bögenhafen is located in Graf @UUID[Compendium.wfrp4e-rnhd.actors.KfVnMx7Bn1DWErM6]{Wilhelm von Saponatheim’s} duchy, but he is quite content to let the town be run by a local council — whose membership is dominated by members of the local @UUID[Compendium.wfrp4e-eis.journals.ro7SIltM899Ogrk8.JournalEntryPage.fZdKRk3o4e6rELi0]{Merchants' Guild}, as well as representatives from the @UUID[Compendium.wfrp4e-eis.journals.ro7SIltM899Ogrk8.JournalEntryPage.8vxbXHGPEkkvKC8Q]{Stevedores} and @UUID[Compendium.wfrp4e-eis.journals.ro7SIltM899Ogrk8.JournalEntryPage.BW0Sta1Faky6JaoT]{Teamsters'} Guild — so long as they keep the money ﬂowing his way. As goods coming north are transferred from wagon to barge in Bögenhafen, the city is always well stocked with warehouses full to the brim of fine wines and expensive, fragrant cheeses.</span><span data-contrast=\"auto\"> </span> </p></div><section id=\"secret-pAatNvhLjB0hW32o\" class=\"secret\"><ul><li><p><strong>Dirty Business:</strong> The citizens of Bögenhafen are justifiably proud of their bustling town for many reasons, not least of which is their extensive sewers that are well-maintained by the town’s masons’ guild. pleasing local gangs of criminals, the privacy of the sewer system has proven to be something of a boon to smugglers looking to avoid the taxes, tariffs, and fees levied by the guilds and nobles of the unknowing town above. the town watch regularly hires interested citizens to sweep the sewers for miscreants and ne’er-do-wells; of course, criminal gangs aren’t the only danger that might be found lurking beneath Bögenhafen…  </p></li><li><p><strong>Weird is my Middle Name</strong>: @UUID[Compendium.wfrp4e-eis.journals.ro7SIltM899Ogrk8.JournalEntryPage.HlvtyG6davRZ3Xlk]{Schaffenfest} — <strong>Bögenhafen’s </strong>three-day spring festival — is fast approaching. @UUID[Compendium.wfrp4e-eis.actors.kQyaJB0lSLQ2NLu8]{Dokter Malthusius}, of Malthusius’ Zoocopeia, needs more stock. He’s had a recent bad run: Mutants eating each other; @UUID[Compendium.wfrp4e-core.actors.VMceSpLje0J7lfP0]{Squigs} growing so large they burst from their cages, and worse issues he’d rather not discuss. He’ll pay handsomely for any oddity to display at his show. Procurers of the unlikely just need to deliver fresh stock. The only problem is the heavy fines and, sometimes, death penalty if caught with a living Mutant, monster, or worse. But, surely it’s better to be paid when such things are encountered rather than simply killing them all?</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "OONgV24fbQ8ZEqSr",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Diesdorf",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">One of many towns lying on the @UUID[.Zhp59VXYiv6dGfhR]{River Reik} between @UUID[.V6tkgQ9A2skppjyl]{Altdorf} and Nuln, Diesdorf and its surrounding villages are dedicated to the production of corn, which is mostly traded downriver to the capital. The town’s reliance on a single crop does mean that should a blight cause the corn to die oﬀ, the town itself may follow. However, those who visit Diesdorf may conclude that its chief export is, in truth, religious fervor. Magnus the Pious once gave a legendarily powerful speech in the town after folk travelled far and wide to hear him.</span> </p></div><div><p>Ever since, Diesdorf became a major pilgrimage site for devout Sigmarites, and on holy days the town’s population is frequently doubled. Despite its relatively small size, Diesdorf has numerous temples and shrines to Sigmar, and most families in the town have at least one member serving in the Sigmarite clergy.</p></div><div><section id=\"secret-WjnNdDpNCrCqtglU\" class=\"secret\"><ul><li><p><strong>A Bit of Light Murder</strong>: In <strong>Diesdorf </strong>there’s a long history of bad blood between the criminal Havilund and Frankle families. Stabbings, poisonings, shootings, lynchings — you name it, they’ve done it. Generally, the locals pay little attention and get on with life, but a recent and vicious spate of revenge killings have caught the eye of a passing Witch Hunter, Lothar Metzger. He claims the killings bear striking similarities to ritual murders dedicated to the Blood God. The very next day, Metzger is found stabbed hundreds of times in a bloody alleyway. Keen to keep their holy town free of foul influence, the burgomeisters post an impressive reward of @Credit[5gc mode=split]{5 Gold Crowns} for any who can trace down the culprit, not realising just how many townsfolk are involved, and just how far into the cult of Sigmar a full investigation will go...</p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "BAqL7GhF3HxRIeCB",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Dunkelberg",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">Southernmost of the Reikland’s major trade centers, the market town of Dunkelberg stretches across several hills along the banks of the River Grissen. The older, richer portions of the town sit high on the hills, giving the nobles, and the rising merchant class wealthy enough to aﬀord the oldest townhouses, a commanding view of the surrounding countryside. Despite its ever-increasing size, travelers note Dunkelberg’s ‘rustic’ feel, with regular markets clogging its winding streets. There shoppers can purchase livestock; local produce; several excellent, fruity wines produced by the surrounding villages; and hand-crafted goods from across the Suden Vorbergland. Wide-ranging ‘bleachfelds’ extend from the town, where local linen is dyed white by the sun around crops. </span> </p></div><div><p><span data-contrast=\"auto\">Dunkelberg’s position near the looming</span> <span data-contrast=\"auto\">@UUID[.w0YfGxsBuLoODCgc]{Grey Mountains} and the wild Graugrissen forest leads to regular raids by @UUID[Compendium.wfrp4e-core.actors.zzdOpKqBC28J66Mn]{Goblin} tribes. While the richer portions of the town are well fortified and protected by a high, stone wall, the rest lack any significant defenses. As such, the poorer citizenry have learned not to grow too attached to their homes, belongings, or loved ones </span> </p></div><div><section id=\"secret-fxf3HivFmzpquHv3\" class=\"secret\"><ul><li><p><strong>Orphan White</strong>: Dunkelberg has an excess of orphans, the result of frequent goblin raids, diseases, and other unpleasant occurrences. rather than leave them underfoot, the local duke has established a number of orphanages to provide shelter and sustenance for the children; however, to earn their keep, he puts the orphans, clad in their distinctive white uniforms, to work in the bleachfelds. Visitors to Dunkelberg may be shocked to see so many urchins deployed as a labour force, though the callous disregard many of the wealthy of the town have developed toward orphan children is perhaps worse. Sister Alella, a local Shallyan priestess, has recently expressed concern over the wellbeing of these urchins, even claiming that a number of the children have vanished under suspicious circumstances, and is looking for help to uncover the truth of what’s really happening.  </p></li><li><p><strong>In Memory of Tylos:</strong> Fraus Kristen Meissen, Maude Schenkenfels, and Solveig ‘Aunty’ Zweistein, are at it again. These three wealthy dowagers have hated each other for decades, outwitting, out-marrying, and out-spending each other as the season demands. Their current focus is purchasing land farther and farther up the hills of Dunkelberg. Each competitive dowager now owns the summits of three equally tall hilltops, but none are satisfied. So, the only way is up, and each has commissioned tall towers be built atop their manors. Watching on in horror, Dunkelberg folk fear the rickety constructions will not only be an utter eye-sore, ruining the rustic aesthetic of the town, but will likely fall down, causing untold damage. Three merchants have gathered funds to pay mercenaries to shut the dowagers down and end their bickering permanently.</p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "vg5HI5Y74MmXMR3G",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Eilhart",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">Known and celebrated by wine drinkers throughout the Old World, the vineyards around Eilhart produce the succulent grapes, and thus the wine, that shares its name. Eilhart is widely considered one of the Reikland’s best white wines, valued not just for its crisp, light ﬂavor, but also for its famously mild hangovers that grow no worse no matter how much of it was quaﬀed the night before, or so Eilharters claim. Recently, Eilhart has recently also become famed in the Reikland, and as far afield as Marienburg, for its sharp, acidic beers making use of fragrant hops and local grain.</span> </p></div><div><p><span data-contrast=\"auto\">Given the excellent quality of its alcoholic beverages, Eilhart has become a popular destination for riverboat cruises, wherein epicures travel to the town to sample its wares from the many drinking houses, breweries, and vineyards on oﬀer. Some claim the high number of visiting Bretonnians — drawn by the excellent wine — may account for the locals’ recent enthusiasm for beer.</span> </p></div><div><section id=\"secret-s3RjKyZwEgCi9Br6\" class=\"secret\"><ul><li><p><strong>Wine and Spirits: </strong>Günter Oppenheim isn’t the cleverest necromancer of the Reikland, but he is enterprising, if a little quirky. Whilst drunk on the best of <strong>Eilhart’s </strong>wine, a thought occurred to him: the quality of aged wine doesn’t come from the time that it sits, but its experience . Somehow, this resulted in him believing the finest wine would come from grapes tended by ghosts of murder victims. The problem is, it appears his theory is correct! The isolated Oppenheim Veinyard is now a booming success, it’s vines tended by shackled spirits. Rivals, unconvinced by Oppenheim’s success, will pay to discover the secrets lying behind the thick chains and creaking ‘KEP OWT!’ signs.</p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "MBIY96aoXgRdbtVu",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Grünburg",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">Downriver from several major trading towns, Grünburg is no stranger to trade goods bound for the Reik, but it is in riverboat manufacture that Grünburg truly excels. The town’s boatyards are in constant operation, churning out the barges that keep the Reikland’s trade aﬂoat.</span> </p></div><div><p>The open fields to the south-east of Grünburg appear verdant and peaceful, but are known locally as the Battle Plains. It was here, long ago, the ruthless advance of the fearsome Orc Warlord Gorbad Ironclaw was finally stalled. Uniquely in Imperial military history, the Battle of Grünburg was almost entirely contested by mounted troops on both sides. This quirk of history has made the Battle Plains a site of interest for archaeologists, antiquarians, and grave robbers, all keen to excavate debris from beneath the blood-soaked earth.</p></div><div><section class=\"secret\" id=\"secret-ZqD01Htv54wfmSn8\"><ul><li><p><strong><span data-contrast=\"auto\">Cutting Corners: </span></strong><span data-contrast=\"auto\">A recent spate of sinking barges links back to the boatyards of </span><strong><span data-contrast=\"auto\">Grünburg</span></strong><span data-contrast=\"auto\">. The Merchants’ Guild believe the Boatbuilding Guild is cutting corners. The Guild is assembling a team to quietly investigate and gather proof so they can secure a refund. But, behind the scenes, the builders don’t seem to produce any waste from their craft. But others would have noticed if they were burning the off-cuts, as the barge-timbers are treated before being used. So, where’s all that shaved wood going? Perhaps the answer lies in the mysterious return of the Cult of the Wooden Man?</span></p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "383rvYD6UgQXtpfj",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Holthusen",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">Nestled along the River Schilder, Holthusen is a major point on the trade route between @UUID[JournalEntry.6zOdTLv3YeYeJ4hR.JournalEntryPage.tVSESlQWIl8QjK6y]{Eilhart} and Marienburg. The town primarily deals in wine and beer, and the barrels in which they are stored. The coopers of Holthusen are rightly renowned for their sturdy barrels, most famously the Holthusen Hogshead, allegedly stout enough to withstand direct cannon fire, while leaving the precious drink within unscathed. The majority of the vintners and brewers of the western @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.0Cmr0LZ3boLbNt6p]{Vorbergland} use Holthusen barrels; indeed, many age their stock here in specialized warehouses sunk deep into the ground to keep them cool.</span> </p></div><div><p><span data-contrast=\"auto\">Holthusen is enclosed in several rings of tall palisades and the folk of the town are frequently on edge, for while few bandits would dare to menace the town, wild Beastmen living deep in the nearby @UUID[.UqeZNqbpV8uocCUN]{Reikwald} regularly attack without warning before melting back into the forest. Many citizens believe that the creatures have an insatiable thirst for wine, though some fear blood is their tipple of choice. Whatever the case, the town has taken to leaving barrels of cheap wine at the outskirts of the surrounding forest in the hopes the beasts will take their oﬀerings and leave in peace. Of course, should any Witch Hunters hear of this appeasement, there will likely be a reckoning…</span> </p><section id=\"secret-d5RXeneIuiZkN2eL\" class=\"secret\"><ul><li><p><span data-contrast=\"none\"><strong>The Rime Tree</strong>: In a clearing a few miles to the north-east of Holthusen stands a tree unique in all the @UUID[.UqeZNqbpV8uocCUN]{Reikwald}: a magnificent pine locked in ice all year round. The Rime Tree, as it is called, never melts, and sends constant flurries of ice and snow cascading down onto the frosty undergrowth below. The tree is freezing to the touch and even the mightiest axe blows barely crack the thick ice coating its bark.</span></p><p><span data-contrast=\"none\">The site has been claimed by the @UUID[JournalEntry.NcH9OhleJFfaUdon.JournalEntryPage.jza73azXzLy0oVCy]{Cult of Ulric}, and is the major terminus for devout Ulricans on pilgrimages south of the Reik. For those of an arcane bent, the perpetually icy bark of the tree has certain useful – and therefore valuable – magical properties. But Ulricans are rarely happy to have wizards poking about their sacred sites, so obtaining some of the bark safely is something of a risky endeavour. Therefore, Lord Pyromancer Schlotter of the Bright Order is willing to pay good coin for brave men to secure what he cannot.</span></p></li><li><p><strong>Weinfest:</strong> Weinfest is an annual, invitation-only celebration of the finest wines the Reikland has to offer. This <strong>Holthusen</strong> festival is dedicated to @UUID[JournalEntry.NcH9OhleJFfaUdon.JournalEntryPage.dY6NZyY5pujNM5h8]{Rhya}, Goddess of Fertility and Joy. Every year, rogues, charlatans, and vagabonds attempt to swindle the guests out of their invitations, all in the hope of tasting from the Golden Cask — a barrel of wine laid down at the Weinfest 100 years prior. This year is no different, except for the fact one of the ‘vagabonds’ is a Beastman @UUID[Compendium.wfrp4e-core.actors.cHVOdcEkuatqjYV1]{Bray Shaman} in disguise. This Beastman has come to bring forth a Daemon of Slaanesh it implanted into the Golden Cask a century beforehand. All it needs do is taste the wine and the party will turn to one that none attending will ever forget...</p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "Mn2s79y1g1X8FoOO",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Kemperbad",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">An ancient town with a long and convoluted history, the Grand Freistadt of Kemperbad is known and celebrated for producing the finest brandy in the Reikland. Though part of the Reikland, Kemperbad lies on the eastern bank of @UUID[.Zhp59VXYiv6dGfhR]{the Reik}; historically the town has been fought over, and ruled by, nobles from Talabecland, Stirland, and the Reikland, changing hands time and again through a series of marriages, treaties, and wars. Since gaining a charter aﬀording it the right to self-rule in 1066IC from Boris Goldgather, Kemberbad has been a Freistadt led by a local council.</span> </p></div><div><p><span data-contrast=\"auto\">Its prime location on the river, coupled with the ability to impose and retain its own taxes, has made the town very rich indeed. Because of this, the merchants of Kemperbad are legendarily ostentatious, dressing in outfits so gaudy as to shame a peacock, and costly enough to beggar folk of more modest means. Unsurprisingly, the neighboring nobility regard Kemperbad’s coﬀers with envious eyes, and some send agents to destabilize the town.</span> </p></div><div><section id=\"secret-9OOIICy5vvKczC2b\" class=\"secret\"><ul><li><p><strong>I, Emperor: </strong>It’s Stilwoche — Fashion Week — in <strong>Kemperbad</strong>, and everybody who’s anybody in the Reikland has come to flaunt their latest looks. It’s whispered that even Emperor Karl-Franz I is mingling with the crowd. Apparently going incognito so as not to cause a sensation or sway the runway judge, Johann van Ness. Unfortunately for all attending, this news has brought the Silver Spires, a Chaos Cult of Tzeentch, to the well-attended event. The Witch Hunter, Alprecht Kassel, knows the cultists are afoot. He is looking to hire spies to slip into the event to spot any wrongdoing before the Emperor’s true identity is uncovered. Should the group spot the Silver Spires, Kassel will be most disappointed: he’d told his cultists to be discreet...</p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "9WswKDPgqHAo8AcB",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Schädelheim",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">Sitting near the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.hzsgHYLKdpuJXls5]{Grootscher Marsh} at the conﬂuence of the River Mos with @UUID[.Zhp59VXYiv6dGfhR]{the Reik}, Schädelheim makes the most it can of its lucrative position on the trade route between Marienburg and the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf}, boasting a high number of inns and berths for passing ships and barges. Ferries here regularly run travelers back and forth over both rivers, and it is a hub for the disparate communities of the nearby marshlands. </span> </p></div><div><p><span data-contrast=\"auto\">Just south of the center of the town lies an ancient temple dedicated to @UUID[JournalEntry.NcH9OhleJFfaUdon.JournalEntryPage.HfmrIexylrgxIz2x]{Morr}, the God of Death. The grand, crumbling building has presided over Schädelheim since its infancy, possibly even predating the town’s founding. Because of this, many of the locals have an especially strong afinity with Morr, a situation rarely seen in the Empire outside Ostland, and highly unusual for the strongly Sigmarite Reikland. This is something local Sigmarites are keen to rectify.</span> </p></div><div><section id=\"secret-wdzBw75Mn3g8CHUW\" class=\"secret\"><ul><li><p><strong>Worldwide Wake</strong>: <em>They at the Threshold</em> , a Morrian Doomsday Cult, have come to the attention of the Cult of Sigmar. Based in <strong>Schädelheim</strong>, and lead by Dokter Talima L. Siuder, a self-styled ‘Nehekharan Expert’. <em>They at the Threshold</em> believe Humanity as a whole is on the precipice of death. The cult also believe they are the undertakers of the entire Human species, and some members are more eager than others to hurry along this destiny. Of course, the Cult of Sigmar can’t interfere directly for fear of a religious incident, but they will pay free agents to ‘have words with’ Dokter Siuder.</p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "rSZhBryYlrsjOpMA",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Schilderheim",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Standing proud at the confluence of the Schilder and @UUID[.Zhp59VXYiv6dGfhR]{Reik} rivers, Schilderheim is one of the Reikland’s most important trading towns. It is also home to a surprisingly diverse array of wildfowl, particularly wading birds. Most notable is the red crane, a sedentary river bird found predominantly on the Reik that is known for using heavy stones to crack open river clams. </p><p>Though already a prosperous town, the Merchants’ Guild and burgomeisters of Schilderheim have grander aspirations, eyeing the wealth of @UUID[.V6tkgQ9A2skppjyl]{Altdorf} and Marienburg enviously. Wanting their piece of this pie, the local stevedore guild has recently raised its prices, a highly unpopular move that has brought much dissatisfaction, some of which has spilled into the streets. To avoid this extra fee, a number of merchants have occasionally sought to bypass the stevedores altogether, conducting their business on the river itself, swapping not just stock, but whole barges. Merchant houses connected to this practice have recently found wharves set alight, warehouses raided, and barges sunk; of course, the Stevedores claim it has nothing to do with their honourable members. The Merchants’ Guild, in turn, is willing to pay a lot of money to any who can prove it is.</p><section id=\"secret-KXEHaQ609KszENpm\" class=\"secret\"><ul><li><p><strong>Tastes Like Chicken</strong>: Æpicarion — a wealthy merchant from Myrmiden in the Border Princes — has arrived in <strong>Schilderheim </strong>on his quest to eat one of every animal in the Old World. Now he has set his sights on the wildfowl of the region. The Schilderheim restaurateurs are more than happy to oblige, until, that is, people start disappearing. Townsfolk are certain Æpicarion is eating more than just wildfowl. Scared and desperate, they will hire any passing mercenaries to end the foreign merchant forever, or, at the very least, encourage him to move on. When such folk reach the Borderlander’s chamber, they will find Æpicarion dead, something having eaten its way out from inside his guts. Then the bodies start piling up, and the hired mercenaries are suddenly prime suspects; after all, who can be sure that it wasn’t them that killed Æpicarion?</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "BrUrenIkkpVLDuLH",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Stimmigen",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p><span data-contrast=\"auto\">The major bridge over the River Ober, coupled with access to the @UUID[.RRwo3WYqdXvQ9jJp]{Vorbergland canal system}, ensures a great deal of trade passes through Stimmigen on its way to @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.icaZcokQLawViHCq]{Ubersreik}, making it one of the busiest market towns in the Suden Vorbergland. It is widely famed for its lush orchards, and is the source of the Reikland’s best known apple, the sweet, yet tart, Ernwald. The Ernwald only ﬂourishes in Stimmigen’s environs, proving resistant to attempts to cultivate it elsewhere in the Empire. In addition to curious horticulturists and jealous farmers, the Ernwald has attracted a significant Halﬂing population to the area, whose delicious apple pies, pastries and crumbles — not to mention crisp cider — can be found in most local hostelries all year round, and especially during Pie Week at the start of autumn. This Halﬂing festival is celebrated by all in Stimmigen, an opportunity for rich and poor alike to enjoy tastings and eating competitions, and generally gorge themselves on all manner of sweet, baked goods.</span></p><section id=\"secret-kSZ4cgq6VJwb84j3\" class=\"secret\"><ul><li><p><strong>Two Thumbs Up: </strong>Proserpina ‘Pinny’ Applebee began serving rat-apple stew, now a local delicacy, to the folks of <strong>Stimmigen </strong>almost a decade ago. Gastronomes wonder at its rich taste, and doktors marvel at its almost revitalising effects! But when a travelling friar finds a human-sized thumb with a rat’s hooked claw at the end of it, rumours (and vomiting) spread like wildfire… Just what sort of rats has Pinny been cooking? The Stimmigen Cultural Concern is eager to find out — though Pinny will do everything in her considerable and unexpected power to stop anyone finding her sewer-based secrets.</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "5GmN9DrPtwzdQdPO",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Ubersreik",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The town of Ubersreik is situated near Grey Lady Pass, one of only two major passes over @UUID[.w0YfGxsBuLoODCgc]{the Grey Mountains} into Bretonnia. Because of this, the town regularly sees traders and travellers from across the Old World. The mighty fortress known as the @UUID[Compendium.wfrp4e-starter-set.journals.TSyoR9nSk7cehypG.JournalEntryPage.Exvp9RN8shcIHrFm]{Black Rock} is connected to the walls of the town should any less welcome travellers attempt ingress. Ubersreik has had a long association with the nearby Dwarven clans of the Grey Mountains, and in a situation unique to Ubersreik, representatives of the city’s Dwarf population sit on the town council. One of Ubersreik’s more famous edifices, its spectacular @UUID[Compendium.wfrp4e-core.items.3DvCrKaYw2mF42Nr]{bridge} over the @UUID[.CqIczLRZI265nrAR]{River Teufel}, was built by Dwarfs during the time of Magnus the Pious. Widely regarded as one of the most impressive feats of engineering to be found in the Reikland, it connects the trade road which runs all the way from @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.OONgV24fbQ8ZEqSr]{Bögenhafen} to @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.vg5HI5Y74MmXMR3G]{Dunkelberg} then Nuln. Ubersreik deals in trade of all kinds, but is most well-known for ore and the skilled metal-work of the Dwarfs.</p><p>For exhaustive details on Ubersreik, see the @UUID[Compendium.wfrp4e-starter-set.journals.TSyoR9nSk7cehypG]{WFRP Starter Set}.</p><section id=\"secret-1j8H0PmNVpSsEVRX\" class=\"secret\"><ul><li><p><strong>Into The Inky Darkness: </strong>Reineke Rattenfanger, who hails from a long line of rat catchers, claims to have seen something new in the @UUID[Compendium.wfrp4e-starter-set.journals.TSyoR9nSk7cehypG.JournalEntryPage.yJlaZDmJgb5rIkHM]{sewers} beneath Ubersreik. Beady little eyes are one thing, but odd patches of sticky black gunk have been found daubed on walls left and right. Some, he swears, are number-shaped, like measurements or directions, with shapes that look like a large gate-structure. What’s more, he swears strange scratching noises have joined the usual skittering sounds of his quarry, like quill on parchment. Is it possible that the rats have learned to read and write? Whatever the case, Rattenfanger is looking for bodyguards, and folks could do far worse than getting such a knowledgeable guide to Ubersreik on their side. After all, the sewers grant access all over the town...</p></li></ul></section><p> </p>",
        "markdown": ""
      },
      "_id": "icaZcokQLawViHCq",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Weissbruck",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">Originally little more than one of many tiny fishing villages along the @UUID[.I0krpnI0RnVs5RwK]{River Bögen}, Weissbruck has in the past century grown rapidly into a bustling port for goods and travelers moving between @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.OONgV24fbQ8ZEqSr]{Bögenhafen }and @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf}. Weissbruck’s change in fortune is due to its shrewd rulers, the Grubers, who decided to capitalize on the rich deposits of coal and iron found in @UUID[.lQz1hI7bZQeVHuiQ]{the Skaag Hills}. This ready supply of much needed resources enabled the Grubers, with the permission and partnership of the Prince of Altdorf, to commission Dwarf engineers to construct a canal in 2462IC, which rapidly accelerated the town’s growth, bringing all manner of citizenry with it.</span> </p></div><div><p><span data-contrast=\"auto\">While the output of the mines has slowed in recent years, trade has steadily increased. Despite its rulers’ riches, Weissbruck retains something of the character of a typical mining town; burly miners and dockworkers ensure an uneasy peace, and the threat of violence is never far removed. As the mines’ output has diminished, more and more miners have descended from the @UUID[.lQz1hI7bZQeVHuiQ]{Skaag hills}, a growing, agitated, unemployed workforce with little to do but drink cheap rotgut and scowl at strangers.</span> </p><section id=\"secret-h4uUXGxRlih5efkW\" class=\"secret\"><ul><li><p><strong>Eyes in the Sky:</strong> The Grubers of <strong>Weissbruck </strong>plan significant expansion to their town. They are clearing trees for the construction. Gnoldok Malakaisson — a Dwarf gyrocopter pilot — recently flew over this new development. But when he looked down and observed the ground, he was shocked to his core. Gnoldok is certain of what he saw: the pattern of the new town plans is the same as the secret Dwarf Rune of Explosions , but on a terrifyingly large scale. No one in town believes him, especially not the Grubers. But two days ago, whilst drinking in the Trumpet, someone used explosives to blow his gyrocopter. He may be grounded, but feels honour-bound to do something about his discoveries, if only someone will believe him...</p></li></ul></section></div>",
        "markdown": ""
      },
      "_id": "Pvejt2aWfmchszth",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Wheburg",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><p><span data-contrast=\"auto\">Wheburg is the first town encountered after leaving @UUID[.w0YfGxsBuLoODCgc]{the Grey Mountains} on the road from @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.JSzzPHEHN8oOhd1z]{Helmgart} to @UUID[.OONgV24fbQ8ZEqSr]{Bögenhafen}. Its proximity to the fortress of Helmgart ensures troops pass through regularly, and the town oﬀers a sizeable barracks for visiting soldiers. Having survived the mountains’ extreme weather — to say nothing of ravaging armies of @UUID[Compendium.wfrp4e-core.actors.E7BiDqsB55BrOQut]{Orcs} and @UUID[Compendium.wfrp4e-core.actors.zzdOpKqBC28J66Mn]{Goblins}, and potential monsters roosting on the nearby @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.JiKJmJbRuu7blAIK]{Drachenberg} — most visitors arrive to Wheburg with a powerful desire to celebrate life. </span> </p></div><div><p><span data-contrast=\"auto\">To accommodate that need, Wheburg has become renowned for its hospitality, and its locals are widely regarded as the friendliest in the Reikland — for a price. The streets are lined with taverns, inns, and gambling dens, not to mention some less salubrious establishments where all the pleasures of the ﬂesh are purveyed, and illicit substances may be procured. Tough fist-fights and petty crime are common, things rarely get too out of hand given the significant number of soldiers usually on hand to disperse any rowdy revelers (except, of course, when those revellers are, themselves, oﬀ-duty soldiers). Spending time in Wheburg prior to marriage has become something of a rite-of-passage for well-heeled Reiklanders, and it’s common to hear men and women calling out, ‘what happens in Wheburg, stays in Wheburg!’ from many a street corner.</span> </p></div><div><section id=\"secret-h2OKrX5wADFCCCFr\" class=\"secret\"><ul><li><p><strong>Wake Up Call: </strong>‘This Sonnstill, visit <strong>Wheburg </strong>for the celebration of a lifetime! Food, drink, and Cathayan fireworks, followed by a rendition of Detlef Sierk’s <em>The Fires of Caledair!</em> That’s right, the Wheburg Society of the Arts is here for the event of the season, with enough fireworks stashed around town to wake a Dragon! It’s almost as if that’s their plan… If so, it would be a terrible shame for those caught right in the middle of it all — but surely there will be a great reward for saving everyone, assuming there are any survivors left to pay.</p></li></ul></section><p> </p><p> </p></div>",
        "markdown": ""
      },
      "_id": "ce2KXRME2HzCxXhg",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Bastions and Fortresses",
      "type": "text",
      "_id": "LtusHftdY8YViVHR",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Reikland’s southern border is dominated by the @UUID[.w0YfGxsBuLoODCgc]{Grey Mountains}, which are, in turn, dominated by a series of strongholds, built and rebuilt to defend against raiding Mountain @UUID[Compendium.wfrp4e-core.actors.7qslmdLa7so3BmFk]{Trolls}, Greenskins, and the restless dead, not to mention the neighbouring kingdom of Bretonnia.</p><p>The @UUID[.Zhp59VXYiv6dGfhR]{River Reik} is similarly littered with bastions to ward attack, but there most are stony relics of the Empire’s broken past when the Reikland warred with the other grand provinces and itself. Only strategic fortresses now remain, easily outnumbered by castles fallen to disrepair, their ancient strength and storied past all but forgotten, just as their crumbling stonework is lost to time and decay.</p><p>@UUID[.uh8pYlhtLz3oy8bY]{Blackstone Tower}</p><p>@UUID[.MmbuWWtMPeOabeYk]{Steirlich Manor}</p><p>@UUID[.JSzzPHEHN8oOhd1z]{Helmgart}</p><p>@UUID[.duU6dzJCYiSyZFxQ]{The Stone}</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/town.webp\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 2400000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Blackstone Tower",
      "type": "text",
      "_id": "uh8pYlhtLz3oy8bY",
      "title": {
        "show": true,
        "level": 4
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>While the Axe Bite and Grey Lady passes are the best-known routes over the @UUID[.w0YfGxsBuLoODCgc]{Grey Mountains}, they are not the only ways through the range. The Crooked Corridor is a narrow gorge through the mountains not far from the border with the Wasteland. It is useless to most merchants, being far too tight for wagons or horses, and dangerous to boot as much of the path is perched precariously on the edge of steep cliffs, meaning the slightest slip of a foot could lead to a painfully inglorious end.</p><p>Completely impassable in the winter and perilous at all other times, the Crooked Corridor was known only to goat herders and smugglers until a spate of Greenskin raids brought the pass to the attention of the authorities.</p><p>Several decades ago, Emperor Mattheus II ordered the construction of a fortress to watch over the Crooked Corridor after repeated invasion. Nine years later, Blackstone Tower was completed, drawing its name from the locally quarried dark stone that forms its walls, and the slate that tops its towers.</p><p>Its position high above the Crooked Corridor offered the Emperor’s sharpshooters an excellent perch from which to employ their lethal skills; however, its status as a Reiklander bastion was short-lived. An oversight at the planning stage resulted in the tower being built on lands claimed by the Dwarfs of Karak Ziflin. Not wanting to upset the Dwarfs, the Emperor ceded the tower, much to the annoyance of the Margrave of Geetburg who had helped finance it.</p><p>Today, the Dwarfs ‘generously’ allow a limited garrison to barrack alongside their own troops at Blackstone Tower, a largely rebuilt structure. With the Reiklanders chafing under the Dwarfs’ leadership, and the Dwarfs constantly belittling the shoddy human stonework they’ve yet to replace, the Tower is a powderkeg of grievances and resentment, generating a tense — and some would say unsustainable — atmosphere.</p><section id=\"secret-sw1j62I3bY8lWJzA\" class=\"secret\"><ul><li><p><strong>Ego vs Ego vs Ego</strong>: Duke Folcard of Montfort, King Rorek Granitehand of Karak Ziflin, and Margrave Manegold von Geetburg all walk into a tower. It may sound like the start of a joke, but it’s more likely the beginning of a war. And Alram Habich — Architect of <strong>Blackstone Tower</strong>, and devotee of Tzeentch, the Chaos God of Change — is delighted at the trouble his tower is causing. Unbeknownst to Habich, his former apprentice has uncovered his once master’s true allegiance, but doesn’t know what to do. So he drowns his fears in The Forked Mane tavern, waiting for someone, anyone, who’ll believe him.</p></li></ul></section>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 2500000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Steirlich Manor",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>On the southern slopes of the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.mdjl1WxjZLeuSWAN]{Hägercrybs}, in the @UUID[Compendium.wfrp4e-starter-set.journals.70sJnVPsNmeNnqdC.JournalEntryPage.7Gdm2AkGTqgjkatM]{Duchy of Grauwerk}, sits a heavily fortified manor atop a windswept ridge. The manor is ancient, a holding of the von Bruner family, and currently ruled by Graf Steirlich: both the Graf and his imposing manor were named for a famous ancestor who was gifted the land by Emperor Mandred Ratslayer in 1138IC.</p><p>The Graf is steely eyed and ambitious, with a ruthless streak as wide as @UUID[.Zhp59VXYiv6dGfhR]{the Reik}. He is well thought of amidst the local smallfolk for his determination to root out bandits and hunt down other menaces that would dare impinge upon his property. Indeed, there are whisperings that he may be a little too willing to investigate unnatural occurrences, for dark rumors of corruption swirl around the scions of the von Bruner line.</p><p>Certainly, the darkly handsome Graf is always on the lookout for stout hearts, stern wills, and strong sword-arms to help him maintain the peace, so few air their fears aloud.</p><section id=\"secret-OsGMM42hkDCe5DEB\" class=\"secret\"><ul><li><p><strong>The Hunt Is On: </strong>Graf Steirlich von Bruner is hiring guards for a gathering he’s holding at <strong>Steirlich Manor</strong>. The new hires are given one specific command: do not let the guests wander alone. Unfortunately, the young Lady Ioella von Walfen has disappeared, and she needs to be found. Anyone entering the lower rooms finds a great deal of hunting equipment, and a trophy room with human heads mounted on the wall. Those found here will be detained by the Graf ’s men, only to be let loose into the forest that evening as prey in the next Steirlich Hunt.</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "MmbuWWtMPeOabeYk",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2500000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Helmgart",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Set high in @UUID[.w0YfGxsBuLoODCgc]{the Grey Mountains}, the fortress town of Helmgart guards the border with Bretonnia from the eastern side of Axe Bite Pass. The Empire’s relations with Bretonnia have not always been civil, and while the ramparts of Helmgart are no longer lined with aging skulls in elaborate helms, they most likely remain in the castle’s cellars. These days, the soldiers of Helmgart are more often called upon to patrol the pass, protecting travelers and merchants from Greenskins, bandits, and other menaces.</p><p>Helmgart’s keep was carved directly out of the mountainside by Dwarfs long ago. Three tiers of stout stone walls buttress a great granite mountain, dominating the surrounding terrain and oﬀering an excellent view of the road below. Adjoining Helmgart proper, is a huge, imposing wall broken only by a single, long tunnel standing between the two, sheer mountainsides: the only route through to Bretonnia. Amongst the troops garrisoning the fortress are a number of storied regiments. Most famously, the gunners of Mackensen’s Marauders – a Reiklander State Regiment – are well known for their deadly accuracy, a fearsome reputation perhaps aided by the lack of cover on the road below the high walls. The fortress sits at one end of the great road that leads directly to Bögenhafen, and from there onto Altdorf.</p><p>As guardian of the principle trade route into the Empire from Bretonnia, Helmgart is equal parts imposing citadel and bustling trade town. Here, Bretonnian merchants barter brandy, wine, fine fabrics, arms, and armor, while their Reiklander counterparts in turn funnel their province’s goods south. The local Dwarf clans, too, trade ingots of silver, lead, and iron, along with precious pieces of Dwarf-smithed metalwork. With so many merchants and traders, the Marketplatz of Helmgart is a bustling place, rife with endless opportunities and uncounted thieves.</p><section id=\"secret-8IUbI1HylzQvAK2d\" class=\"secret\"><ul><li><p> <strong>The Creature of Helmgart Tunnel</strong>: Little more than a local legend, the Creature of Helmgart Tunnel is whispered of by tipsy guards and grinning merchants to scare their Bretonnian counterparts who are forced to travel through it. Despite the joke, there are countless eye-witness accounts from merchants who now refuse to enter the tunnel. One piece of damning evidence is that a merchant — Poncet Discret — recently fled the tunnel in terror, leaving behind his goods. When he returned to collect them, they were nowhere to be found. Discret, now convinced it’s all a scheme, will pay well if his stock is found.</p></li><li><p> <strong>Trick or Treat?</strong>: A gang of teenagers have gone missing in <strong>Helmgart</strong>. After almost a week of fruitless searching, their families are convinced they’ve gone up to @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.xDqk8yTBNt6SSeXc]{Helspire} on some foolish, thrill-seeking adventure. The local Hedgewise believes Morrslieb will rise almost full in three nights time. So, the families are desperate: they will pay anything for someone to go to Helspire and get their offspring out alive! The only problem is, once found, the teenagers don’t want to leave. They’re here to see their sister , and she won’t like it if they leave...</p></li></ul></section><p><br /><br /></p>",
        "markdown": ""
      },
      "_id": "JSzzPHEHN8oOhd1z",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2600000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Stone",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Towering over one of the many islands in @UUID[.Zhp59VXYiv6dGfhR]{the Reik} by Essel, the massive promontory known simply as The Stone can be seen for miles around. A winding path coils up the steep, craggy face from the small, seemingly insignificant jetty at its base to the severe walls of the squat citadel crowning the rocky mount. Captains give it a wide berth when they pass, the more superstitious among them making an oﬀering of salt and steel to Grandfather Reik to safeguard their passage. No pennants ﬂy atop the grim battlements, though the occasional gleam from a guard’s helmet attests to the troops patrolling the ramparts.</p><p>Unknown to most, the Stone is a secure prison containing dangerous criminals that, for various sensitive, political reasons cannot simply be executed. Some have powerful friends and family, or are themselves nobles whose crimes, if publicly acknowledged would cause scandal and shame to the great and good of the Reikland. Others are political hostages, held to ensure the compliance of wayward relatives. And, of course, a few simply know too much, their precious secrets safeguarded in The Stone against their future need. No-one really knows about the conditions within The Stone’s walls; no-one really wants to ask.</p><section id=\"secret-JyapAvKS0JXmdKO4\" class=\"secret\"><ul><li><p><strong>Ungelöst</strong>: Ru Bai Guo, a Cathayan, and Serafin Madej, a Kislevite, are in need of assistance. Ru is a staunch believer in the supernatural, with a particular fascination with ghosts. Serafin is a pragmatist, and dismisses any form of spirituality, even going so far as to deny the existence of the gods, believing they are nothing more than manifestations of living Human influence! The pair wish to prove or disprove the existence of ghosts by trapping one! They have found their strongest lead so far: the ghost of an inmate tortured to death by the guards of the <strong>Stone</strong>. But the Stone doesn’t admit visitors, so they need help to get locked up, protected on the inside, and then get out again. Foreign coin is as good as any, and they have more than enough to pay for this unusual job.</p></li></ul></section><p> </p><p> </p>",
        "markdown": ""
      },
      "_id": "duU6dzJCYiSyZFxQ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2600000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Villages, Hamlets, and Holy Places",
      "type": "text",
      "_id": "ELMIuQcp0j5tvRwH",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Throughout the Reikland, most of the uncounted hundreds of villages and hamlets are clustered close to towns for protection and trade. By comparison, in the open Suden Vorbergland, settlements are strewn more freely amongst the farmlands, dotting the landscape every few miles or so, relying on the protection of fortresses in the mountains and the state regiments from the large market towns. Due to a quirk in Reikland law installed by Sigmarites many centuries ago, villages are defined as any small settlement including a temple of Sigmar; hamlets, by comparison, are those without such spiritual support, and are often smaller because of this.</p><p>Besides these smaller settlements, the Reikland hosts an uncounted number of isolated monasteries, abbeys, way-temples, and other holy sites. While most are sited in locations not too far from protection, some well-fortified examples can be found in the most unlikely places, often for religious or historical reasons, be that upon the sides of a mountain, the depths of a forest, the centre of a lake, or in an even less likely location.</p><p>@UUID[.bH2gei8KaoldMQMb]{Monastery of the Holy Word}</p><p>@UUID[.5PzwVY6hshAgMiu9]{Rottfurt}</p><p>@UUID[.1zQccbTrXoTEIqx1]{Wörlin}</p><p>@UUID[.MmUueaT9o9bpnTe4]{Zahnstadt}</p><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/town-hill.webp\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 2700000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Monastery of the Holy Word",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Deep in @UUID[.UqeZNqbpV8uocCUN]{the Reikwald} west of @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.V6tkgQ9A2skppjyl]{Altdorf}, far from any easily traversed road, lies the Monastery of the Holy Word. This hallowed site is tended by the Sigmarite Order of the Anvil. The Order of the Anvil is responsible for keeping the laws that govern the Cult of Sigmar and maintaining all details of the cult’s practices.</p><p>The Monastery of the Holy Word houses the order’s greatest treasure: the Testaments of Sigmar. Collected not long after Sigmar abdicated, the Testaments are a gathering of the written memories of warriors and citizens who knew Sigmar Heldenhammer before he ascended to godhood. Considered to be the most accurate collection of the things Sigmar actually said and the practices he maintained in life, the Testaments are some of the holiest works in the Reikland.</p><p>It is not normally the practice of the Order of the Anvil to accept visitors, but the Monastery of the Holy Word is no normal monastery. Penitents seeking obscure details about the foundations of Sigmar’s Law will travel from across the Empire to query the black and green robed monks on doctrine.</p><p>Nobles and exceedingly wealthy merchants who have repeatedly shown their devotion to the Cult of Sigmar will occasionally be granted leave to take a pilgrimage to the Monastery of the Holy Word. While none are allowed to read the original Testaments, or even to touch them, leave to gaze upon one or two of the original pages is deemed to be a sacred honor beyond price.</p><section id=\"secret-FcR0gYlle1xZppJV\" class=\"secret\"><ul><li><p><strong>Mission: Unmöglich</strong>: A shadowy figure in black and green robes contacts the Characters, flashing the icon of the Order of the Cleansing Flame, and the signet ring of the Grand Theogonist himself. There is a task that must be done: to refuse it will be a death sentence, but to accept seems little better. The Cult of Sigmar needs deniable agents to steal the Testaments of Sigmar from the <strong>Monastery of the Holy Word.</strong> There’s only two weeks to complete the job.</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "bH2gei8KaoldMQMb",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2700000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Rottfurt",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div><div><div><p>Scores of settlements line the @UUID[.CqIczLRZI265nrAR]{River Teufel}, most easily forgettable, even interchangeable. Not so Rottfurt, whose name is spoken of in hushed, reverential tones by scholars and wizards throughout the Empire. Though primarily a village of shepherds, producing wool and mutton, Rottfurt also produces a famous — and famously pricy — sheepskin parchment: Rottfurt Silver. The parchment possesses a faint sheen, takes ink well, and resists fading far longer than other, lesser parchments.</p><p>Because of this, the thick-wooled, pale sheep of Rottfurt are the village’s pride and aﬀorded every comfort. They feed on the luscious grass of the nearby Hammastrat Heights and are generally allowed to wander as they will during the day. The shepherds contribute to a rotating militia, tasked with protecting their precious ﬂocks at all costs.</p><p>However, of late the livestock have been going missing; intriguingly, those on guard have always found themselves falling asleep, despite their best eﬀorts. On waking, another sheep has vanished. What began as a minor frustration has grown to a full-blown obsession for the locals, with as many wild and spectacular theories ﬂying around as there are stars in the heavens.</p><section id=\"secret-BnFZp8OEggRGoD71\" class=\"secret\"><ul><li><p><strong>A Relic, Awoken</strong>: Horst Hahnemann — a young shepherd from Rottfurt — has really put his foot in it. Whilst herding his flock, the ground collapsed and he crashed into an ancient tomb filled with images of long-eared, skinny wolves and massive, horned beetles. Doktor Johannsen, an antiquarian of wide repute, has arrived in the village intent on investigating. He’s convinced that Horst has discovered a Nehekharan tomb. Indeed, he believes it may be the fabled tomb of Rahotep! Could this really be the same Rahotep — the mysterious figure who features in some of the recountings of the Life and Times of Sigmar Heldenhammer himself? Realising the potential danger, both from what may lay within and from grave robbers, Johannsen is looking to hire help for what lies ahead.</p></li></ul></section></div></div></div>",
        "markdown": ""
      },
      "_id": "5PzwVY6hshAgMiu9",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2700000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Wörlin",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The small fishing hamlet of Wörlin is almost impossible to spot from the river. The settlement is surrounded by a number of small, rocky islets and promontories, and sheltered by thousands of bowing trees. These ‘Willows of Worlitz’ line the banks of the Reik for many miles around, and it seems none have any interest in using their lumber. A great deal of trade passes by Wörlin, but very little actually happens in Wörlin as most of the passing goods are bound for more lucrative markets.</p><section id=\"secret-1yjqVo8cRd6ZXeHd\" class=\"secret\"><ul><li><p><strong>The Root of the Problem</strong>: On the festival day of Sonnstill, the ‘hamlet circle’ — a council of the hamlet’s elders — gather to ‘water the willows’. This simple ceremony involves singing, dancing, feasting, and the slicing of a virile stranger’s throat, splashing blood across the thirsty roots of the Queen willow, quenching her sanguinary appetites for one more year. should the ceremony be completed, the Queen is pleased, and will ensure the hamlet’s safety from the children of the forest. should the ceremony be interrupted, the Queen awakes and summons her children, bringing braying Beastmen by the score to slaughter all in their path. But outsiders rarely consider such consequences when they have a knife to their throat.</p></li><li><p><strong>The Wizard of Wörlin</strong>: The folk of Wörlin, and the surrounding towns, speak highly of a wizard who lives on the outskirts of the sleepy little village. Unusually tall, and uncountably old, the wizard trades charms and spells for rumours and favours. He’s looking for something and he’s growing impatient; perhaps he will pay for some helping hands? The folk say he is often heard mumbling the following rhyme: ‘A Gorgon by the river, a hole in the ground, where the old man of Mordheim goes around and around.’</p></li></ul></section><p> </p>",
        "markdown": ""
      },
      "_id": "1zQccbTrXoTEIqx1",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2700000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Zahnstadt",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Isolated Zahnstadt is considered by locals to be the ‘last village of the Vorbergland’, after which the rolling hills turn barren and cold before reaching upwards to the Greenskin-infested @UUID[.w0YfGxsBuLoODCgc]{Grey Mountains}. In the shadow of those peaks, Zahnstadt skulks along the southern bank of the River Mos, deep in a dark valley with bleak crags rising to all sides. In summer, the sun only shines on the village for an hour or two at midday, hiding behind the surrounding cliﬀs in the morning, and creeping behind the mountains as the day lengthens.</p><p>In the winter, there is no direct sunlight at all, locking the village in a gloomy cycle of twilight and darkness. Despite this, the folk of Zahnstadt are famous for their bright dispositions and perpetual cheerfulness, a trait outsiders often find forced and oﬀ-putting. Every house in Zahnstadt is brightly painted in a garish medley of diﬀerent, often clashing colors. Its homely inn, the Wayward Sun, is famous for its ever-burning hearthfire and for the relentlessly cheerful songs that echo long into the night.</p><div><div><div><section id=\"secret-wiROVGgvGF9VmPSD\" class=\"secret\"><ul><li><p><strong>The Sins of the Past</strong>: Zahnstadt has long been in the grip of something far worse than a lack of enriching sunlight: vampires. near the end of the third vampire wars, Janos von Carstein deserted the vampire lord Mannfred von Carstein’s depleted armies. After weeks of evading pursuit from his master’s vengeful minions, he chanced upon dark Zahnstadt and realized it was the perfect place to go to ground. Almost three-hundred years later, and he hides there still, and time has made him bold. he now sleeps beneath the Wayward Sun in an ostentatious, velvet-lined coffin, rising each evening to hold ‘court’ in the inn, forcing enthralled locals to sing happy songs of his homeland Sylvania. Rumour of this has not only reached the ears of witch hunters, but also the pawns of recently resurrected Mannfred von Carstein, who has ordered his traitorous son be brought before him. it would be unfortunate, indeed, should poor, unsuspecting souls happen to hostel in the Wayward Sun on the same night the witch hunters arrive to investigate, and the same night that Mannfred’s agents choose to extract Janos before the witch hunters uncover his true nature…</p></li><li><p> <strong>The Wolves of Ulric</strong>: A ragged band of Ulricans have built a temple to the Lord of Winter in the hollow of the mightiest crag near <strong>Zahnstadt</strong>. The band preach that the village is sacred to @UUID[JournalEntry.NcH9OhleJFfaUdon.JournalEntryPage.jza73azXzLy0oVCy]{Ulric}, for nowhere in Reikland is so frozen in winter, yet the folk survive. Zahnstadt locals are initially happy to welcome these newcomers. But when they start breeding wolves in their temple, and the howling begins, the villagers are eager to find someone to encourage the Ulricans to leave. This need becomes especially pressing when it becomes clear the rowdy cultists are somehow immune to the charms of the village’s mysterious benefactor…</p></li></ul></section></div></div></div>",
        "markdown": ""
      },
      "_id": "MmUueaT9o9bpnTe4",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2700000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Ancient and Terrible Ruins",
      "type": "text",
      "_id": "DSkPqBUXby4EHJSD",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Reikland’s long and bloody history stretches back long before the time of Magnus the Pious and the Great War Against Chaos; relics of ancient atrocities litter the realm, and it is a wise and wary traveller that checks for ancient standing stones before erecting their camp of an evening. Some of these sites bear haunting legends of gruesome renown and macabre spectacle, but most towns and villages boast their own local ruins, with accompanying tales of horror and bloodshed.</p><p>@UUID[.lwXLMY5r8KZFWjMF]{The Darkstone Ring}</p><p>@UUID[.uFGkN1WJQAhWlGOs]{Castle Drachenfels}</p><p>@UUID[.xDqk8yTBNt6SSeXc]{Helspire}</p><p>@UUID[.TmY2yQ60OWSLkd4X]{The Lorlay}</p><p>@UUID[.oBBF31DFehKQcQca]{The Singing Stones}</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 2800000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Darkstone Ring",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>The wise do not venture to the Darkstone Ring. The path to this place of terrible and ancient power lies to the north of Blutroch the Altdorf-Bögenhafen road. When night falls, the six suggestively-carved stones glow green with a wan luminosity, ﬂaring bright as Morrslieb waxes.</p><p>At the center of the Darkstone Ring lies a monolithic slab of unidentifiable rock, permanently stained with the blood of the countless innocents sacrificed there down through the millennia.</p><p>Despite the ring’s fell reputation, travelers seem drawn to its malevolent environs, lured by legends of mystical potential and lost artefacts of terrible arcane power. Not even frequent sightings of beastmen and cultists — especially around Geheimnisnacht — can deter these brave, some may say foolhardy, souls.</p><section id=\"secret-3Si3rNSc20s3q4Zl\" class=\"secret\"><ul><li><p><strong>Inextinguishable: </strong>With fire, sword, and shot, folks have tried for generations to tear down the <strong>Darkstone Ring</strong>. Sometimes, the assault bounces off harmlessly; other times, the site is destroyed, only to appear again. This reappearance happens when the next the Chaos moon, ‘Morrslieb’, rises. Once, Captain Ottfried Kant, a famous Witch Hunter, destroyed the ring and camped there to make sure it never returned... A month later, he was found impaled on one of the black obelisks, which had grown through him. The Order of the Anvil will pay well, in gold and favours, for a weapon that will put an end to this blight once and for all. Rumour claims the weapon needed may be buried under the ring itself...</p></li></ul></section><p> </p><p><br /><br /></p>",
        "markdown": ""
      },
      "_id": "lwXLMY5r8KZFWjMF",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2800000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Castle Drachenfels",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Like the twisted talon of a malformed claw, the seven towers of Castle Drachenfels clutch at the sky in a gesture of malevolence and spite. Each of its misshapen turrets is festooned with windows, resembling eyes without number, alert to the arrival of any traveler unlucky — or unwise — enough to stumble upon the lair of the Great Enchanter, Constant Drachenfels.</p><p>Drachenfels — a mythically powerful sorcerer, necromancer, and daemonologist — has tormented mankind since before the time of the Empire; already ancient when he suﬀered his first great defeat at the hands of Sigmar Heldenhammer, he has returned time and again to his haunt in @UUID[.w0YfGxsBuLoODCgc]{the Grey Mountains}, like a festering wound that refuses to heal. Rumors abound that the seemingly quiescent ruins, mostly reduced to rubble and long forsaken, are less abandoned than they appear…</p><section id=\"secret-7oPgHaGvBIb1Ua3K\" class=\"secret\"><ul><li><p><strong>No Rest for the Wicked</strong>: They say that <strong>Castle Drachenfels</strong> swarms with the spirits of those unfortunates who died within its walls. But the same seems to be true of the living, too. Kaster Dreckspatz — a Bright Wizard — suffered a fate worse than death when he attempted to assault Castle Drachenfels decades ago. To this day, he lies still in the @UUID[Compendium.wfrp4e-archives2.journals.NdCkjAamdihWdQqA]{Great Hospice} of Frederheim unable to awaken. Normally, such a tragedy would be noted, and the poor soul put out of his misery; however, Dreckspatz is the secret keeper of a powerful and baleful tome whose location must be secured. The Bright Order, unwilling to lose any more of their numbers to the warded Castle, are looking for sell-swords to break the Castle’s hold over Dreckspatz’s soul!</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "uFGkN1WJQAhWlGOs",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2800000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Helspire",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Looming perilously in the peaks overlooking Axe-Bite Pass, the Helspire is a grim fortress, carved directly out of the living rock of @UUID[.w0YfGxsBuLoODCgc]{the Grey Mountains} and inlaid with the bones of countless fallen. It appears long abandoned and as still as the grave; yet, on rare nights of occult significance, eldritch lights can be seen blazing along its battlements, casting eerie shadows across the pass, even in the blackest of nights. On such nights, the Helspire reveals itself as a citadel of the unquiet dead, and skeletal knights charge forth, scouring the mountainside, terrorizing both Reiklanders and Bretonnian alike. Little is known about the castle, and none living claim to have pierced its bleak walls or know who commands the legions of the undead that lurk therein. Some say a cabal of necromancers call it home, others whisper it is the vault of a vampire, and a few even murmur the fortress is commanded by a powerful Liche, in life a powerful sorcerer, clinging to undeath in the pursuit of bloody vengeance for some centuries old slight. Perhaps because of this uncertainty, the Helspire is said to be filled with riches looted from across the Old World, but none know the truth, as those who seek such treasures never return or never talk.</p><section id=\"secret-iOjDk3JoE5bClOvq\" class=\"secret\"><ul><li><p><strong>Trick or Treat?</strong>: A gang of teenagers have gone missing in @UUID[.JSzzPHEHN8oOhd1z]{Helmgart}. After almost a week of fruitless searching, their families are convinced they’ve gone up to Helspire on some foolish, thrill-seeking adventure. The local Hedgewise believes Morrslieb will rise almost full in three nights time. So, the families are desperate: they will pay anything for someone to go to Helspire and get their offspring out alive! The only problem is, once found, the teenagers don’t want to leave. They’re here to see their sister , and she won’t like it if they leave...</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "xDqk8yTBNt6SSeXc",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2800000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Lorlay",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>Possessing a breathtaking vista, the Lorlay is an imposing rock formation standing proud in the center of @UUID[.Zhp59VXYiv6dGfhR]{the Reik} some 40 miles downstream of @UUID[.so1ZUXSSYFRvxkhp]{Grissenwald}. The channels on either side of the jutting island ﬂow swift and deep, and despite the relative narrowness of the river at this point, no crossing has been successfully constructed.</p><p>Romantic legends abound of a beautiful, elven maiden, pale of skin and supple of limb, who swims in the fast-moving waters at dawn and dusk. Because of this, the Lorlay is popular spot for afluent Reiklanders’ to hold Taalite stag parties before marriage, and a surprising number of high-class inns can be found nearby. Tales of the singing water maiden are especially rife amongst the Reikland’s river-bound sailors, and if their stories are to be believed, she has been spotted by half the seamen of the navy.</p><section id=\"secret-yqg5Us4PjTj90f09\" class=\"secret\"><ul><li><p><strong>Brother Dearest</strong>: A hauntingly tall Elf, with the grace of a panther and eyes like cut sapphires, is staying at an inn in <strong>Stirgau</strong>. He calls himself Rasiel Thrice-Scorned, and offers a purse filled with coins of a shape, quality, and purity that none in the village have ever encountered. He’s looking for a boat to take him out to the <strong>Lorlay</strong>. But, despite the reward, he hasn’t managed to find any takers. When turned down Rasiel Thrice-Scorned simply smiles and says, ‘<em>I’ve all the time in the world, and a few more years matter not for a family reunion.</em>’ Will the Characters take him out into the Reik?</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "TmY2yQ60OWSLkd4X",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2800000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Singing Stones",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>West of @UUID[.rSZhBryYlrsjOpMA]{Schädelheim}, deep in a wooded valley, stands an ancient dolmen. Its stones are old beyond reckoning, arrayed in a spiraling pattern around a central arrangement of huge pillars capped with an enormous slab, resembling nothing more than a titanic altar. From the ground it is nigh on impossible to discern the intricate pattern of the stones, especially given the trees and bushes that have grown in amongst the menhirs.</p><p>When a westerly wind blows up the valley, in from the Wasteland, the stones produce an eerie keening that echoes for miles around. While some locals claim listening to the stones’ song can give insight into problems or grant strange wisdom, others declare such nonsense is heresy, knowing nothing but trouble comes from trafficking in such ungodly power, and are more than willing to use violence to save the souls of the foolish.</p><section id=\"secret-7EBf3iC7aUQsC6aQ\" class=\"secret\"><ul><li><p><strong>The Sound of Music: </strong>After spending a horrible night underneath the arches of the <strong>Singing Stones</strong>, with its haunting cacophony playing on the howling wind, the party makes their way back to civilisation. The following night, around the hearth in a cosy taproom, a minstrel begins a tune on the mandolin. The song is the same as that sung by the Singing Stones — sounds not possible from a mandolin. No one else in the taproom seems to notice. When the musician stops her performance, the music keeps playing. The Characters discover that sleep cannot save them from the incessant singing. If they hope to survive, they must find its source…</p></li></ul></section>",
        "markdown": ""
      },
      "_id": "oBBF31DFehKQcQca",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2800000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    }
  ],
  "flags": {
    "wfrp4e-core": {
      "sort": 1100000,
      "initialization-folder": "Core Rulebook"
    },
    "core": {}
  },
  "_stats": {
    "coreVersion": "13.348",
    "systemId": "wfrp4e",
    "systemVersion": "9.1.5",
    "createdTime": 1757182807614,
    "modifiedTime": 1757184384962,
    "lastModifiedBy": "rbZmnErLLwkYOmyj",
    "exportSource": {
      "worldId": "aty",
      "uuid": "JournalEntry.ozE2DMCMK64eE5pD",
      "coreVersion": "13.348",
      "systemId": "wfrp4e",
      "systemVersion": "9.1.5"
    }
  },
  "folder": "1NP23gRF7NejIzxq",
  "categories": [],
  "ownership": {
    "default": 2
  }
}