{
  "name": "Religion and Belief",
  "pages": [
    {
      "name": "Religion and Belief",
      "type": "text",
      "_id": "dLpcaqoPtqNUz7w0",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Signs of religion are everywhere in the Old World, from the magnificent temples in the great cities to the humble wayside shrines and household altars. Old Worlders do their best to stay on the right side of their gods.</p><p>High-ranking clerics are wealthy and powerful, wielding as much influence and prestige as the greatest nobles. At the other end of the scale, village priests tend to the spiritual needs of rural communities, preaching the tenets of their faith and interceding with their patron deities on behalf of their flocks. Several faiths also support templar orders: these private armies of priest-soldiers answer to the head of their faith rather than to any noble or elector count, which can cause significant political friction.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 100000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Gods",
      "type": "text",
      "_id": "aUkPxZTCSebi7t3V",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The people of the Old World recognise many deities. Some are worshipped across the whole of the Old World; some are restricted to one nation or region; and some are patrons of just a single town or occupation.</p><h3><strong>Gods Of The Empire</strong></h3><p>In the Empire, the pantheon of gods is split into three broad categories: the Old Gods, the Classical Gods, and the Provincial Gods. Standing apart from these is Sigmar, the first Emperor, and patron deity of the Empire as a whole.</p><h4><strong>The Old Gods</strong></h4><p>The Old Gods refer to the pantheon of deities worshipped when the Empire was unbroken forest populated by wandering tribes of barbarians. Many Old Gods stood as patrons to one of the tribes, and to this day some are still associated with the old geographical hunting grounds of those ancient peoples. Although few say so out loud, many citizens of the Empire regard the Old Gods as the true deities of the Empire, and the Classical Gods as relative newcomers.</p><p>As time passed, five gods rose to prominence amongst the Old Gods, worshipped by dominant cults spread from one end of the Empire to the other: Ulric, Taal, Rhya, Manaan, and Morr, representing the primal spheres of war, nature, fertility, seas, and death.</p><h4><strong>The Classical Gods</strong></h4><p>The Classical Gods spread from the southern lands of Tilea, Estalia, and the Border Princes through trade and diplomatic contact. Today, their worship is popular in the cosmopolitan towns and cities, and some nobles and townsfolk secretly regard them as more sophisticated than the Old Gods — though few would risk voicing such opinions aloud!</p><p>The most widespread cults of Classical Gods in the Empire are dedicated to Verena, Myrmidia, Shallya, and Ranald, patrons of wisdom, strategy, mercy, and trickery. Hiding behind these, there is also Khaine, the God of Murder, though his cult is outlawed in most places.</p><h4><strong>The Provincial Gods</strong></h4><p>The Empire hosts a wide variety of deities — patrons of provinces, towns, forests, lakes, rivers, crafts, and much more besides. Formed into complicated pantheons by local legends and myths, the Provincial Gods often have small cults dedicated to them, but few have much influence. However, there are exceptions: standing high above other Provincial Gods, worship of Handrich, the God of Trade, has spread significantly with commerce and now boasts a significant cult-presence amongst the Empire’s rising merchant class.</p><h4><strong>Sigmar</strong></h4><p>Sigmar founded the Empire over two-thousand years ago, and his legend recounts how he conquered unthinkable foes and overcame impossible odds. Reigning for fifty years, he eventually abdicated and turned east to return his magical warhammer, Ghal-Maraz, to its forgers: his old allies, the Dwarfs. He was never seen again. Not long after, oracles and prophets claimed Sigmar had ascended to godhood, invested by Ulric before the entire pantheon of old gods and new.</p><p>Today, many centuries later, the cult of Sigmar, patron of the Empire, has spread to such an extent that its leader, the Grand Theogonist, is arguably more powerful than the emperor himself.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center\"><em>Gods of the Reikland</em></h3><p><em>Like all of the grand provinces, Reikland has a wide array of Provincial Gods, some even boasting small, sophisticated cults. The following provides an example of some of these.</em></p><table style=\"height:115px;width:573px\" border=\"1\"><tbody><tr><td style=\"width:74px\"><em><strong>God</strong></em></td><td style=\"width:63px\"><em><strong>Spheres</strong></em></td><td style=\"width:91px\"><em><strong>Worshippers</strong></em></td><td style=\"width:130px\"><em><strong>Offerings</strong></em></td><td style=\"width:199px\"><em><strong>Notes</strong></em></td></tr><tr style=\"height:34px\"><td style=\"width:74px;height:34px\"><em>Bögenauer</em></td><td style=\"width:63px;height:34px\"><em>River Bögen</em></td><td style=\"width:91px;height:34px\"><em>Boatmen, Merchants, and Bögenhafeners</em></td><td style=\"width:130px;height:34px\"><em>Coins, sheaves of reeds, rolled stones</em></td><td style=\"width:199px;height:34px\"><em>A single temple in @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.OONgV24fbQ8ZEqSr]{Bögenhafen} with no full-time clerics; shrines line the river.</em></td></tr><tr style=\"height:17px\"><td style=\"width:74px;height:17px\"><em>Borchbach</em></td><td style=\"width:63px;height:17px\"><em>Rhetoric</em></td><td style=\"width:91px;height:17px\"><em>Agitators, politicians, lawyers</em></td><td style=\"width:130px;height:17px\"><em>Written speeches, acorns, quills</em></td><td style=\"width:199px;height:17px\"><em>Several shrines and two temples to Borchbach are found in Altdorf.</em></td></tr><tr style=\"height:13px\"><td style=\"width:74px;height:13px\"><em>Clio</em></td><td style=\"width:63px;height:13px\"><em>History</em></td><td style=\"width:91px;height:13px\"><em>Scholars</em></td><td style=\"width:130px;height:13px\"><em>Ancient artefacts, peaches, carvings </em></td><td style=\"width:199px;height:13px\"><em>A significant temple to the Classical God Clio is attached to @UUID[Compendium.wfrp4e-altdorf.journals.EmhvOkkzAir6pzCB.JournalEntryPage.OiAVm63T9JEFsVfR]{Altdorf University}.</em></td></tr><tr style=\"height:17px\"><td style=\"width:74px;height:17px\"><em>Dyrath</em></td><td style=\"width:63px;height:17px\"><em>Women</em></td><td style=\"width:91px;height:17px\"><em>Womenfolk</em></td><td style=\"width:130px;height:17px\"><em>Fruit, honey, menses</em></td><td style=\"width:199px;height:17px\"><em>Dyrath has no temples; instead, a secretive cult is spread through the villages and hamlets of the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.mdjl1WxjZLeuSWAN]{Hägercrybs}.</em></td></tr><tr style=\"height:17px\"><td style=\"width:74px;height:17px\"><em>Grandfather Reik</em></td><td style=\"width:63px;height:17px\"><em>River Reik</em></td><td style=\"width:91px;height:17px\"><em>Merchants, bargees, fishermen</em></td><td style=\"width:130px;height:17px\"><em>Beer, eels, silver</em></td><td style=\"width:199px;height:17px\"><em>Shrines dot the length of the river Reik, but there is no formal cult.</em></td></tr><tr style=\"height:17px\"><td style=\"width:74px;height:17px\"><em>Katya</em></td><td style=\"width:63px;height:17px\"><em>Disarming Beauty</em></td><td style=\"width:91px;height:17px\"><em>Bawds, lovers, the lonely</em></td><td style=\"width:130px;height:17px\"><em>Coins, jewellery,  clothing </em></td><td style=\"width:199px;height:17px\"><em>Temples to Katya double as brothels in the towns of the @UUID[JournalEntry.ozE2DMCMK64eE5pD.JournalEntryPage.0Cmr0LZ3boLbNt6p]{Vorbergland}.</em></td></tr></tbody></table></blockquote><h3><strong>Other Pantheons</strong></h3><p>The different countries and species of the Old World all have deities of their own. Some, according to theologians, are aspects of other deities worshipped under different names. Others are particularly revered by a particular species: examples include Grungni, the Dwarfen God of Mining and Dwarf Pride; Isha, a Goddess of Fertility and Nature who is seen as the mother of all Elves; and Esmerelda, the Halfling Goddess of Hearth, Home, and Family.</p><h3><strong>The Chaos Gods</strong></h3><p>The Daemonic gods of the Realms of Chaos are the greatest threat to the Old World, each determined to bring absolute ruin to the mortal realm. Their worship by lost and damned souls is pervasive and clandestine, with uncounted dark cultists infiltrating all levels of society. Khorne, Nurgle, Tzeentch, and Slaanesh: Gods of Rage, Despair, Ambition, and Excess. Few dare whisper their twisting names, for they harbour malevolent power, and leave mutation and horror in their wake.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 200000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cults",
      "type": "text",
      "_id": "QkUzw4r9ucOdcoV5",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Old World has many cults dedicated to appeasing or appealing to deities and promoting the ideals they embody. Leaders of these cults are frequently influential in local politics. They not only stand as representatives of their gods, but also command hundreds or perhaps thousands of clerics and templars: temporal power that cannot be ignored.</p><p>To manage their numerous members, most of the larger cults are split into orders, many of which operate from significant holy sites or temples.</p><h4>Orders</h4><p>Most Old World cults are split into orders, with each order focussing on different aspects of their god’s concerns. Orders come in many different forms, including monastic orders of monks or nuns, templar orders of knights, priestly orders that attend to holy needs in the community, and mendicant orders of friars that wander the Old World, usually subsisting from alms. Each order is organised differently according to individual cult law and tradition, but in all cases they swear allegiance to the head of their cult, not the local nobility.</p><h4>Holy Sites</h4><p>The cults maintain holy sites across the Old World, many of them associated with legendary deeds of the gods from mythical times. Most are protected by buildings such as temples, abbeys, chapterhouses, or monasteries. Some older sites, or those not so well known, may only be marked by a shrine or unattended chapel. Cult buildings are usually decorated beautifully inside and out with scenes from the religion’s mythology. They vary widely in size and layout and often follow regional styles of architecture. Some hold extreme wealth, especially in the towns and cities where a more affluent population provides greater tithes. Larger cult buildings support dozens of people, including lay craftspeople, guards, and servants, while smaller sites are run by a handful of staff aided by volunteers from the community. In villages, a single priest is the norm, supported by the faithful.</p><p>Shrines and chapels are more modest affairs, the size of a one-room house or smaller. They do not normally have a full-time priest, although they may come under the charge of a nearby temple or — especially in rural areas — a wandering priest who travels from one village and shrine to another. In a priest’s absence, local villagers pray unsupervised, leave small offerings, and keep the shrine in good repair.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\"><em>Options: Little Prayers</em></h3><p><em>Prayers to the gods are rarely answered by those not @UUID[.uNYj9n5rXsc8W5GS#the-blessed]{Blessed}, but the gods do listen sometimes. Prayers offered in holy sites have a chance of receiving divine attention. If the offering, circumstances, and motivation are appropriate, the GM may secretly roll [[/br d100 # Little Prayers]] to see if your prayers are heeded. On a roll of 01, they are. If you have the Pray Skill, the GM may increase that chance. When such prayers are answered, the results may not be exactly what you expect — the gods of the Old World do not simply grant wishes — but it will almost always be something that will help you achieve a goal that is important to the deity. This might be a bonus to a dice roll, or a one-shot use of a Skill or Prayer that is otherwise unavailable, or some other advantage.</em></p></blockquote><h3>Primary Cults of the Empire</h3><p>Although many hundreds of gods are worshipped across the Empire, ten are of particular importance, each worshipped by cults spanning the grand provinces and granted a special position by Magnus the Pious over two-hundred years ago.</p><p>@UUID[.TGPJzTKAihJha3zB]{The Cult of Manann, God of the Sea}</p><p>@UUID[.HfmrIexylrgxIz2x]{The Cult of Morr, God of Death}</p><p>@UUID[.pqKQj4SPAR9qIKB5]{The Cult of Myrmidia, Goddes of Strategy}</p><p>@UUID[.vrUN2NZ9t9d37J6V]{The Cult of Ranald, God of Trickery}</p><p>@UUID[.dY6NZyY5pujNM5h8]{The Cult of Rhya, Goddess of Fertility}</p><p>@UUID[.TjfeXu3fimHJ5I9Q]{The Cult of Shallya, Goddess of Mercy}</p><p>@UUID[.OclFlDGI5fC9ygoP]{The Cult of Sigmar, God of the Empire}</p><p>@UUID[.GqvN0qGNFSBPi9Dr]{The Cult of Taal, God of the Wild}</p><p>@UUID[.jza73azXzLy0oVCy]{The Cult of Ulric, God of War}</p><p>@UUID[.9bWE0Ayt5XGQf50r]{The Cult of Verena, Goddess of Wisdom}</p><h3>The Grand Conclave</h3><p>When Emperor Magnus the Pious rebuilt the Empire after the Great War Against Chaos, he realised previous schisms and civil wars besetting his realm were often sourced in religious unrest.</p><p>To help prevent this happening again, Magnus created the Grand Conclave, a meeting of the primary cults in the Empire held every five years to air grievances and discuss resolutions, with the emperor sitting as chair.</p><p>Though enormously controversial at the time, the Grand Conclave is now fully accepted, and is held alongside great celebrations and festivities, with the representatives of the following gods required to attend: Manaan, Morr, Myrmidia, Ranald, Rhya, Shallya, Sigmar, Taal, Ulric, and Verena. Although other influential cults exist — such as the Cult of Handrich, which is currently lobbying for a seat on the Conclave — the ten currently sitting are widely perceived as the most important in the Empire.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><span style=\"font-style:normal\">Primary Gods of the Empire</span></h3><table style=\"width:100%;height:459px\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"height:17px\"><em><strong>God</strong></em></td><td style=\"height:17px\"><em><strong>Spheres</strong></em></td><td style=\"height:17px\"><em><strong>Worshippers</strong></em></td><td style=\"height:17px\"><em><strong>Offerings</strong></em></td></tr><tr style=\"height:51px\"><td style=\"height:51px\"><em>Manann</em></td><td style=\"height:51px\"><em>The seas, oceans, the Wasteland</em></td><td style=\"height:51px\"><em>Sailors, fishermen, merchants</em></td><td style=\"height:51px\"><em>Fish, gems, gold</em></td></tr><tr style=\"height:51px\"><td style=\"height:51px\"><em>Morr</em></td><td style=\"height:51px\"><em>Death and dreams, Ostermark</em></td><td style=\"height:51px\"><em>Undertakers, the bereaved, undead hunters, mystics</em></td><td style=\"height:51px\"><em>Silver coins, incense, candles</em></td></tr><tr style=\"height:51px\"><td style=\"height:51px\"><em>Myrmidia</em></td><td style=\"height:51px\"><em>Strategic warfare, Tilea, Estalia</em></td><td style=\"height:51px\"><em>Estalians, strategists, Tileans</em></td><td style=\"height:51px\"><em>Spears, shields, vows of duty, trophies</em></td></tr><tr style=\"height:51px\"><td style=\"height:51px\"><em>Ranald</em></td><td style=\"height:51px\"><em>Trickery, thieves, luck, the poor</em></td><td style=\"height:51px\"><em>Rogues, gamblers, and the poor</em></td><td style=\"height:51px\"><em>Cards, coins, dice, food</em></td></tr><tr style=\"height:34px\"><td style=\"height:34px\"><em>Rhya</em></td><td style=\"height:34px\"><em>Fertility, life, summer</em></td><td style=\"height:34px\"><em>Farmers, herbalists, midwives</em></td><td style=\"height:34px\"><em>First reapings, wheat, fruit</em></td></tr><tr style=\"height:34px\"><td style=\"height:34px\"><em>Shallya</em></td><td style=\"height:34px\"><em>Mercy and healing</em></td><td style=\"height:34px\"><em>The poor, physicians, the sick, abused women</em></td><td style=\"height:34px\"><em>Food, medicine, coins</em></td></tr><tr style=\"height:34px\"><td style=\"height:34px\"><em>Sigmar</em></td><td style=\"height:34px\"><em>The Empire, Reikland</em></td><td style=\"height:34px\"><em>Folk of the Empire</em></td><td style=\"height:34px\"><em>Hammers, coins, food</em></td></tr><tr style=\"height:51px\"><td style=\"height:51px\"><em>Taal</em></td><td style=\"height:51px\"><em>The wilds, spring, Talabecland</em></td><td style=\"height:51px\"><em>Herders, foresters, and other rural folk</em></td><td style=\"height:51px\"><em>Land left wild, first kill from a hunt, animals</em></td></tr><tr style=\"height:51px\"><td style=\"height:51px\"><em>Ulric</em></td><td style=\"height:51px\"><em>War, winter, wolves, Middenland</em></td><td style=\"height:51px\"><em>Warriors, Middenlanders</em></td><td style=\"height:51px\"><em>Weapons, trophies, ale, wolf skins</em></td></tr><tr style=\"height:34px\"><td style=\"height:34px\"><em>Verena</em></td><td style=\"height:34px\"><em>Learning, justice, wisdom</em></td><td style=\"height:34px\"><em>Scribes, lawyers, scholars</em></td><td style=\"height:34px\"><em>Books, knowledge, just acts</em></td></tr></tbody></table></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 300000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Dwarven Ancestor Gods",
      "type": "text",
      "_id": "pjudnfYkSbMxg3oh",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Dwarfs venerate their ancient ancestors, valuing tradition above all else. Though the Time of the Ancestor Gods was many thousands of years ago, the Dwarfs still hold records of that time in their oldest Holds. Many names echo from that era, creating a broad, inter-related pantheon, but three Ancestor Gods are of especial importance and are known by all Dwarfs: Grimnir, Grungni, and Valaya, each a progenitor of the species as a whole. In addition to the oldest Ancestor Gods, Dwarfs also revere the founders of local clans as guardian deities.</p><h3>Dwarf Priests</h3><p>Those dedicating themselves to the cults of the Ancestor Gods do not use the Priest, Nun, or Warrior Priest Careers, as Dwarfs have a very different relationship with their gods, seeking to emulate them rather than worship or appease them.</p><p>Because of this, if you wish to play a Dwarf dedicated to one of the Ancestor Gods, simply choose an appropriate career to best act like that god. So, if you wanted to emulate Grimnir, effectively becoming a priest of Grimnir, perhaps play a Slayer and join the Cult of the Slayer, or maybe become a Soldier.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><span style=\"font-style:normal\">Primary Dwarf Gods</span></h3><table style=\"width:100%;height:68px\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"height:17px\"><em><strong>God</strong></em></td><td style=\"height:17px\"><em><strong>Sphere</strong></em></td><td style=\"height:17px\"><em><strong>Worshippers</strong></em></td><td style=\"height:17px\"><em><strong>Offerings</strong></em></td><td style=\"height:17px\"><em><strong>Notes</strong></em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Grimnir</em></td><td style=\"height:17px\"><em>Warriors, Courage</em></td><td style=\"height:17px\"><em>Soldiers, slayers</em></td><td style=\"height:17px\"><em>Axes, gold jewellery, resolved grudges</em></td><td style=\"height:17px\"><em>High temple in Karaz-a-Karak; largest Slayer temple in Karak Kadrin. Husband to Valaya; brother to Grungni</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Grungni</em></td><td style=\"height:17px\"><em>Mining, Metalworking, Stoneworking</em></td><td style=\"height:17px\"><em>Artisans, miners</em></td><td style=\"height:17px\"><em>Fine stone or metal work, mail armour</em></td><td style=\"height:17px\"><em>High temple in Karak Azul. Husband to Valaya; brother to Grimnir.</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Valaya</em></td><td style=\"height:17px\"><em>Brewing, Hearth, Healing</em></td><td style=\"height:17px\"><em>Artisans, scholars, physicians</em></td><td style=\"height:17px\"><em>Beer, shields, food</em></td><td style=\"height:17px\"><em>High temple in Karaz-a-Karak. Wife to Grimnir and Grungni.</em></td></tr></tbody></table></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 500000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Elven Gods",
      "type": "text",
      "_id": "H005SPJVSFwWEV8P",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Elves worshipped their own gods long before Humans and most other species existed in their current forms. Their pantheon is extensive, with different groups of deities being held as important by Wood Elves and High Elves.</p><p>Loosely, there are two groups of gods, the Cadai and the Cytharai. The Cadai rule the heavens, and have strong connections to their Elven worshippers, directly helping where they can. The selfish Cytharai rule the underworld, and care little for the Elves. Standing apart from both these courts are a loose group of unaligned gods, the most prominent being Morai-Heg the Crone, Goddess of Fate and Death.</p><p>The High Elves especially revere the Cadai, and have sophisticated priesthoods dedicated to their teachings. They appease the Cytharai when necessary, but it is unlawful to worship any but Mathlann, whose aid is sought by mariners. According to their myths, Asuryan, the God of Creation, is king of all the gods, able to pronounce judgement upon them all.</p><p>The Wood Elves take a much more balanced approach and have temples and shrines to all the gods impacting their lives, be they Cadai or Cytharai. Because of their close association with the woods and forests, they revere Isha the Mother and Kurnous the Hunter above all others, and rumours persist that both gods take a direct hand in Wood Elf affairs.</p><p>According to some theologians — mostly Elven — the deities of this pantheon are the true gods, and those worshipped by other species are simply different aspects of the Elven originals.</p><h3>Elven Priests</h3><p>Both High Elves and Wood Elves have priesthoods for the gods, but they do not have blessings and miracles. The Elves don’t believe the gods manifest in this fashion, and instead see magic as a gift from the gods. Because of this, if you wish to be an Elven priest, use the Wizard career, and chose from an appropriate Lore to represent the magic your god has gifted. So, a ‘priest’ of Kurnous would use the Lore of Beasts, a worshipper of Isha, the Lore of Life, and devotees of Asuryan use the Lores of Light or Fire.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><span style=\"font-style:normal\">Primary Elven Gods</span></h3><table style=\"width:100%;height:238px\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"height:17px\"> </td><td style=\"height:17px\"><em><strong>Sphere</strong></em></td><td style=\"height:17px\"><em><strong>Worshippers</strong></em></td><td style=\"height:17px\"><em><strong>Offerings</strong></em></td><td style=\"height:17px\"><em><strong>Notes</strong></em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\" colspan=\"5\"><em><strong>Cadai</strong></em></td></tr><tr style=\"height:51px\"><td style=\"height:51px\"><em>Asuryan</em></td><td style=\"height:51px\"><em>All Creation, the Heavens, Phoenixes</em></td><td style=\"height:51px\"><em>Rulers, judges, lawyers in general</em></td><td style=\"height:51px\"><em>White feathers, masks, white crystals</em></td><td style=\"height:51px\"><em>The Creator and king of all the gods. Asuryan created the mortal and divine realms, and separated them.</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Isha</em></td><td style=\"height:17px\"><em>Fertility, life</em></td><td style=\"height:17px\"><em>Rural folk of all kinds</em></td><td style=\"height:17px\"><em>Food, tears, green crystals</em></td><td style=\"height:17px\"><em>The Mother. Wife of Kurnous. Isha created the Elves.</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Kurnous</em></td><td style=\"height:17px\"><em>Animals, wild places, hunting</em></td><td style=\"height:17px\"><em>Hunters, woodsmen, and those working with animals</em></td><td style=\"height:17px\"><em>Animals, enemy blood, amber crystals</em></td><td style=\"height:17px\"><em>The King of the Wild Hunt, Lord of Beasts, and husband of Isha. Kurnous created all animals.</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Hoeth</em></td><td style=\"height:17px\"><em>Wisdom, knowledge, teaching</em></td><td style=\"height:17px\"><em>Scholars, mages, perfectionists</em></td><td style=\"height:17px\"><em>Tomes, swords, yellow crystals</em></td><td style=\"height:17px\"><em>The Lord of Wisdom. Hoeth elevated the Elves to sentience.</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\" colspan=\"5\"><em><strong>Cytharai</strong></em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Atharti</em></td><td style=\"height:17px\"><em>Pleasure, seduction, snakes, the mind</em></td><td style=\"height:17px\"><em>Hedonists, bawds, and those lost to their emotions</em></td><td style=\"height:17px\"><em>Snakes, gems, pale pink crystals</em></td><td style=\"height:17px\"><em>The Lady of Desire. Atharti unlocked Elven emotions after their creation. The High Elves largely forbid her worship.</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Khaine</em></td><td style=\"height:17px\"><em>War, blood-shed, violence</em></td><td style=\"height:17px\"><em>Warriors and soldiers of all kinds</em></td><td style=\"height:17px\"><em>Blood, weapons, red crystals</em></td><td style=\"height:17px\"><em>The Bloody-Handed.</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Mathlann</em></td><td style=\"height:17px\"><em>Oceans</em></td><td style=\"height:17px\"><em>Seafolk of all kinds</em></td><td style=\"height:17px\"><em>Gold, fish, turquoise crystals</em></td><td style=\"height:17px\"><em>The Lord of the Deeps. Has little love for anything land-bound, including Elves.</em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\" colspan=\"5\"><em><strong>Unaligned</strong></em></td></tr><tr style=\"height:17px\"><td style=\"height:17px\"><em>Morai-Heg</em></td><td style=\"height:17px\"><em>Death, fate, crows</em></td><td style=\"height:17px\"><em>The bereaved</em></td><td style=\"height:17px\"><em>Bones, black feathers, black crystals</em></td><td style=\"height:17px\"><em>The Crone. Worship is generally shunned as it is seen as unwise to attract her attention.</em></td></tr></tbody></table></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 600000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Halfling Gods",
      "type": "text",
      "_id": "FxQisU7A63ZPy1jH",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Some say that Halflings are superstitious rather than religious, and the bulk of their deities support this impression. Most Halfling gods and goddesses have to do with hearth and home, cooking, herb lore, earthy matters, and general day-to-day concerns. Halfling gods are practical rather than philosophical: as the saying goes: ‘Deep thoughts butter no parsnips’. Halflings also show respect to certain Human deities — Sigmar, Taal, and Rhya in particular — but this is more from a desire to avoid conflict than from any sincere devotion.</p><h3>Halfling Priests</h3><p>Halflings don’t really have priests, and they certainly don’t build temples (though Humans seem happy to do it for them, especially Sigmarites). There are better things to do than warble on about someone else’s business. Of course, they respect the gods, and have shrines on-hand should they need to have a quick natter, but none make a career exclusively talking to just one god — why make yourself so exclusive? Should a particular god need to be appeased, it is usually left up to a local elder to do what’s required on behalf of the community, often after a great deal of talking with relevant experts and peers.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><span style=\"font-style:normal\">Primary Halfling Gods</span></h3><table style=\"width:100%;height:238px\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"height:17px;width:14.7752%\"><em><strong>God</strong></em></td><td style=\"height:17px;width:20.3426%\"><em><strong>Sphere</strong></em></td><td style=\"height:17px;width:21.8393%\"><em><strong>Worshippers</strong></em></td><td style=\"height:17px;width:15.8481%\"><em><strong>Offerings</strong></em></td><td style=\"height:17px;width:27.1949%\"><em><strong>Notes</strong></em></td></tr><tr style=\"height:51px\"><td style=\"height:51px;width:14.7752%\"><em>Esmerelda</em></td><td style=\"height:51px;width:20.3426%\"><em>Hearth, home, hospitality</em></td><td style=\"height:51px;width:21.8393%\"><em>All Halflings try to emulate Esmerelda</em></td><td style=\"height:51px;width:15.8481%\"><em>Food, fire, comfort</em></td><td style=\"height:51px;width:27.1949%\"><em>The Many-Times-Grandmother</em></td></tr><tr style=\"height:68px\"><td style=\"height:68px;width:14.7752%\"><em>Hyacinth</em></td><td style=\"height:68px;width:20.3426%\"><em>Childbirth, Fertility, Sex</em></td><td style=\"height:68px;width:21.8393%\"><em>Midwives, pregnant women, revellers</em></td><td style=\"height:68px;width:15.8481%\"><em>Boiled water, palliative herbs</em></td><td style=\"height:68px;width:27.1949%\"><em>Has a fondness for twins and triplets.</em></td></tr><tr style=\"height:68px\"><td style=\"height:68px;width:14.7752%\"><em>Josias</em></td><td style=\"height:68px;width:20.3426%\"><em>Farming, domesticated animals</em></td><td style=\"height:68px;width:21.8393%\"><em>Farmers, herders, gardeners</em></td><td style=\"height:68px;width:15.8481%\"><em>Crops, food, thick soups</em></td><td style=\"height:68px;width:27.1949%\"><em>The Faithful. Josias is known for working hard and resting hard.</em></td></tr><tr style=\"height:34px\"><td style=\"height:34px;width:14.7752%\"><em>Quinsberry</em></td><td style=\"height:34px;width:20.3426%\"><em>Knowledge, ancestry, tradition</em></td><td style=\"height:34px;width:21.8393%\"><em>Scholars</em></td><td style=\"height:34px;width:15.8481%\"><em>Books, tapestries, gold</em></td><td style=\"height:34px;width:27.1949%\"><em>Has a library detailing the complete history and bloodline of every Halfling</em></td></tr></tbody></table></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 700000,
      "flags": {
        "core": {
          "sheetClass": ""
        }
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Chaos Gods",
      "type": "text",
      "_id": "ptBKZDqZ5r3caZGH",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>The Ruinous Powers of Chaos are the foremost existential threat to the Old World, but much about them remains a mystery. Merely seeking such knowledge is punishable by death without permission from the Cult of Sigmar. And seeking such permission attracts intense scrutiny of your person and motives, and is seldom granted.</p><p>The Ruinous Powers are seen by the common folk as the punishing manifestation of sin, and the reason that all must behave within socially acceptable boundaries as espoused by the cults. Indulging in violence, lust, slovenliness or unseemly curiosity has direct repercussions for the individual (as they are corrupted and come to a sticky end) and for their community, as their deviant behaviour attracts the destructive attention of these evil forces. </p><p>The average person will know of the most powerful of these forces through euphemistic names, such as the Blood God, the Plague Lord, the Lord of Change, and the Prince of Pain. Even the most learned scholars of this forbidden lore can only guess at what motivates these obscene powers, or if they even have an agenda beyond their primal impulses. </p><p>It seems there are competing factions dedicated to different aspects of ruin, and they are as much enemies to each other as to the rest of the Old World. On the rare occasions when they co-operate, much like they did during the Great War Against Chaos over two-hundred years ago, the world trembles. Some claim cults dedicated to the Chaos Gods have infiltrated the Empire. Most dismiss this as nonsense, for no right-thinking individual would be so foolish as to worship one of the Ruinous Powers.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 800000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Prayers",
      "type": "text",
      "_id": "uNYj9n5rXsc8W5GS",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A small number of the faithful stand apart from their peers, seemingly able to appeal for their deity’s direct intervention in the form of miracles. Those who perform such feats are known by many names in different parts of the Old World — including: Living Saints, Gods’ Servants, The Hallowed, Divine Wills, Anointed Ones — but, in the Empire, they are most commonly referred to as ‘Blessed’, which is often used as a title. So, if Sister Anna where to be Blessed by Sigmar — i.e. granted Sigmar’s grace, able to have her prayers answered — she would become ‘Blessed Anna’, or, in full, ‘Blessed Anna, Sister of Sigmar’.</p><h3>The Blessed</h3><p>There are two Talents that specifically mark out those Blessed by the gods: Bless and Invoke . Characters with the Bless Talent may enact Blessings, which are minor manifestations of divine will, while the Invoke Talent allows the Blessed to call on their gods for more powerful Miracles. For more on these Talents, see @UUID[JournalEntry.6zOdTLv3YeYeJ4hR]{Skills and Talents}.</p><h3>Blessings and Miracles</h3><p>Blessing and Miracles are prayers spoken by one of the Blessed, and then empowered by a god. To enact a Blessing or Miracle, make a <strong>Challenging (+0) Pray</strong> Test. If you score a Success, your Blessing or Miracle manifests according to its rules, and a high SL will give you bonus effects. If you score a Failure, your words are spoken, but your god, for whatever reason, refuses to listen. If you Fumble the Pray Test, you have offended your god and must roll on the Wrath of the Gods table.</p><h4>Limitations</h4><p>You must be able to speak to intone the required prayer, rite, chant, or song to enact a Blessing or Miracle. Each of your Blessings or Miracles can only be in effect once, meaning you have to wait for an existing one to come to an end before using the same prayer again.</p><p>Multiple invocations of the same prayer by different individuals do not offer cumulative bonuses. Thus, intoning two Blessings of Finesse will only provide a bonus of +10 to Dexterity.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>Options: Preach It, Sister!</em></h3><p><em>Each of the gods have different styles of prayers, designed to be intoned in different ways. Whether these are the warcries of Ulric, the shanties of Manaan, or the threnodies of Morr, each requires the words be spoken (or sung) firmly, and with conviction.</em></p><p><em>To represent this, the GM may require that any Pray Tests that are intoned quietly or without confidence have a higher Difficulty.</em></p></blockquote><h3>Sin Points</h3><p>The Blessed are watched closely by the gods, and risk gaining the disfavour of their deities if they should act contrary to their gods’ will. In game, this is represented with Sin points.</p><p>If you violate any of the Cult Strictures listed under your god, the GM will award one or more Sin Points. Every time you receive a Sin point, it is added it to your running total. There is no maximum to the number of Sin points you can earn. The more points you have, the more upset your god is likely to be should you call upon divine aid.</p><h4>Sin and Wrath</h4><p>Appealing to your deity when you have been acting contrary to the god’s wishes is risky. Whenever you make a Pray Test, if the units die of the result is equal to or less than your current Sin point total, then you will suffer the Wrath of the Gods, even if the Pray Test is successful.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>It's A Sin!</em></h3><p><em>There are many different ways Blessed Priests can break their strictures; GMs should consider the scale of the infraction when awarding Sin Points, and allocate them proportionately, normally scoring 1 to 3. For instance, one of the strictures of the cult of Myrmidia is to respect prisoners of war. If a Myrmidian priest were to deny a thirsty prisoner of war a drink of water, this may earn a single Sin point. Beating a prisoner would be a great infraction, securing maybe 2 Sin points. Torturing or killing a helpless prisoner is unacceptable to Myrmidia, easily earning 3 or maybe more Sin points.</em></p><p><em>Kind GMs may wish to warn players before they commit infractions, especially if they are new to <strong>WFRP</strong>.</em></p></blockquote><h3>Wrath of the Gods</h3><p>The @Table[wrath]{Wrath of Gods} table is referenced whenever you Fumble a Pray Test, or when the units die of a Pray Test is equal or lower than your current Sin points. The GM may also use it, or pluck results from it, whenever you foolishly insult any of the gods. When rolling on the Wrath of the Gods table, add +10 to the roll for each Sin Point you have accrued. After rolling and applying the result, reduce your Sin points by 1, to a minimum of 0.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>yOU’vE GOT TO PRAy!</em></h3><p><em>If a character behaves in a particularly pious manner, such as completing an arduous pilgrimage, or making a significant donation to their cult, the GM may wish to remove one or more Sin Points with a successful Pray Test, used to show you are begging for absolution. This, of course, also risks the chance of Wrath of the Gods. Otherwise, the only way to remove Sin Points is by rolling on the @Table[wrath]{Wrath of the Gods} table.</em></p></blockquote><h4>Penance</h4><p>Some Wrath of the Gods results require penance. The GM can decide upon a suitable penance depending on your misdeed, or they may prefer you to choose your own penance, with further punishment awaiting if you are insufficiently penitent. Examples of typical penances are listed in each cult description. Penances may come in the form of a vision, divine inspiration or, very rarely, by direct communication from your deity. If you are not worthy of such contact, a penance may be conveyed through another member of your cult. Alternatively, a Divine Servant of the cult could manifest — this could be a dead teacher, a figure of legend, or an appropriate animal — and inform you what is required. The GM should consider the sins involved, and how the god in question would likely react to these.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>DIVINE SERVANTS</em></h3><p><em>Divine servants are supernatural minions of the gods in the material realm, in the same way that Daemons serve the Dark Gods. They tend to take the form either of a favoured animal — such as a white wolf for Ulric or a golden eagle for Myrmidia — or a departed devotee of the god, such as a legendary priest or templar. To construct Divine Servants appropriate to the god at hand, use the rules in @UUID[JournalEntry.3ZynTGhFpgwv6l1n]{Bestiary}, modifying an animal, Human, or Daemon as you see fit.</em></p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 900000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Manann, God of the Sea",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/manann.webp\" width=\"272\" height=\"338\" /></div>\n<p><strong>Seat of Power</strong>: Marienburg, the Wasteland</p>\n<p><strong>Head of the Cult</strong>: Matriarch of the Sea</p>\n<p><strong>Primary Orders</strong>: Order of the Albatross, Order of the Mariner Major Festivals: Spring Equinox, Autumn Equinox</p>\n<p><strong>Popular Holy Books</strong>:<em> The 1000 Shanties, Tales of the Albatross, Liber Manaan</em></p>\n<p><strong>Common Holy Symbols</strong>: Five-tined Crown, Waves, Anchors</p>\n<p>Volatile Manann, the son of Taal and Rhya, is the capricious King of the Sea, Master of the Maelstroms, and Summoner of Storms. Known for his black moods and erratic temper, folk claim his cult is needed more than any other, for if ever there is a god that must be appeased, it’s Manaan. He’s depicted as an enormous, black-bearded man with seaweed in his hair and a great, five-pointed crown of black iron upon his troubled brow. He’s said to dwell at the bottom of the ocean, the rise and fall of his massive chest forming the waves and tides as the greatest monsters of the deep gather in his court.</p>\n<h3><strong>Worshippers</strong></h3>\n<p>Manann is worshipped along coasts throughout the Old World, wherever people make their living from the sea or live close enough for storms and floods to threaten their homes. Even those who know little of Manann will throw a coin or other small treasure into the water before beginning a sea voyage in the hope of a smooth crossing.</p>\n<p>The cult has a significant number of orders, mostly monastic, tasked to guard isolated, sacred islands. The Order of the Albatross is largest, comprised of priests who maintain temples across the Old World and bless merchant or naval vessels with their presence. Often accompanying them, the Order of the Mariner is the military arm of Manann, the cult’s templar-marines, sworn protectors of Marienburg.</p>\n<p>Manann’s clerics usually wear robes of dark greenish-blue or blue-grey, trimmed with a white wave-pattern.</p>\n<h3><strong>Holy Sites</strong></h3>\n<p>Manann’s temples are found in all coastal towns and cities, and in most river ports where seagoing vessels berth. The high temple is in the great port-city of Marienburg: a huge, lavishly decorated complex open to the tides. The Matriarch of the Sea, head of the Order of the Albatross, is based there, a woman who ostensibly leads the entire cult of Manann, although in practice the sea-god’s clerics are as mercurial as  their god, and as likely to be stubborn as to serve.  The cult also maintains many monasteries and abbeys on small isolated islands, most dedicated to one of Manann’s many saints. </p>\n<h3><strong>Penances</strong></h3>\n<p>Penances from Manann often involve hazardous, maritime pilgrimages, tests of sailing skills, or expeditions against the sea-god’s enemies, especially followers of the heretical cult of Stromfels, God of Pirates, Wreckers, and Sharks.</p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center;font-style:normal\"><strong>Strictures</strong></h3>\n<ul style=\"font-style:normal\">\n<li>No whistling or swearing when at sea or on holy ground.</li>\n<li>Never harm an albatross.</li>\n<li>First catch to Manann.</li>\n<li>A silver and fish to every Manannite temple and shrine approached.</li>\n<li>Hunt down the servants of Stromfels wherever they may hide.</li>\n</ul>\n</blockquote>\n<h3>Blessings</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.ElmLfnrXliStS9CP]{Blessing of Battle}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.TKHvOsihelBStO6i]{Blessing of Breath}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Cg2Q3TV66cpmheHS]{Blessing of Courage}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.0r3moMIHXsBrcOyh]{Blessing of Hardiness}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.eBRjKAF6U0yR0KK8]{Blessing of Savagery}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.GvaOlWY8iD5CO1WB]{Blessing of Tenacity}</p>\n<h3>Miracles</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.Geo6EAR39JzaP9P2]{Becalm}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.i5DW3xX2lGu6Pps6]{Drowned Man's Face}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.nQ9Fydtqshroi11E]{Fair Winds}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.IKW03JiqXVdDoPA6]{Manann's Bounty}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.VUyCJ5LRPkuC5iZx]{Sea Legs}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.iWVQRVDVDCx1SyPA]{Waterwalk}</p>\n<p> </p>",
        "markdown": ""
      },
      "_id": "TGPJzTKAihJha3zB",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 400000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Morr, God of Death",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/morr.webp\" width=\"279\" height=\"334\" /></div>\n<p><strong>Seat of Power</strong>: Luccini, Tilea</p>\n<p><strong>Head of the Cult</strong>: Custode del Portale</p>\n<p><strong>Primary Orders</strong>: Order of the Shroud, Order of the Black Guard, Order of the Augurs</p>\n<p><strong>Major Festivals</strong>: Hexensnacht, Geheimisnacht</p>\n<p><strong>Popular Holy Books</strong>:<em> The Book of Doorways, Libro Dei Morti, Thernodies of the Raven</em></p>\n<p><strong>Common Holy Symbols</strong>: Portals, Ravens, Black Roses</p>\n<p>Urbane Morr, God of Death and King of the Underworld, is husband to Verena, brother to murderous Khaine, and father of Myrmidia and Shallya. He sends divine ravens to guide dead souls to the Portal, the pillared gateway between the mortal realms and the realm of the gods. He then leads each soul from there to its final resting place: either Morr’s Underworld, or the afterlife of another god. He is commonly portrayed as a tall, dark-haired man of aristocratic bearing, with a brooding, intense air. </p>\n<h3><strong>Worshippers</strong></h3>\n<p>Outside Ostermark, where Morr has special importance, few wish to attract the God of Death’s attention, so normally only the bereaved pray to him. However, those desperate or brave enough may pray for dreams of what the future may bring, though it is said he rarely divulges anything not associated with dying.</p>\n<p>The Order of the Shroud dominates the cult, directly controlling all other orders and the Mourners’ Guild, those responsible for overseeing burials and burial grounds. Supporting them, the Black Guard are the cult’s largest templar order, tasked to guard temples and hunt down the Undead. The Order of Augurs may be small, but it guides the leadership </p>\n<p>with its foretellings, and organises the Order of Doomsayers: these wandering priests of Morr tour the land performing Doomings for all Human children on their tenth year. Bringing them all together, every decade a grand convocation of the priesthood of Morr is held at Luccini in Tilea, where the future for the cult is discussed around city-wide festivities.</p>\n<p>All Morr’s clerics wear plain, black, hooded robes without adornment or trimming.</p>\n<h3><strong>Holy Sites</strong></h3>\n<p>Temples of Morr are within Gardens of Morr: great graveyards wrapped with black roses that bloom all year, and are rarely used for anything other than funeral services. Most are plain structures of dark stone, distinguished by a broad doorway with a heavy lintel-stone — representing Morr’s Portal. The doors are always open, like the doors to the Kingdom of Death.  Inside, the temples are bare. Any necessary furniture and other equipment is kept in storage until it is needed for a funeral service. Shrines to Morr also take the form of a gateway, usually consisting of two plain pillars and a lintel. In some cases, one pillar is white marble and the other black basalt.</p>\n<h3><strong>Penances</strong></h3>\n<p>Morr’s penances typically involve hunting Necromancers and destroying Undead, or finding and restoring burial places and holy sites fallen to disuse and disrepair. He also occasionally requires servants of Khaine be stopped from fulfilling their dark deeds.</p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center\"><em><strong>Strictures</strong></em></h3>\n<ul>\n<li><em>Respect and protect the dead.</em></li>\n<li><em>Hunt down Necromancers and the Undead wherever they may gather.</em></li>\n<li><em>Pay heed to your dreams.</em></li>\n<li><em>Never refuse to conduct a funeral service.</em></li>\n<li><em>At no time be a party to raising the dead, unless allowed by Morr.</em></li>\n</ul>\n</blockquote>\n<h3>Blessing</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.TKHvOsihelBStO6i]{Blessing of Breath}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Cg2Q3TV66cpmheHS]{Blessing of Courage}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.iIfYOlNrLb0uiV8c]{Blessing of Fortune}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.2WN0muIB2BFd4kBO]{Blessing of Righteousness}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.GvaOlWY8iD5CO1WB]{Blessing of Tenacity}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.FRkIz2sR7ZC92W2G]{Blessing of Wisdom}</p>\n<h3>Miracles</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.0AQheUiRtffqfKNg]{Death Mask}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.sdSy4k7ygDhAjSSX]{Destroy Undead}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.itARFNqBAbwNDAAy]{Dooming}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.rbdxcYoj8N2eMaqV]{Last Rites}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.uE6AXjMjYvtvXQvy]{Portal's Threshold}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.SjKFVBXgLC51dnQz]{Stay Morr's Hand}</p>",
        "markdown": ""
      },
      "_id": "HfmrIexylrgxIz2x",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 437500,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Myrmidia, Goddes of Strategy",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/myrmidia.webp\" width=\"272\" height=\"347\" /></div>\n<p><strong>Seat of Power</strong>: Magritta, Estalia</p>\n<p><strong>Head of the Cult</strong>: La Aguila Ultima</p>\n<p><strong>Primary Orders</strong>: Order of the Eagle, Order of the Righteous Spear, Order of the Blazing Sun</p>\n<p><strong>Major Festivals</strong>: None in the Empire</p>\n<p><strong>Popular Holy Books</strong>: <em>Bellona Myrmidia, Bellum Strategia, The Book of War</em></p>\n<p><strong>Common Holy Symbols</strong>: Spear behind a shield, eagles, suns</p>\n<p>In the Empire, bronzed Myrmidia, daughter of Verena and Morr, sister of Shallya, is the Goddess of Strategy and Scientific Warfare. However, in the sun-drenched south, Myrmidia is much more than this: she acts as the patron deity of both the Estalian Kingdoms and the Tilean City States, and is fanatically worshipped in both realms. Because of this, her cult is the largest in the Old World, for all it has a limited presence in the Empire. She is commonly portrayed as a tall, muscular, young woman armed and equipped in archaic, southern stylings. She is known for her calm, honourable approach to all matters, and her clerics do what they can to emulate this.</p>\n<h3><strong>Worshippers</strong></h3>\n<p>Myrmidia grants generals the insight to win battles with minimal losses, and soldiers the skill-at-arms to defeat enemies quickly and without significant losses. Because of this, her cult is steadily growing among the armies and garrisons of the Empire, especially in the Reikland, Averland, and Wissenland. In the Empire, the cult has three orders of significance. The Order of the Eagle tends to the temples and their surrounding communities, and is led from Nuln by the ‘Eagle of the North’, the most powerful Myrmidian north of the Vaults. The templar Order of the Righteous Spear has a chapterhouse attached to each of these temples, each commanded by the local high priest. A second templar order, the Order of the Blazing Sun, is the oldest Myrmidian order in the Empire, and works independently of the Order of the Eagle.</p>\n<p>Myrmidia’s clerics in the Empire normally wear blue cowls over white robes with red edging, with her symbol either sewn onto the left breast or worn as a cloak-clasp.</p>\n<h3><strong>Holy Sites</strong></h3>\n<p>Most of Myrmidia’s holy sites are found in Estalia and Tilea, and are associated with the goddess’s campaigns across those realms when she manifested as a mortal over two-thousand years ago. In the Empire, the goddess has much less of a presence, with temples only in major towns and cities, and only a single monastic order cloistered in the Monastery of the Black Maiden in Wissenland. Temples to Myrmidia tend to follow the architectural styles of Tilea and Estalia, with domed roofs covering square or rectangular halls. Their exteriors are often carved with low reliefs showing battle scenes or tableaux of weapons and shields. Shrines may take the form of miniature temples, statues of the goddess, or free-standing sculptures of stacked weapons, shields, and armour. Myrmidia’s holy sites are also known for their scandalous depictions of the goddess and her saints, who are often presented wearing little more than scarves about their waists, which many Sigmarites find completely unacceptable.</p>\n<h3><strong>Penances</strong></h3>\n<p>Penances from Myrmidia are usually military in nature. A cultist may be ordered to defeat an enemy champion in single combat, or to train a group of peasants and lead them in the defence of their village. Protecting pilgrimage routes to sites of importance to Myrmidia are also not uncommon.</p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center\"><em><strong>Strictures</strong></em></h3>\n<ul>\n<li><em>Act with honour and dignity in all matters.</em></li>\n<li><em>Respect prisoners of war, and never kill an enemy who surrenders</em></li>\n<li><em>Show no mercy to the unrepentant enemies of Humanity.</em></li>\n<li><em>Obey all honourable orders.</em></li>\n<li><em>Preserve the weak from the horrors of war.</em></li>\n</ul>\n</blockquote>\n<h3>Blessings</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.ElmLfnrXliStS9CP]{Blessing of Battle}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.tEMwdlHM8A40h6HE]{Blessing of Conscience}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Cg2Q3TV66cpmheHS]{Blessing of Courage}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.iIfYOlNrLb0uiV8c]{Blessing of Fortune}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.K5DE9cceinUTIrem]{Blessing of Protection}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.2WN0muIB2BFd4kBO]{Blessing of Righteousness}</p>\n<h3>Miracles</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.Q91bWCEn0gt33fGT]{Blazing Sun}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.7KUKKbXBv8MbyEHt]{Eagle's Eye}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.nyZNUwJ54MTLKQ7Y]{Fury's Call}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.ezVl3vFWTwHfNXL3]{Inspiring}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.V8GCeqgk1FNGFg76]{Shield of Myrmidia}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.BVZWihaal1zq3aJs]{Spear of Myrmidia}</p>",
        "markdown": ""
      },
      "_id": "pqKQj4SPAR9qIKB5",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 475000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Ranald, God of Trickery",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/ranald.webp\" width=\"216\" height=\"254\" /></div>\n<p><strong>Seat of Power</strong>: None officially</p>\n<p><strong>Head of the Cult</strong>: None officially, though rumours persist of a cult leader marked with ten crosses </p>\n<p><strong>Primary Orders</strong>: The Crosses, the Brotherhood, the Crooked Fingers</p>\n<p><strong>Major Festivals</strong>: The Day of Folly</p>\n<p><strong>Popular Holy Books</strong>: <em>The Riddles Ten, Midnight and the Black Cat, The Great Joke</em></p>\n<p><strong>Common Holy Symbols</strong>: Crossed fingers, Cats, Magpies</p>\n<p>According to myth, Ranald was once mortal, a gentle bandit who robbed from the rich and gave to the poor. This so charmed Shallya that the goddess fell in love. One fateful day, she found Ranald dying, fatally touched by the plagues of the Fly Lord. Unable to accept this, she let Ranald drink from her holy chalice, granting the rogue eternal life. But it was all a trick — Ranald had faked it all — and, laughing, the new god gleefully danced into the heavens. While generally portrayed as a dapper Human wearing a perpetual smile, there is little consistency to the height, weight, skin colour, or even gender of Ranald, though the god is more commonly portrayed as male in the Empire. More a cheerful trickster than outright criminal, Ranald is said to have a love of deflating pride with clever tricks and ruses.</p>\n<h3><strong>Worshippers</strong></h3>\n<p>Ranald most commonly stands as a patron to thieves and rogues, but the cult also attracts gamblers, liars, merchants, tricksters, and the poor and downtrodden.</p>\n<p>The cult of Ranald is, by general perception, a disorganised rabble of charlatans, thieves, and ne’er-do-wells. However, it is more co-ordinated than it appears, and split into three primary orders. The Crosses are the most accepted — a priesthood overseeing the cult’s gambling-dens, typically using the proceeds to administer to the poor. The Brotherhood is less open, and is somewhat akin to a secret society of merchants — they use business to bring the pompous and greedy to their knees. Lastly, and most widespread, is the publicly disavowed Crooked Fingers, the thieves, rogues, and liars of Ranald, a group that is roundly distrusted.</p>\n<p>Cultists of Ranald have no conventional garb to identify them, but always work cross symbols into their clothing somewhere, perhaps as a repeating pattern.</p>\n<h3><strong>Holy Sites</strong></h3>\n<p>Ranald has no formal temple organisation, although the cult maintains seemingly unconnected gambling dens in most towns and cities. Small shrines are found in the headquarters of many criminal gangs and merchant houses, and the poorer quarters of many cities have street-corner shrines dedicated to the God of Luck. The latter are often maintained by local ‘shrine clubs’ which operate as both social and religious bodies, and are usually led by one of the Crooked Fingers. Shrines are almost never elaborate, often just a simple, smiling statue with crossed fingers behind the back, or a crudely depicted cat or magpie, often fashioned as if smiling.</p>\n<h3><strong>Penances</strong></h3>\n<p>Ranald’s penances usually involve stealing into locked and guarded locations to recover precious items or leave a token of their presence. Humiliating oppressors of the poor is also common — perhaps by framing a brutal Watch captain for a ludicrous crime, for example, or locking him in his own cells. Ranald often sends favoured and disfavoured cultists alike on a ‘Pilgrimage of Fingers’, a set of tasks proving capability and loyalty.</p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center\"><em><strong>Strictures</strong></em></h3>\n<ul>\n<li><em>One coin in ten belongs to Ranald.</em></li>\n<li><em>Never betray another to the authorities; there is no greater sin than informing.</em></li>\n<li><em>Violence is prohibited except in self-defence.</em></li>\n<li><em>It is better to live free and die than live under oppression.</em></li>\n<li><em>There is no honour among thieves, but there is amongst Ranaldans.</em></li>\n</ul>\n</blockquote>\n<h3>Blessings</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.FElNQGNiPzaOwwKT]{Blessing of Charisma}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.tEMwdlHM8A40h6HE]{Blessing of Conscience}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.OkKWAfnMiHfxhTnB]{Blessing of Finesse}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.iIfYOlNrLb0uiV8c]{Blessing of Fortune}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.K5DE9cceinUTIrem]{Blessing of Protection}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.tMocig1z9dHKNiCT]{Blessing of Wit}</p>\n<h3>Miracles</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.1MUSq1xRyHCaIuAL]{An Invitation}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Bo3ukcaipFNb7Ljl]{Cat's Eyes}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.hL7B3d7A0sYYjHXn]{Ranald's Grace}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.QSwJNH8sotKjtdi4]{Rich Man, Poor Man, Beggar Man, Thief}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.FfGboPdR54WHtkAE]{Stay Lucky}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.fABd17NZvg2uUReL]{You Ain’t Seen Me, Right?}</p>",
        "markdown": ""
      },
      "_id": "vrUN2NZ9t9d37J6V",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 487500,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Rhya, Goddess of Fertility",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/rhya.webp\" width=\"230\" height=\"272\" /></div>\n<p><strong>Seat of Power</strong>: None officially</p>\n<p><strong>Head of the Cult</strong>: None</p>\n<p><strong>Primary Orders</strong>: None</p>\n<p><strong>Major Festivals</strong>: Summer Solstice, with equinoxes also celebrated</p>\n<p><strong>Popular Holy Books</strong>: None, though many oral traditions exist Common Holy Symbols: Sheaf of wheat, fruit, spirals</p>\n<p>Bountiful Rhya is the Goddess of Fertility and Summer, widely known as the Earth Mother and She Who Sustains Life. Though typically depicted as the wife of Taal, myths connect her to many gods, and she has children from many of those relationships. Most commonly portrayed as a tall, beautiful women wreathed in leaves and bedecked in fruit, Rhya’s statues are normally nude, pregnant, and surrounded by her children. Many theologians tie Rhya to the Old Faith, a prehistoric cult comprised of ancient farmers and hunters who wrested a living from the land before the Empire was born, and one still found in secluded communities to this day.</p>\n<h3><strong>Worshippers</strong></h3>\n<p>Rural folk across the Old World venerate Rhya, relying on her to provide the crops upon which their lives depends. Womanfolk comprise the main body of the cult, and most midwives pay at least lip-service to Rhya’s Wisdom, a set of oral traditions surrounding childbirth. Although she is not openly worshipped in the towns and cities — townsfolk often turning to Shallya in her stead — her name is frequently tied with Taal’s, so she is still well known amongst such people. </p>\n<p>Because the cult has no great temples and protects no holy books or relics of significance, many scholars believe her worship to be declining, and possibly already dead. Her many cultists do nothing to contradict such talk.</p>\n<p>Rhya’s cultists have no fixed vestment or preferred garb, though greens are very common, as is using plants, flowers, or herbs to accessorise any clothing. They often dress in a fashion considered far too revealing by Sigmarite doctrine, which can cause friction as the Rhyans believe giving in to such prudishness is tantamount to encouraging the Prince of Excess into your lives, as it builds forbidden desires. Devotees of Sigmar invariably disagree, believing abstinence and restricting temptation is a better response to such dangers than indulgence.</p>\n<h3><strong>Holy Sites</strong></h3>\n<p>Rhya has no large temples, though many ancient sites constructed from oghams (standing stones) are centres of worship for her cult, and some still echo each equinox with the cries of fevered celebrants.</p>\n<p>Shrines to Rhya are usually simple statues of the goddess, often piled high with offerings of food and drink. Older shrines are often made of small standing stones marked with worn, spiralled patterns.</p>\n<h3><strong>Penances</strong></h3>\n<p>Rhyan penances may involve replanting devastated areas, helping broken households, and maintaining sacred groves. It is also common to find Rhyans tasked to protect helpless families, which can often put them at odds with local bailiffs and law enforcement. </p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center\"><em><strong>Strictures</strong></em></h3>\n<ul>\n<li><em>Defend families, children, and crops from all harm.</em></li>\n<li><em>Never feel shame for the flesh Rhya gave you.</em></li>\n<li><em>Life is sacred, do no harm lest another life is in danger.</em></li>\n<li><em>Never judge whom another loves.</em></li>\n<li><em>Interrupt the work of the Prince of Excess wherever it may thirst</em></li>\n</ul>\n</blockquote>\n<h3>Blessings</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.TKHvOsihelBStO6i]{Blessing of Breath}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.tEMwdlHM8A40h6HE]{Blessing of Conscience}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.maUl7MoLvuvTOhM0]{Blessing of Grace}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.C92dpJPRYpkZFsGu]{Blessing of Healing}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.K5DE9cceinUTIrem]{Blessing of Protection}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Jkt465WPdRcejLwl]{Blessing of Recuperation}</p>\n<h3>Miracles</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.qB1T6ii29jreZBRP]{Rhya's Children}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.OiMiQmsv1mut24jD]{Rhya's Harvest}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.25trttu8NxFQQCo9]{Rhya's Shelter}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.pBWXlJDOE7tfl8hP]{Rhya's Succour}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.0uT3mzx8v4H3gVQj]{Rhya's Touch}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.dDxhGgBBM9CugxsH]{Rhya's Union}</p>",
        "markdown": ""
      },
      "_id": "dY6NZyY5pujNM5h8",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 493750,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Shallya, Goddess of Mercy",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/shallya.webp\" width=\"245\" height=\"327\" /></div>\n<p><strong>Seat of Power</strong>: Couronne, Bretonnia</p>\n<p><strong>Head of the Cult</strong>: Grande Matriarch</p>\n<p><strong>Primary Orders</strong>: Order of the Bleeding Heart, Order of the Chalice</p>\n<p><strong>Major Festivals</strong>: None</p>\n<p><strong>Popular Holy Books</strong>: <em>The Book of Suffering, Livre des Larmes, The Testament of Pergunda</em></p>\n<p><strong>Common Holy Symbols</strong>: White doves, keys, heart with a drop of blood</p>\n<p>Shallya is the Goddess of Healing, Mercy, and Compassion. She is the daughter of Verena and Morr, and the sister of Myrmidia. Shallya is normally portrayed as a young, beautiful maiden whose eyes are perpetually welling with tears as she weeps for the world’s pain. It is said Shallya’s compassion knows no bounds, and in some myths — such as the stories of Ranald tricking her into granting him immortality, or Manaan trapping her at the bottom of the sea — she seems trusting to the point of foolishness. However, her cultists maintain her mercy is available to all, without judgment. True foolishness consists of presuming to judge who is worthy of Shallya’s grace and who is not.</p>\n<h3><strong>Worshippers</strong></h3>\n<p>Most Old Worlders think of Shallya’s cult as composed of healers and physicians, but her worshippers also include many who work to help alleviate suffering of other kinds: charitable souls who help the poor; workers in orphanages, asylums, and refuges; and even brave folk who go in search of lost and missing people on behalf of their loved ones.  The cult is ruled by the far-reaching Order of the Bleeding Heart, which maintains all the temples, hospices, mercyhouses, and other holy sites. The significantly smaller Order of the Chalice tasks its mendicants to cleanse the Fly Lord’s influence, tackling the worst diseases and plagues wherever they may fester.</p>\n<p>Shallya’s cultists all wear white robes, often hooded, with a bleeding heart symbol embroidered on the left breast.</p>\n<h3><strong>Holy Sites</strong></h3>\n<p>The high temple of all Shallya’s cult is in Couronne, Bretonnia, built over a famous healing spring. Locals claim the magical waters were once poured there from the same chalice Shallya used to grant Ranald immortality, which they claim is the holy grail of the Lady, the patron Goddess of Bretonnia. Whatever the truth, it is a popular destination for pilgrims, many of whom travel there to be healed from intractable disease. Elsewhere, every town or city of any size has a temple to Shallya, and most smaller settlements have at least a shrine dedicated to her. Temples of Shallya normally consist of a courtyard with a temple on one side and an infirmary on the other, all constructed in southern styles. Larger temples have smaller subsidiary chapels, commonly endowed by local families, and are often connected to hospitals. Shrines are usually simple, often with the dove or heart of Shallya carved into stone, or with small fountains gushing eternal tears from simple statues.</p>\n<h3><strong>Penances</strong></h3>\n<p>Penances set by Shallya always involve helping the sick, poor, or downtrodden. A cultist might be sent to a village struck by a plague to tend the sick until the disease has passed. Shallya often tasks her servants to help the wounded at war, or patrol popular pilgrimage routes for those unable to complete their journeys due to ill health.</p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center\"><strong><span style=\"font-style:normal\">Strictures</span></strong></h3>\n<ul>\n<li><em>Always render assistance without judgement, based only on a person’s need.</em></li>\n<li><em>Never kill except in self-defence or when facing followers of the Fly Lord.</em></li>\n<li><em>Hunt down servants of the Fly Lord wherever they may fester.</em></li>\n<li><em>Shallya’s work is never done, so turn not to self-indulgence.</em></li>\n<li><em>Never take up arms; a walking stick and courage will suffice.</em></li>\n</ul>\n</blockquote>\n<h3>Blessings</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.TKHvOsihelBStO6i]{Blessing of Breath}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.tEMwdlHM8A40h6HE]{Blessing of Conscience}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.C92dpJPRYpkZFsGu]{Blessing of Healing}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.K5DE9cceinUTIrem]{Blessing of Protection}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Jkt465WPdRcejLwl]{Blessing of Recuperation}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.GvaOlWY8iD5CO1WB]{Blessing of Tenacity}</p>\n<h3>Miracles</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.uMECZBuDnb3qkc7k]{Anchorite's Endurance}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.8LcAFB6W37LDN70K]{Balm to a Wounded Mind}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.UtgGJK46K08TZpP5]{Bitter Catharsis}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.YCjWyU567vb4Rs11]{Martyr}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.YAauxOwJJa3JahxQ]{Shallya's Tears}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.SItGUVYokyOo7csk]{Unblemished Innocence}</p>",
        "markdown": ""
      },
      "_id": "TjfeXu3fimHJ5I9Q",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 496875,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Sigmar, God of the Empire",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/sigmar.webp\" width=\"252\" height=\"360\" /></div>\n<p><strong>Seat of Power</strong>: Altdorf, Reikland</p>\n<p><strong>Head of the Cult</strong>: The Grand Theogonist</p>\n<p><strong>Primary Orders</strong>: Order of the Anvil, Order of the Cleansing Flame, Order of the Silver Hammer, Order of the Torch Major Festivals: Sigmarday (28th Sigmarzeit)</p>\n<p><strong>Popular Holy Books</strong>: <em>The Book of Sigmar, Deus Sigmar, The Geistbuch</em></p>\n<p><strong>Common Holy Symbols</strong>: <em>Ghal-maraz</em> (Sigmar’s Warhammer), twin-tailed comets, griffons</p>\n<p>Sigmar is the Empire’s patron, and his cult dominates the realm. Because Sigmar was once the emperor, his worship is inextricably interwoven with politics, and three of the cult’s highest-ranking members are directly involved with electing new emperors. According to legend, 2,500 years ago Sigmar’s birth was heralded by a twin-tailed comet, and he was born the first son of the chief of the Unberogen tribe. When older, he received the magical warhammer Ghal-maraz (‘Skull-splitter’) as a gift from the Dwarf king Kurgan Ironbeard for saving his life from Greenskins. Sigmar later allied with the Dwarfs and their combined forces defeated the Greenskins. He was then crowned as the first emperor of the Human tribes he’d united. After fifty years of extraordinary rule, Sigmar mysteriously vanished, only to later ascend to divinity, crowned as a god by Ulric, Sigmar’s patron in life.</p>\n<h3><strong>Worshippers</strong></h3>\n<p>Most folk of the Empire pay at least lip-service to their patron deity. In the most devout provinces, like Reikland, Sigmar worship is an unquestioned part of daily life. Folk attend weekly ‘throngs’ where the lessons of Sigmar are preached. Many also attend temple to train as local militia, confess sins and purify the soul, or receive advice on how to be more like the God-King of old.  Sigmar’s cult is comprised of an uncounted number of different orders. The largest is the Order of the Torch: Sigmar’s priests who lead their local communities. Other orders of importance include: the Order of the Cleansing Flame, comprised of inquisitors and witch hunters; the Order of the Silver Hammer, which includes warrior priests and yet more witch hunters; and the Order of the Anvil, a monastic order concerned with preserving Sigmar’s deeds and laws. The cult also has many templar orders. The most famous are the proud Knights of Sigmar’s Blood, the fanatical Knights of the Fiery Heart, and the militaristic Knights Griffon. Given the cult is so large, there are many different uniforms, vestments, and robes worn, all of which have different colours, cuts, and accessories according to local tradition and requirement.</p>\n<h3><strong>Holy Sites</strong></h3>\n<p>Every city, town, and village in the Empire has at least one temple to Sigmar. The Grand Cathedral in Altdorf is staffed by hundreds of priests and lay workers, and guarded by at least two orders of templars; at the other end of the scale, a village chapel may be visited just once every week by a travelling priest, who serves the needs of several small settlements.  Shrines can be found in most homes, and wayshrines dot every major highway, mostly marked with hammers or comets.</p>\n<h3><strong>Penances</strong></h3>\n<p>Sigmarite cultists may be ordered to destroy a cell of Chaos-worshippers, or expose a corrupt official who is secretly in league with the Ruinous Powers or a foreign power. It is also common to be tasked with building, or rebuilding, local communities to better promote unity and strength in the Empire.</p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center\"><em><strong>Strictures</strong></em></h3>\n<ul>\n<li><em>Obey your orders.</em></li>\n<li><em>Aid Dwarf-folk, never do them harm.</em></li>\n<li><em>Promote the unity of the Empire.</em></li>\n<li><em>Bear true allegiance to the imperial throne.</em></li>\n<li><em>Root out Greenskins, Chaos worshippers, and foul witches without mercy.</em></li>\n</ul>\n</blockquote>\n<h3>Blessings</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.ElmLfnrXliStS9CP]{Blessing of Battle}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Cg2Q3TV66cpmheHS]{Blessing of Courage}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.0r3moMIHXsBrcOyh]{Blessing of Hardiness}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.KSDrXcieyRc37YI7]{Blessing of Might}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.K5DE9cceinUTIrem]{Blessing of Protection}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.2WN0muIB2BFd4kBO]{Blessing of Righteousness}</p>\n<h3>Miracles</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.Dk0zjtcANtahntHx]{Beacon of Righteous Virtue}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Ffm7xIlRUWyacvKU]{Heed Not the Witch}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.WgZx3xma6vYGz17e]{Sigmar's Fiery Hammer}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.5fVTY8TSua3trOW8]{Soulfire}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.rjkMzFwN1trbSLL8]{Twin-tailed Comet}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.I8YPP2uRmUKyHEq2]{Vanquish the Unrighteous}</p>",
        "markdown": ""
      },
      "_id": "OclFlDGI5fC9ygoP",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 498438,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Taal, God of the Wild",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/taal.webp\" width=\"259\" height=\"327\" /></div>\n<p><strong>Seat of Power</strong>: Talabheim, Talabecland</p>\n<p><strong>Head of the Cult</strong>: The Hierarch</p>\n<p><strong>Primary Orders</strong>: Order of the Antler, The Longshanks</p>\n<p><strong>Major Festivals</strong>: Spring Equinox, with other equinoxes also celebrated</p>\n<p><strong>Popular Holy Books</strong>: <em>The Book of Green, Rites of the Ancient Grove, Tome of Summer’s Path</em></p>\n<p><strong>Common Holy Symbols</strong>: Antlers, oaks, stone axes</p>\n<p>Taal is the God of Wild Places and Animals, and the King of Nature. He is the husband to Rhya, and father to Manaan, and is perceived by Taalites to be the king of the gods, though other cults dispute this. All nature is under his purview, from the snaking rivers to the tallest mountains, from the smallest insect to the greatest beast. He is normally portrayed as a powerfully built, virile man with long, wild hair and great spreading antlers, and is known for his volatile moods and his need to hunt.</p>\n<h3><strong>Worshippers</strong></h3>\n<p>Rural folk across the Old World venerate Taal, and any who make their living in wild places take care not to offend him. Taal is the patron deity of Talabecland in the Empire, where his cult holds significant sway, influencing all levels of society.</p>\n<p>Taal’s cult has a variety of smaller orders dedicated to holy sites and groves throughout the Old World, but two orders drive the cult forwards. The Order of the Antler are the priests of the cult, who are tasked to teach Taal’s ways and protect the wild places from intrusion. </p>\n<p>These Taalites are particularly widespread in Talabecland, and their forest temples are hubs of activity for rural folk. The Longshanks are a mix of warrior-priest and templar who typically wander as individuals, cleansing Taal’s wild places of corruption and ensuring rural communities do nothing to upset Father Taal.</p>\n<h3><strong>Holy Sites</strong></h3>\n<p>Normally, temples to Taal are small, rustic affairs, built of wood and rough stone in a manner unchanged for countless centuries. They are usually sited close to natural features of wonder such as waterfalls, swirling pools, and mountains, and often have small sweat lodges attached. The high temple of Taal in Talabheim is something of an anomaly when compared to this. It appears more a well-maintained, albeit wild, noble garden than a temple, and huge services are held there under the spreading rowan trees weekly. </p>\n<p>Officially, the Hierarch leads the cult from there, though he spends most of his time in the wild groves of the nearby Taalgrunhaar Forest. Shrines to Taal are barely structures at all. Some old trees are regarded as sacred, and offerings pile up at their bases. Caves, forest groves, and other natural places are also used as shrines, and usually only a local or a devout follower of Taal can find them.</p>\n<h3><strong>Penances</strong></h3>\n<p>Taal’s penances usually involve clearing diseased or mutated monsters from wild areas, replanting sacred trees, and maintaining groves important to the cult. A cultist might also be ordered to climb a high mountain and leave a stone on a cairn at the top, or clear an obstruction at the top of a waterfall. Whatever the specific task that must be undertaken, Taal’s penances almost always challenge the cultist to survive in the wild. </p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center\"><em><strong>Strictures</strong></em></h3>\n<ul>\n<li><em>Offer a prayer of thanks for every animal taken.</em></li>\n<li><em>Spend a week alone communing with the wilderness every year.</em></li>\n<li><em>Eschew metal armour; clad yourself in the hides of Taal.</em></li>\n<li><em>Rely on your own skill, not the advances of gunpowder or cold technology.</em></li>\n<li><em>Never harm an animal except in self-defence or for food or sacrifice.</em></li>\n</ul>\n</blockquote>\n<h3>Blessings</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.ElmLfnrXliStS9CP]{Blessing of Battle}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.TKHvOsihelBStO6i]{Blessing of Breath}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.tEMwdlHM8A40h6HE]{Blessing of Conscience}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.0r3moMIHXsBrcOyh]{Blessing of Hardiness}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.eBRjKAF6U0yR0KK8]{Blessing of Savagery}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.By5dc8Q7ZAGpr177]{Blessing of The Hunt}</p>\n<h3>Miracles</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.SZ88OXYo6F2q3vWb]{Animal Instincts}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.n8MfaJhczROmscCR]{King of the Wild}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.mXKrxO8WRZ9QLHA6]{Leaping Stag}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.JxmIQjVuoPcQnyPF]{Lord of the Hunt}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.ONz21FviMRk3AyvE]{Tanglefoot}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.PcKMAEF6UoaPSK6d]{Tooth and Claw}</p>",
        "markdown": ""
      },
      "_id": "GqvN0qGNFSBPi9Dr",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 499219,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Ulric, God of War",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/ulric.webp\" width=\"265\" height=\"318\" /></div><p><strong>Seat of Power</strong>: Middenheim, Middenland</p><p><strong>Head of the Cult</strong>: Ar-Ulric</p><p><strong>Primary Orders</strong>: Order of the Howling Wolf, Order of the Knights of the White Wolf</p><p><strong>Major Festivals</strong>: Campaign Start, Hochwinter, Campaign End Popular Holy Books: Liber Lupus, Teutognengeschichte, The Ulric Creed</p><p><strong>Popular Holy Books</strong>: <em>Liber Lupus, Teutognengeschichte, The Ulric Creed</em></p><p><strong>Common Holy Symbols</strong>: White Wolves, stylised ‘U’s, claws</p><p>Ulric is the ferocious God of Wolves, Winter, and Warfare. He is the brother of Taal and, according to Ulrican lore, the king of the gods, although other cults dispute this. He is normally portrayed as a massive, heavily bearded barbarian wearing a white wolf-pelt cloak, and bearing a mighty war-axe named Blitzbeil. He’s a distant, harsh, and unforgiving god who expects his cultists to rely on individual strength and prowess. He despises weakness, cowardice, and trickery, and favours the direct approach in all matters.</p><h3><strong>Worshippers</strong></h3><p>Ulric’s cult is strongest in the north of the Empire. The city-state of Middenheim, with its enormous high temple to Ulric, is the heart of his cult, and the god is regarded as the city’s patron. Elsewhere, he is worshipped mainly by warriors and soldiers. Devout Ulricans can usually be spotted by their long hair and beards, for most choose not to cut it, imitating their wild deity. Ulric’s cult is split into just two orders: the priestly Howling Wolves, and the templar White Wolves. The Howling Wolves are not very popular outside Middenland and Nordland, viewed by most folk to be too coarse for this enlightened era. By comparison, the Knights of the White Wolf are enormously popular, easily the largest knightly order in the Empire, and the oldest templar order in the Old World. Ulric’s priests wear black robes with a howling white wolf emblem on the chest. A wolf pelt across the shoulders is also common, as is fur trimmings.</p><h3><strong>Holy Sites</strong></h3><p>Ulric’s high temple is in Middenheim, and the cult’s leader, Ar-Ulric (which means the son of Ulric), has enormous temporal and spiritual sway. At the back of the high temple lies the Flame of Ulric, a huge, ever-burning, argent fire granted by the winter god to guide his people. This miracle is the focus of several pilgrimage routes, and all Ulricans of Middenland are expected to bathe in its cold light at least once in their lives. Smaller temples are found in every city and town of any size, but are grander and more numerous in the north than in the south. Chapels and shrines can be found in barracks and forts throughout the Old World.</p><p>Temples resemble fortified keeps and are normally square. The interior of the main hall is lit by small windows high in the walls, and by an ever-stocked fire in a circular hearth tended by the priesthood. Behind the fire, usually against a rear wall, stands a statue of Ulric enthroned, often flanked by a pair of enormous wolves. Shrines are similar but smaller, with a lamp in place of a fire and small statues just a foot or two tall.</p><h3><strong>Penances</strong></h3><p>Penances set by Ulric are almost always tests of strength, courage, and martial skill. Slaying a powerful monster, or clearing out a nest of Beastmen or outlaws, are typical tasks.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center\"><em><strong>Strictures</strong></em></h3><ul><li><em>Obey your betters.</em></li><li><em>Defend your honour in all matters, and never refuse a challenge.</em></li><li><em>Stand honest and true; outside an ambush, trickery and deception are forbidden.</em></li><li><em>Only wear pelts from wolves killed by weapons crafted of your own hands.</em></li><li><em>Blackpowder, helmets, crossbows, and technology are not Ulric’s way.</em></li></ul></blockquote><h3>Blessings</h3><p>@UUID[Compendium.wfrp4e-core.items.ElmLfnrXliStS9CP]{Blessing of Battle}</p><p>@UUID[Compendium.wfrp4e-core.items.Cg2Q3TV66cpmheHS]{Blessing of Courage}</p><p>@UUID[Compendium.wfrp4e-core.items.0r3moMIHXsBrcOyh]{Blessing of Hardiness}</p><p>@UUID[Compendium.wfrp4e-core.items.KSDrXcieyRc37YI7]{Blessing of Might}</p><p>@UUID[Compendium.wfrp4e-core.items.eBRjKAF6U0yR0KK8]{Blessing of Savagery}</p><p>@UUID[Compendium.wfrp4e-core.items.GvaOlWY8iD5CO1WB]{Blessing of Tenacity}</p><h3>Miracles</h3><p>@UUID[Compendium.wfrp4e-core.items.v28a5ilgxvDJfBqR]{Hoarfrost's Chill}</p><p>@UUID[Compendium.wfrp4e-core.items.9ALNZLZUZSLrLvkd]{Howl of the Wolf}</p><p>@UUID[Compendium.wfrp4e-core.items.3ONBOTaeWq657MQR]{Pelt of the Winter Wolf}</p><p>@UUID[Compendium.wfrp4e-core.items.GVMPSJwgscMVJzpX]{The Snow King's Judgement}</p><p>@UUID[Compendium.wfrp4e-core.items.F6iJdTrvBvGQ54G3]{Ulric's Fury}</p><p>@UUID[Compendium.wfrp4e-core.items.rrfrmqCpy10u7c9o]{Winter's Bite}</p>",
        "markdown": ""
      },
      "_id": "jza73azXzLy0oVCy",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 499610,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Cult of Verena, Goddess of Wisdom",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/cults/verena.webp\" width=\"299\" height=\"332\" /></div>\n<p><strong>Seat of Power</strong>: None</p>\n<p><strong>Head of the Cult</strong>: None</p>\n<p><strong>Primary Orders</strong>: The Order of Scalebearers, the Order of Lorekeepers, the Order of Mysteries, the Order of Everlasting Light</p>\n<p><strong>Major Festivals</strong>: Year Blessing</p>\n<p><strong>Popular Holy Books</strong>: <em>Canticum Verena, Eulogium Verena, The Book of Swords</em></p>\n<p><strong>Common Holy Symbols</strong>: Scales of justice, owls, downward-pointing swords</p>\n<p>Wise Verena, the Goddess of Learning and Justice, is the wife of dark Morr and the mother of Myrmidia and Shallya. She is generally depicted as a tall, classically beautiful woman, and usually carries a sword and a set of scales. As the patron of justice she is concerned with fairness rather than the letter of the law: she opposes tyranny and oppression as much as crime.</p>\n<h3><strong>Worshippers</strong></h3>\n<p>Verena is worshipped throughout the Old World, especially in the south. Her devout followers include scholars, lawyers, and magistrates, as well as some wizards of the Colleges of Magic, particularly of the Grey and Light orders.</p>\n<p>The cult of Verena has no rigid hierarchy: it is said that Verena alone heads the cult, and no mortal intermediary is needed because truth is self-evident and requires no interpretation. Temple priests from the Order of Lorekeepers are tasked to preserve knowledge and communicate it to the community. They keep up a voluminous correspondence with each other, exchanging information and news. </p>\n<p>Priests from the equally influential Order of Scalebearers are much sought after to act as judges, arbitrators, and go-betweens, because of their famed impartiality and mastery of the law. The Order of Mysteries is much smaller and less well-known, and contains warrior-priests who seek lost and forgotten lore, wherever it may lie. The last major order is the Knights of the Everlasting Light, templars famed for their sword skills, sense of fairness, and legendary bad luck. Verena’s cultists usually wear plain white robes, symbolic of pure truth and impartiality.</p>\n<h3><strong>Holy Sites</strong></h3>\n<p>Temples to Verena can be found in most cities and larger towns, generally situated in the administrative or university quarters. Most libraries and court-houses include a shrine to the goddess, and smaller shrines can be found in the homes of many scholars and lawyers. Temples usually have colonnaded facades, with symbols of the goddess and allegorical figures of learning presented in low relief. Inside is a large statue of Verena, normally seated with a book in her lap, a pair of scales in her left hand, and her right hand resting on the hilt of a sword. Smaller rooms lead off from the main temple, including a library and chambers for the attendant priests. Each temple has at least one meeting room where negotiations can take place under the eyes of the goddess.</p>\n<h3><strong>Penances</strong></h3>\n<p>Penances set by Verena normally involve the recovery or preservation of knowledge, the righting of an injustice, or the resolution of a dispute. Cultists may also be sent to recover a long-forgotten book of lore, or to mediate in a difficult quarrel. This could be anything from a farmers’ boundary dispute to unpicking the complicated politics of two realms on the brink of war.</p>\n<blockquote class=\"sidebar\">\n<h3 style=\"text-align:center\"><strong><span style=\"font-style:normal\">Strictures</span></strong></h3>\n<ul>\n<li><em>Never refuse to arbitrate a dispute when asked.</em></li>\n<li><em>Always tell the truth without fear or favour.</em></li>\n<li><em>Protect knowledge at all costs.</em></li>\n<li><em>Combat must be a last resort when all alternative routes are fruitless.</em></li>\n<li><em>Never become a tool of injustice or heresy.</em></li>\n</ul>\n</blockquote>\n<h3>Blessings</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.tEMwdlHM8A40h6HE]{Blessing of Conscience}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Cg2Q3TV66cpmheHS]{Blessing of Courage}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.iIfYOlNrLb0uiV8c]{Blessing of Fortune}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.2WN0muIB2BFd4kBO]{Blessing of Righteousness}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.FRkIz2sR7ZC92W2G]{Blessing of Wisdom}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.tMocig1z9dHKNiCT]{Blessing of Wit}</p>\n<h3>Miracles</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.jXyyzYWid3nruQmc]{As Verena is My Witness}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.R6Q16WOXcPfaHnOb]{Blind Justice}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.oI3iwxVEXHRLSael]{Shackles of Truth}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.o5soyuEJoUk9HmCC]{Sword of Justice}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.DA4ZB3HkOh51vhuB]{Truth Will Out}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.fAlQcNUb6TZtPKqk]{Wisdom of the Owl}</p>",
        "markdown": ""
      },
      "_id": "9bWE0Ayt5XGQf50r",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 499805,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 2
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Blessings",
      "type": "text",
      "_id": "Fz22WLxyss58IUpt",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Blessings are minor manifestations of divine will; a character with the @UUID[Compendium.wfrp4e-core.items.QyjWtSdnVMT04l5Y]{Bless} Talent receives all six Blessings for their cult.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>Blessing and Miracle Format</em></h3><ul><li><p><em>The Name of the Blessing or Miracle</em></p></li><li><p><em><strong>Range</strong>: A range in yards, or marked as ‘touch’, showing you need touch your target.</em></p></li><li><p><em><strong>Target</strong>: The number of targets affected; it may just be you.</em></p></li><li><p><em><strong>Duration</strong>: The duration of the Blessing, usually expressed as ‘Instant’ or as a number of Rounds.</em></p></li><li><p><em>The description of what the Blessing does.</em></p></li></ul></blockquote><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>Options: Petty Concerns</em></h3><p><em>The gods grow irritated when the Blessed abuse their privileges. If the GM wishes, multiple uses of Blessings and Miracles in the same scene, on the same injury, on the same target, or similar can anger the gods, and result in Sin Points, typically ranging from 1 to 3.</em></p></blockquote><h3>Success Levels</h3><p>For every +2 SL you score in a Pray Test when attempting a Blessing, you may choose one of the following benefits:</p><ul><li><p><strong>Range</strong>: +6 yards</p></li><li><p><strong>Targets</strong>: +1</p></li><li><p><strong>Duration</strong>: +6 Rounds</p></li></ul><p>If the Blessing in question has a Duration of ‘Instant’, you may not extend the Duration. You may choose the same option more than once. For instance, if you rolled +4 SL on a @UUID[Compendium.wfrp4e-core.items.C92dpJPRYpkZFsGu]{Blessing of Healing}, you could heal three targets you were touching, two targets up to 6 yards away, or one target up to 12 yards away.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>DIVINE MANIFESTATIONS</em></h3><p><em>Blessings are subtle, completely imperceptible to those without the Holy Visions Talent, their manifestation usually indistinguishable to good fortune. In this way, Clerics of the Old World without the @UUID[Compendium.wfrp4e-core.items.QyjWtSdnVMT04l5Y]{Blessing}</em> <em>Talent often appear to be as effective as those with it.</em></p><p><em>By comparison, Miracles are overtly manifest, always accompanied by holy signs and portents, which should reflect the circumstances and relevant deity. For instance, an Ulrican Miracle may be accompanied by a chill wind and the spectral howl of wolves, while those receiving a Miracle of Manann may find themselves drenched in saltwater.</em></p></blockquote><p>@UUID[Compendium.wfrp4e-core.items.ElmLfnrXliStS9CP]{Blessing of Battle}</p><p>@UUID[Compendium.wfrp4e-core.items.TKHvOsihelBStO6i]{Blessing of Breath}</p><p>@UUID[Compendium.wfrp4e-core.items.FElNQGNiPzaOwwKT]{Blessing of Charisma}</p><p>@UUID[Compendium.wfrp4e-core.items.tEMwdlHM8A40h6HE]{Blessing of Conscience}</p><p>@UUID[Compendium.wfrp4e-core.items.Cg2Q3TV66cpmheHS]{Blessing of Courage}</p><p>@UUID[Compendium.wfrp4e-core.items.OkKWAfnMiHfxhTnB]{Blessing of Finesse}</p><p>@UUID[Compendium.wfrp4e-core.items.iIfYOlNrLb0uiV8c]{Blessing of Fortune}</p><p>@UUID[Compendium.wfrp4e-core.items.maUl7MoLvuvTOhM0]{Blessing of Grace}</p><p>@UUID[Compendium.wfrp4e-core.items.0r3moMIHXsBrcOyh]{Blessing of Hardiness}</p><p>@UUID[Compendium.wfrp4e-core.items.C92dpJPRYpkZFsGu]{Blessing of Healing}</p><p>@UUID[Compendium.wfrp4e-core.items.KSDrXcieyRc37YI7]{Blessing of Might}</p><p>@UUID[Compendium.wfrp4e-core.items.K5DE9cceinUTIrem]{Blessing of Protection}</p><p>@UUID[Compendium.wfrp4e-core.items.Jkt465WPdRcejLwl]{Blessing of Recuperation}</p><p>@UUID[Compendium.wfrp4e-core.items.2WN0muIB2BFd4kBO]{Blessing of Righteousness}</p><p>@UUID[Compendium.wfrp4e-core.items.eBRjKAF6U0yR0KK8]{Blessing of Savagery}</p><p>@UUID[Compendium.wfrp4e-core.items.GvaOlWY8iD5CO1WB]{Blessing of Tenacity}</p><p>@UUID[Compendium.wfrp4e-core.items.By5dc8Q7ZAGpr177]{Blessing of The Hunt}</p><p>@UUID[Compendium.wfrp4e-core.items.FRkIz2sR7ZC92W2G]{Blessing of Wisdom}</p><p>@UUID[Compendium.wfrp4e-core.items.tMocig1z9dHKNiCT]{Blessing of Wit}</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>NAMES</em></h3><p><em>Each Cult has unique names for every Blessing and Miracle — sometimes more than one name. For instance, the Cult of Sigmar may refer to the @UUID[Compendium.wfrp4e-core.items.ElmLfnrXliStS9CP]{Blessing of Battle} as ‘The Litany of Sigmar’s Wrath’, while the Cult of Ulric may call it ‘The Sharp Bite of Winter’. The words spoken will be different, but the end effect will be the same.</em></p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 1000000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Miracles",
      "type": "text",
      "_id": "saPG89YXGANoIJBz",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Miracles are major manifestations of a god’s will, awe-inspiring events everyone will notice; a character with the Invoke Talent can empower one of the Miracles for their cult from the following lists.</p>\n<h3>Success Levels</h3>\n<p>For every 2 Success Levels you achieve in a Miracle Pray test, you may add additional range, duration or targets equal to the initial value listed in the Miracle. So, a Miracle with a range of 50 yards could be increased by an extra +50 yards for every +2 SL scored.</p>\n<p>Miracles with a Range and Target of ‘You’ may only target the Blessed Priest making the Pray Test, and can never have the range or targets increased. Similarly, if the Miracle has no duration, there is no benefit in choosing to extend its duration.</p>\n<p>Certain Miracles may have additional, optional, benefits for additional SL written into their descriptions.</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/other/manann.webp\" width=\"232\" height=\"293\" /></div>\n<h3>Miracles of Manann</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.Geo6EAR39JzaP9P2]{Becalm}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.IKW03JiqXVdDoPA6]{Manann's Bounty}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.VUyCJ5LRPkuC5iZx]{Sea Legs}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.i5DW3xX2lGu6Pps6]{Drowned Man's Face}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.iWVQRVDVDCx1SyPA]{Waterwalk}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.nQ9Fydtqshroi11E]{Fair Winds}</p>\n<h3>Miracles of Morr</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.0AQheUiRtffqfKNg]{Death Mask}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.SjKFVBXgLC51dnQz]{Stay Morr's Hand}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.itARFNqBAbwNDAAy]{Dooming}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.rbdxcYoj8N2eMaqV]{Last Rites}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.sdSy4k7ygDhAjSSX]{Destroy Undead}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.uE6AXjMjYvtvXQvy]{Portal's Threshold}</p>\n<h3>Miracles of Myrmidia</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.7KUKKbXBv8MbyEHt]{Eagle's Eye}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.BVZWihaal1zq3aJs]{Spear of Myrmidia}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Q91bWCEn0gt33fGT]{Blazing Sun}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.V8GCeqgk1FNGFg76]{Shield of Myrmidia}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.ezVl3vFWTwHfNXL3]{Inspiring}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.nyZNUwJ54MTLKQ7Y]{Fury's Call}</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/other/cat.webp\" width=\"211\" height=\"188\" /></div>\n<h3>Miracles of Ranald</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.1MUSq1xRyHCaIuAL]{An Invitation}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Bo3ukcaipFNb7Ljl]{Cat's Eyes}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.FfGboPdR54WHtkAE]{Stay Lucky}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.QSwJNH8sotKjtdi4]{Rich Man, Poor Man, Beggar Man, Thief}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.fABd17NZvg2uUReL]{You Ain’t Seen Me, Right?}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.hL7B3d7A0sYYjHXn]{Ranald's Grace}</p>\n<h3>Miracles of Rhya</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.0uT3mzx8v4H3gVQj]{Rhya's Touch}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.25trttu8NxFQQCo9]{Rhya's Shelter}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.OiMiQmsv1mut24jD]{Rhya's Harvest}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.dDxhGgBBM9CugxsH]{Rhya's Union}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.pBWXlJDOE7tfl8hP]{Rhya's Succour}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.qB1T6ii29jreZBRP]{Rhya's Children}</p>\n<h3>Miracles of Shallya</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.8LcAFB6W37LDN70K]{Balm to a Wounded Mind}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.SItGUVYokyOo7csk]{Unblemished Innocence}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.UtgGJK46K08TZpP5]{Bitter Catharsis}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.YAauxOwJJa3JahxQ]{Shallya's Tears}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.YCjWyU567vb4Rs11]{Martyr}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.uMECZBuDnb3qkc7k]{Anchorite's Endurance}</p>\n<h3>Miracles of Sigmar</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.5fVTY8TSua3trOW8]{Soulfire}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Dk0zjtcANtahntHx]{Beacon of Righteous Virtue}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.Ffm7xIlRUWyacvKU]{Heed Not the Witch}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.I8YPP2uRmUKyHEq2]{Vanquish the Unrighteous}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.WgZx3xma6vYGz17e]{Sigmar's Fiery Hammer}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.rjkMzFwN1trbSLL8]{Twin-tailed Comet}</p>\n<h3>Miracles of Taal</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.JxmIQjVuoPcQnyPF]{Lord of the Hunt}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.ONz21FviMRk3AyvE]{Tanglefoot}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.PcKMAEF6UoaPSK6d]{Tooth and Claw}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.SZ88OXYo6F2q3vWb]{Animal Instincts}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.mXKrxO8WRZ9QLHA6]{Leaping Stag}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.n8MfaJhczROmscCR]{King of the Wild}</p>\n<h3>Miracles of Ulric</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.3ONBOTaeWq657MQR]{Pelt of the Winter Wolf}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.9ALNZLZUZSLrLvkd]{Howl of the Wolf}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.F6iJdTrvBvGQ54G3]{Ulric's Fury}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.GVMPSJwgscMVJzpX]{The Snow King's Judgement}</p>\n<div class=\"journal-image float-right\"><img src=\"modules/wfrp4e-core/art/other/verena.webp\" width=\"182\" height=\"256\" /></div>\n<p>@UUID[Compendium.wfrp4e-core.items.rrfrmqCpy10u7c9o]{Winter's Bite}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.v28a5ilgxvDJfBqR]{Hoarfrost's Chill}</p>\n<h3>Miracles of Verena</h3>\n<p>@UUID[Compendium.wfrp4e-core.items.DA4ZB3HkOh51vhuB]{Truth Will Out}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.R6Q16WOXcPfaHnOb]{Blind Justice}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.fAlQcNUb6TZtPKqk]{Wisdom of the Owl}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.jXyyzYWid3nruQmc]{As Verena is My Witness}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.o5soyuEJoUk9HmCC]{Sword of Justice}</p>\n<p>@UUID[Compendium.wfrp4e-core.items.oI3iwxVEXHRLSael]{Shackles of Truth}</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 1100000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    }
  ],
  "flags": {
    "wfrp4e-core": {
      "sort": 800000,
      "initialization-folder": "Core Rulebook"
    },
    "core": {}
  },
  "_stats": {
    "coreVersion": "13.348",
    "systemId": "wfrp4e",
    "systemVersion": "9.1.5",
    "createdTime": 1757182807614,
    "modifiedTime": 1757184384962,
    "lastModifiedBy": "rbZmnErLLwkYOmyj",
    "exportSource": {
      "worldId": "aty",
      "uuid": "JournalEntry.NcH9OhleJFfaUdon",
      "coreVersion": "13.348",
      "systemId": "wfrp4e",
      "systemVersion": "9.1.5"
    }
  },
  "folder": "1NP23gRF7NejIzxq",
  "categories": [],
  "ownership": {
    "default": 2
  }
}