{
  "name": "Between Adventures",
  "pages": [
    {
      "name": "Between Adventures",
      "type": "text",
      "_id": "iNMhhlC2cI3KEKFU",
      "title": {
        "show": false,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<blockquote><p>‘Of course there is something wrong with us. This world has more than enough sorrow and pain to go about. So, what do we do? We seek out things that even the courageous fear and confront them in the dark. Truly, we are the favoured pawns of the Gods. So: what do I do with my time when I’m not on some foolish quest? I drink.’</p><p style=\"text-align:right\"><em>– Lieselotte Aderhold, Adventurer</em></p></blockquote><p>It may take many game sessions, but eventually all adventures come to an end. When this happens, you may have weeks where your character has nothing to do before the next adventure begins. This chapter provides tools to quickly detail what happens in this downtime.</p><p>To begin, you will randomise an Event. You will then spend any money you acquired on your last escapade, and engage in a variety of activities called Endeavours, ranging from commonplace tasks — such as working a trade, or managing their affairs — to more specialised undertakings — such as consulting a sage or attempting to learn a new skill. Once this is concluded, you’ll resolve any matters that arise from your choices, and are then ready to start your next adventure.</p><blockquote class=\"sidebar\"><h3 class=\"no-toc\" style=\"text-align:center;text-transform:uppercase\"><em>Options: It's All Optional</em></h3><p><em>Every rule in this chapter is optional. Some will love the quick rules it offers to explain events between adventures, others will prefer to detail this time fully with roleplay, seeing it as as an opportunity to give depth to characters or to pursue leads and ideas that could become adventures in their own right. There is no right or wrong way. Treat this chapter as a source of inspiration and do your own thing!</em></p></blockquote><div class=\"journal-image\"><img class=\"fit\" src=\"modules/wfrp4e-core/art/other/island-tower.webp\" /></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 100000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Events",
      "type": "text",
      "_id": "FOOHsEID2cHhfM4U",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Before selecting your Endeavours, you first roll on the @Table[event]{Events} table. Some Events will only affect you, others may affect the whole party.</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 200000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Endeavours",
      "type": "text",
      "_id": "BpwePtm5CHEfnexN",
      "title": {
        "show": true,
        "level": 2
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>In-between adventures, you have a selection of activities you can undertake — these are known as Endeavours. You may undertake a maximum of one Endeavour per week you are not adventuring, and you may attempt a maximum of three Endeavours in total, regardless of how long the gap between adventures may be. The rest of your time, whether it be weeks, months, or years, is taken up with living your life in relative peace — whatever that may to look like to your character.</p><p>While most of these Endeavours can be attempted by anyone, some are better suited to a particular Class or Career.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>YEAR IN, YEAR OUT</em></h3><p><em>If the period between adventures is particularly long, you can discuss with the GM how to lengthen the narrative scope of your Endeavours. For instance, if you want to commission a new sword with the @UUID[JournalEntry.gLDW6JBuoYuzCoya.JournalEntryPage.Z1GbXJsphhaTINRA]{Commission} Endeavour, you may first have to find a skilled smith, then the correct materials, then wait for other commissions to be completed, then maybe your sword is stolen, and so it goes on.</em></p></blockquote><h3><strong>Money To Burn</strong></h3><p>After you’ve rolled on the @Table[event], you can spend the money earned during your last adventures using the normal rules. Then, after completing your Endeavours, all money held by your character is considered spent. All of it. The silver lifted from a Burgher’s purse? Gone. The booty liberated from pirates? Also gone. That Troll hoard you raided? Gone, too. All of it.</p><p>What happened to it? It was spent, stolen, drunk, gambled, used for repairs, to pay off debts or taxes, given as a charitable donations or votive offerings, spent on bribes, or used in whatever other way you prefer. You should concoct the best story for what happens to those funds, as it explains a lot about your character.</p><p>If you want to keep some of your hard-won coin to use in the future, you should undertake the @UUID[JournalEntry.gLDW6JBuoYuzCoya.JournalEntryPage.OqE6vzTEebofbX92]{Banking} Endeavour. If you want money at the beginning of the next adventure —honestly, or otherwise, depending on your Career — you should undertake the @UUID[JournalEntry.gLDW6JBuoYuzCoya.JournalEntryPage.JX9ifRlgzzGrU2zh]{Income} Endeavour.</p><h3><strong>Duties &amp; Responsibilities</strong></h3><p>You may lose one or more of your Endeavours due to your Career or Species. </p><h4><strong>With Great Power…</strong></h4><p><em>‘The common folk will never understand my burdens. The sheer weight of the duties I bear. The guilty will not judge themselves and there are always so many villages to cleanse, for our enemies are legion.’</em></p><p style=\"text-align:right\">– Lothar Metzger, Witch Hunter</p><p>As you climb the ranks of your career, you accrue expectations and responsibilities that cannot be avoided. Noble Lords must see to the affairs of their estates, Guildmasters must oversee their guild’s work, and Watch Captains must watch their watchmen. If you neglect your responsibilities, you will soon lose status amongst your peers.</p><p>If you have attained one of the top two tiers of your Career Path and do not undertake the Income Endeavour, which reflects taking care of your obligations, you drop one level within your Career; reverting from the fourth level to the third, or the third to the second. This costs no Experience Points, acting as a free Career change, albeit downwards.</p><p>With this step backwards in your Career Path, you will now have a lower Status, and will earn less money should you perform future @UUID[JournalEntry.gLDW6JBuoYuzCoya.JournalEntryPage.JX9ifRlgzzGrU2zh]{Income} Endeavours. See @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.R7RQ4hfivLrG0XaF]{Status} for more information. The loss in status does not remove any Advances acquired while you were in your previous Career.</p><p>If you wish to reclaim your lost Career level, you must once again pay the XP cost to re-enter the higher level of your Career and retake your ‘proper’ place in society. </p><h4><strong>Elf Improvement</strong></h4><p><em>‘There are times when I can barely stand Altdorf. It is not the stench — though that is abhorrent — it is not the noise, either — it is just that you are all so very ugly to look upon, I feel that I must gaze at something beautiful for a time or I know that I shall start screaming, and never stop.’</em> </p><p style=\"text-align:right\"><em>– Irlianmaris Ellarel, Asur Envoy</em></p><p>Elves, even those resident within the borders of Empire, do not consider themselves citizens of the Empire. There are High Elves with diplomatic positions in Karl-Franz I’s court, as well as traders and merchant princes in many of the great cities of the Empire, but the majority of the Asur avoid entanglements with Humans (not to mention Dwarfs) and few would call a Reiklander ‘friend’. </p><p>The Wood Elves are even more removed; nearly mythical, rarely seen, and when they do appear they always have their own concerns that they rarely share with others.</p><p>Between adventures, all Elven characters must undertake one Endeavour maintaining contact with their own kind, seeing to their responsibilities to their people. High Elves commonly give reports on interesting things they’ve learned to agents of Ulthuan in either Altdorf or Marienburg, whereas Asrai do the same with the spies from their arboreal homes. This Endeavour offers no advantage beyond the inherent advantage of being an Elf. Note: Elves only lose an Endeavour if the Between Adventures section is at least 3 weeks long, thus the Elves have at least 3 Endeavours to complete.</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>Elf Esteem</em></h3><p style=\"font-style:italic\"><em><span style=\"font-style:normal\">You will note high-ranking Elven characters who do not wish to lose Career status will only be able to undertake a single ‘free’ Endeavour. This is intentional, designed to offset some of the innate advantages Elven Characters receive, as well as reflecting the prolonged time it takes the long-lived Elves to adapt to change.  Of course, if you feel this is unfairly penalising an Elf character, or making the game less fun, ignore one or both restrictions. </span></em></p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 300000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "General Endeavours",
      "type": "text",
      "_id": "FeqDimPNXD4gXW49",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Below you will find details of the Endeavours any character may undertake between adventures.</p><p>@UUID[.WQQk92GoGp7fRH89]{Animal Training}</p><p>@UUID[.OqE6vzTEebofbX92]{Banking}</p><p>@UUID[.oj2iiLVfNWp7KIhk]{Changing Career}</p><p>@UUID[.Z1GbXJsphhaTINRA]{Commission}</p><p>@UUID[.0EF53KOVgme173EO]{Consult an Expert}</p><p>@UUID[.RQLJYU3OyA0WUoPG]{Crafting}</p><p>@UUID[.JX9ifRlgzzGrU2zh]{Income}</p><p>@UUID[.WlZBXUi7qdCCeNl1]{Invent!}</p><p>@UUID[.0T8zisBH3D082Ztw]{Training}</p><p>@UUID[.bWcKCn1S1ufDG9bJ]{Unusual Learning}</p><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>FLYING SOLO</em></h3><p><em>Endeavours are designed to be undertaken by individual characters, but if there are reasons for more members of the group to be involved, do roleplay these situations. Equally, some of the Endeavours may present natural starting points for new adventures. For instance, if a player loses all their funds in a Banking Endeavour, where did the money go? And did the thieves leave any clues…?</em></p></blockquote>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 400000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Animal Training",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>You spend time training one of your animals. Make an <strong>Average (+20) Animal Training</strong> Test. If successful, add one skill to your animal from the @UUID[Compendium.wfrp4e-core.items.V0naR1YbYCl0KIxp]{Trained} Creature Trait</p>",
        "markdown": ""
      },
      "_id": "WQQk92GoGp7fRH89",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 425000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Changing Career",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>In a society as rigidly hierarchical as the Empire, changing Careers may require grit and perseverance. Taking time to forge the right connections, and learn what is expected of you, can help,  significantly. Assuming you GM agrees, and you have completed you current Career, you can move to any Career Level that fits the story of your Character for free. If you have not completed your current Career, the change costs 100 XP. The time spent on this Endeavour represents making the appropriate introductions, doling out bribes, acquiring permits and licences, advertising, and similar activities.</p>",
        "markdown": ""
      },
      "_id": "oj2iiLVfNWp7KIhk",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 700000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Commission",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>So, you wish to own one of Von Meinkopt’s legendary repeating pistols? Or a custom helm, with a personalised crest representing your epic victories? The <em>Commission</em> Endeavour allows you to acquire unusual or highly specialized items that are never simply ‘stocked’ in the shops of the Empire. It also allows for you to arrange for the creation of unique items. Such things take time, though…</p><p>If you are seeking an item with an Exotic rarity and know a source capable of acquiring or manufacturing it, then undertake this Endeavour, spend the necessary funds, and place your order. The item will then be ready for collection after your next adventure.  A character can only commission a single Exotic item per Endeavour; acquiring further items, will require undertaking further <em>Commission</em> Endeavours. If you are unaware of an appropriate source for their item, you will first have to undertake the @UUID[.0EF53KOVgme173EO]{Consult an Expert} Endeavour.</p>",
        "markdown": ""
      },
      "_id": "Z1GbXJsphhaTINRA",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 800000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Consult an Expert",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>The Old World is replete with ancient and arcane knowledge, yet this information is not readily available on some magical box in your pocket. If you want to seek out some piece of obscure arcana, you must first seek out an expert. You may undertake the <em>Consult an Expert</em> Endeavour either to facilitate another Endeavour for example: @UUID[.Z1GbXJsphhaTINRA]{Commission}, @UUID[.0T8zisBH3D082Ztw]{Training}, or @UUID[.bWcKCn1S1ufDG9bJ]{Unusual Learning} Endeavours), or to secure a piece of specific knowledge. </p><p>There are two stages to this Endeavour: locating the expert, then consulting. </p><p>First, you must locate your expert (this stage may be skipped with the GM’s permission if you have already identified an appropriate expert during your adventures).  Attempt a <strong>Challenging (+0) Gossip</strong> Test (the Difficulty of this Test will vary according to the size of the settlement where your character is currently living). If you succeed, you have located your expert. If you fail, you have located the loudest self-proclaimed specialist in your location, and the GM is given free rein to vary the quality or accuracy of the advice procured. You can of course refuse to deal with this somewhat suspect source, but you never know if you might have found a diamond in the rough. GMs are contrary like that sometimes.  </p><p>Once successfully locate an expert, you then need to convince them to talk with you. Depending on what you wish to know, this may require no more than a <strong>Simple Charm</strong> Test or a modest donation to the local Temple of Verena. In more extreme cases, you may have to commit to performing one or more @UUID[.MystHpnI1Ki0v4dl]{Favours} which may be called in during a future adventure, or ‘bought off ’ by spending Endeavours between future adventures. The level of Favour owed depends on the complexity — and danger — of the information you want as determined by the GM. </p><p>The precise nature of the information gleaned depends on the expert consulted and what you seek to know. Academics will know the origins and full history on a subject with which they are familiar; wizards of the Colleges of Magic in Altdorf understand the history of magic and various mystical objects, particularly aspects relevant to their own order; an @UUID[Compendium.wfrp4e-core.items.y0V0xRFindJiBUDz]{Apothecary General} can identify even the rarest poison; a Verenan scholar may have information relating to any number of historical incidents. In short, the expert’s background will influence how the knowledge is presented, and with which biases.</p><p>In addition to any specific information the GM imparts to their player, a successful <em>Consult an Expert</em> Endeavour used to seek out knowledge (and not to facilitate another Endeavour) gives you an Expert Reroll (mark this on your character sheet under Notes). This reroll may <em>only</em> be used on a Test specifically relating to the lore revealed and must be used before the end of your next adventure. </p>",
        "markdown": ""
      },
      "_id": "0EF53KOVgme173EO",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 900000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Crafting",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>Rather than browse shops or commissioning someone else to do the hard work, you can fashion your own trappings. Crafting allows you to make any trapping from @UUID[JournalEntry.sLomXnc8R8518cWN]{The Consumers' Guide} (or anything else the GM allows) if you have the correct Trade Skills. To do this, you require appropriate Trade Tools, raw materials, and access to an appropriate workshop. In general, the raw materials to create the trapping of your choice will cost a quarter of the trapping’s list price, and must be purchased before <em>Crafting</em> begins (with an Availability as determined by the GM); the GM may rule the raw materials are cheaper or more expensive according to the trapping to be created, and the nature of the raw materials required.</p><p>To craft the trapping, attempt an Extended Trade Test, with a Difficulty set by the GM, typically using the Trapping’s Availability as a loose guide.</p><table style=\"height:85px;width:209px;margin-left:auto;margin-right:auto\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"height:17px;width:85px;text-align:center\"><strong>Availability</strong></td><td style=\"height:17px;width:117px;text-align:center\"><strong>Difficulty</strong></td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:85px;text-align:center\">Common</td><td style=\"height:17px;width:117px;text-align:center\">Average (+20)</td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:85px;text-align:center\">Scare</td><td style=\"height:17px;width:117px;text-align:center\">Challenging (+0)</td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:85px;text-align:center\">Rare</td><td style=\"height:17px;width:117px;text-align:center\">Difficult (-10)</td></tr><tr style=\"height:17px\"><td style=\"height:17px;width:85px;text-align:center\">Exotic</td><td style=\"height:17px;width:117px;text-align:center\">Very Hard (-30)</td></tr></tbody></table><p>The number of SL required to succeed at the Test is also set by the GM, using the listed price for the trapping in @UUID[JournalEntry.sLomXnc8R8518cWN]{The Consumers' Guide} as a reference.</p><p>The SL required is further modified by the Qualities or Flaws you work into the trapping. Each Flaw halves the SL required, and each Quality adds +5 (worked out after halving for Flaws).</p><p>Each Endeavour you spend <em>Crafting</em> allows you to make one roll towards your Extended Test. Unfinished work can be kept in whatever you have that amounts to lodgings, or carried around with you as you adventure, should that be possible.</p><table style=\"width:116px;height:68px;margin-left:auto;margin-right:auto\" border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:65.1719px;text-align:center;height:17px\"><strong>List Price</strong></td><td style=\"width:45.8281px;text-align:center;height:17px\"><strong>SL</strong></td></tr><tr style=\"height:17px\"><td style=\"width:65.1719px;text-align:center;height:17px\">Brass</td><td style=\"width:45.8281px;text-align:center;height:17px\">5</td></tr><tr style=\"height:17px\"><td style=\"width:65.1719px;text-align:center;height:17px\">Silver </td><td style=\"width:45.8281px;text-align:center;height:17px\">10</td></tr><tr style=\"height:17px\"><td style=\"width:65.1719px;text-align:center;height:17px\">Gold</td><td style=\"width:45.8281px;text-align:center;height:17px\">15+</td></tr></tbody></table><blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>Custom Gear</em></h3><p><em>With a GM’s permission, a character may undertake two (or more) consecutive @UUID[.Z1GbXJsphhaTINRA]{Commission} Endeavours to acquire even more unusual items: personal commissions from the Engineering Guild, a rare and virulent poison, or a magically ensorcelled item. The prices for such things generally range from ‘very high’ to ‘staggering’ and may well involve a Favour or two (see @UUID[JournalEntry.gLDW6JBuoYuzCoya.JournalEntryPage.MystHpnI1Ki0v4dl]{Do Me a Favour!}) or even an entire adventure to acquire raw materials.</em> </p></blockquote>",
        "markdown": ""
      },
      "_id": "RQLJYU3OyA0WUoPG",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1000000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Income",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>This Endeavour covers the many ways you can make money between your bouts of adventuring. The majority will most likely work in a recognized profession — bounty hunters hunt bounties, riverwardens ward rivers, troll slayers slay Trolls — others may rely on a lucrative skill. Wealthier characters, such as Nobles and Merchants, might collect a stipend by (briefly) indulging their family, or collecting interest on their investments and business ventures. Roguish types have any number of means to acquire funds, though it’s best not to ask for any details. </p><p>You should briefly narrate exactly how your character makes money. This is intended more for fun background detail than to have any direct consequences, though GMs may well gather useful or sinister ideas for future use depending on what you describe. You then acquire the income you’ll start your next adventure with, which is your standard income determined by your @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.R7RQ4hfivLrG0XaF]{Status}. Certain results on the @Table[event]{Events Table} may directly affect your income. The money you get from an Income Endeavour is given to you after your money from the last adventure is spent (see @UUID[.BpwePtm5CHEfnexN#money-to-burn]{Money to Burn}).  </p><p>In addition to acquiring funds for later use, if you are in the third or fourth level of a Career and undertake this Endeavour, you automatically maintain your standing in your career. See @UUID[.BpwePtm5CHEfnexN#with-great-power...]{With Great Power}</p>",
        "markdown": ""
      },
      "_id": "JX9ifRlgzzGrU2zh",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1100000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Invent!",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>Invent allows you to invent new trappings. This is done in two stages: Plan and Build. To Plan your new trapping, you first decide the trappings you wish to combine to create your invention. As examples, Pistols have been combined with other Pistols to create Repeating Pistols, and Pigeons and been combined with Bombs to create Pigeon Bombs. Let your imagination go wild. Once you have your plan, it’s time to make the blueprints, which costs 1 Endeavour to attempt. Take a <strong>Trade (Engineer)</strong> Test, with a Difficulty set by how outlandish your proposed trapping combination is as determined by the GM. If you succeed, you are ready to start Building. Each SL scored adds +1 SL to the attempt to build your invention, as the plans are well laid out and easy to follow.</p><p>To Build the invention, you must either undertake @UUID[.RQLJYU3OyA0WUoPG]{Crafting} or @UUID[.Z1GbXJsphhaTINRA]{Commission} Endeavour. If it’s Crafting , you are building the item yourself, and you must have the appropriate Skills to do so for the trappings being combined; so, if you were combining Pigeons with Bombs, you would need Animal Training and Trade (Explosives). The Difficulty to craft the invention is always <strong>Very Hard (–30)</strong>, and the SL is set as normal. The raw materials needed to build the invention cost twice the listed price for the trappings being combined, and have an Availability rating equal to the most scarce of the trappings used in your invention. If you Commission the invention, you will likely need to undertake a @UUID[.0EF53KOVgme173EO]{Consult an Expert} Endeavour first to find someone with the required Skills. That done, follow the @UUID[.Z1GbXJsphhaTINRA]{Commission} Endeavour as normal; it costs six times the listed price for the trappings to be combined to commission the work. The exact rules for your new invention are left to your GM to finalise.</p>",
        "markdown": ""
      },
      "_id": "WlZBXUi7qdCCeNl1",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1200000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Training",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>The Training Endeavour allows you to train in a Skill or Characteristic outside of your Career, treating it as if it were in-Career. In addition to the normal XP cost, you must also pay money to the tutor. Training for Basic Skills and all Characteristics costs XP+[[/r 1d10 # Brass Pennies]] brass pennies , where XP is the number of XP it costs to buy the Advance. Tutoring in all Advanced Skills costs double that amount. For more, see @UUID[JournalEntry.IQ0PgoJihQltCBUU.JournalEntryPage.e5PQEbXYkH14z525]{Advancement}.</p><p>You should be able to find a tutor for most skills, certainly in a city-state like Altdorf, but some particularly unusual skills may require you seek out the right instructor, likely by using the @UUID[.0EF53KOVgme173EO]{Consult an Expert} Endeavour — ‘Professionals’ who can teach you how to properly pick a lock generally don’t advertise, after all. Other skills, especially Lore Skills, often require an institution of learning, and some are flat out forbidden in the Empire. Finding a tutor capable (and willing) to instruct someone in proscribed matters — such as those relating to the Ruinous Powers or Necromancy — may be particularly dangerous, and perhaps an adventure to even source such an individual. Such tutors will also ask for far more than the ‘going rate’ for tutoring and will likely require a Significant Favour (see @UUID[.MystHpnI1Ki0v4dl]{Do Me a Favor!})</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/other/take-a-break.webp\" width=\"282\" height=\"367\" /></div>",
        "markdown": ""
      },
      "_id": "0T8zisBH3D082Ztw",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1300000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Unusual Learning",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>It is one thing to pick up a Skill that can be readily practised, quite another to learn something for which one may have no aptitude at all. This Endeavour allows you to attempt to learn a Talent outside of your Career. There is no guarantee this attempt will be successful, meaning there is a good chance you will fail to learn the Talent you hope to acquire, expending XP and money to no avail. </p><p>You can only learn a Talent if you have an appropriate tutor. In most big cities, this will not be a problem, but if the Talent is particularly obscure, or you are far from a large city, the GM may require you complete a @UUID[.0EF53KOVgme173EO]{Consult an Expert} Endeavour first. </p><p>Once you have acquired a tutor, the fee to train the Talent is [[/r 2d10 # Shillings]] shillings per 100 XP it costs to purchase the Talent. If you pay this fee, attempt a <strong>Hard (-20) Test</strong> using the Characteristic or Skill most relevant to the Talent as determined by the GM. If you succeed, you have learned the Talent. If not, you have failed this time but can try again with a future Endeavour and gain a +10 modifier for each failed attempt.</p>",
        "markdown": ""
      },
      "_id": "bWcKCn1S1ufDG9bJ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1350000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Class Endeavours",
      "type": "text",
      "_id": "tcYTRUrmYJnc5DNq",
      "title": {
        "show": true,
        "level": 3
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Class Endeavours tend to be simpler than @UUID[.FeqDimPNXD4gXW49]{General Endeavours} and often offer benefits more suited to characters in specific Classes. Any character can undertake any Class Endeavour, but if you don’t currently belong to the Classes specified under the Endeavour, any Tests you take are one Difficulty Level harder — so, Hard (–20) instead of Difficult (–10), for example.</p><p>@UUID[.517cQPn5p1bkRUgu]{Combat Training}</p><p>@UUID[.RHsuOsC5DpoD4bkR]{Foment Dissent}</p><p>@UUID[.Ujg3N2RiGC4RNSvH]{The Latest News}</p><p>@UUID[.N4EC4CCPZtX9i5qa]{Reputation}</p><p>@UUID[.2fjLtw5evY7LnjS0]{Research Lore}</p><p>@UUID[.7OPLj3XFgJvpj24D]{Study a Mark}</p>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 1600000,
      "flags": {
        "core": {}
      },
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Do Me A Favour!",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<blockquote class=\"sidebar\"><h3 style=\"text-align:center;text-transform:uppercase\" class=\"no-toc\"><em>Do Me A Favour!</em></h3><p><em>A Favour is a future burden you take on in return for immediate assistance of some sort. In the Old World, breaking one’s sworn word is considered bad form and carries significant social ramifications. no-one trusts oath breakers, meaning your @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.R7RQ4hfivLrG0XaF]{Status} is reduced by 1. Powerful and dangerous folks tend to take it very, very poorly if someone refuses a Favour owed them, so bloody consequences may follow.</em></p><p><em>The powerful often find it is far more useful to have various individuals owing them Favours than merely soliciting money in return for their help. What’s more, it can be an investment: help a student today, call in a favour from a successful Lawyer years later. Favours may be referred to as ‘boons’, ‘services’, or ‘obligations’ by different folk, but in the end, they all amount to the same.</em></p><p><em>Favours come in three levels: Minor, Major, and Significant. Regardless of a Favour’s level, in almost all cases, the person owed the Favour will take into account the capabilities and sensibilities of the person they’re asking. There’s no point in demanding that a Priestess of Shallya assassinate a merchant, for example, even if she does owe you a Significant Favour. That being said, Favours are ripe for NPCs to exploit in order to put pressure on your moral compass. </em></p><ul><li><p><em><strong>A Minor Favour</strong> represents a simple task that can be completed in no more than a few hours. Perhaps you need volunteer at a Shallyan mercy-house or put in a good word for someone. With the GM’s permission, you may undertake an Endeavour to pay off this favour.</em></p></li><li><p><em><strong>A Major Favour</strong> is a more time-consuming or risky undertaking. It could take up to several weeks to achieve and may involve travel. Perhaps you are needed to act as lookout on a string of burglaries, to convince the Stevedores’ and Teamsters’ Guild to back down from a guild war, or to transport a package to a different city. With the GM’s permission, you may undertake two or more consecutive Endeavours to pay off this favour.</em></p></li><li><p><em><strong>A Significant Favour</strong> is relatively rare and will almost certainly involve risking life and limb. Months of travel may be involved, and major violence is likely. Perhaps you will be asked to eliminate a rival gang boss, wipe out a Goblin encampment, or instigate a riot. Significant Favours cannot be paid off via Endeavours; they are roleplayed out as full adventures.</em></p></li></ul></blockquote>",
        "markdown": ""
      },
      "_id": "MystHpnI1Ki0v4dl",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1400000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": false,
        "level": 3
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Combat Training",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.tcYTRUrmYJnc5DNq]{Class Endeavors}:<em> <strong>Rangers, Warriors</strong></em></p><p>Warriors too long from the field can find their fighting skills lose their edge. Hard regular training not only mitigates this, it can add an extra advantage when the time comes. If you undertake this Endeavour, you spend your days training with the weapons you know, honing your skills for the day when it matters most. </p><p>After undertaking this Endeavour, attempt a <strong>Challenging (+0) Test</strong> using either a Melee or Ranged Skill. If you succeed, you may reverse a Test with the associated Skill once during your next adventure. Note this on your character sheet. You can enact this Endeavour multiple times if you wish. </p>",
        "markdown": ""
      },
      "_id": "517cQPn5p1bkRUgu",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1700000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Foment Dissent",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.tcYTRUrmYJnc5DNq]{Class Endeavors}:<em> <strong>Burghers, Peasants</strong></em></p><p>If you are looking to sow civil unrest, undertake the <em>Foment Dissent</em> Endeavour. By talking with local citizens, leading meetings, and involving yourself, you can direct conversations to slowly feed anger and resentment towards a specific individual, group, or institution. But this takes time, so <em>Fomenting Dissent</em> takes two Endeavours to attempt (and will also count as an @UUID[.JX9ifRlgzzGrU2zh]{Income} Endeavour if you are in the @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.X6OBFMR8ywipAPOo]{Agitator} career).</p><p>To undertake the Endeavour, you must first attempt an <strong>Average (+20) Gossip</strong> Test to understand the local movers and shakers. If you succeed, attempt a <strong>Charm </strong>Test with the Difficulty determined by how unpopular the target may be. Rousing anger against an oppressive noble may be an <strong>Easy (+40)</strong> test, while raising a mob to protest the good work of a Shallyan hospice may be <strong>Hard (–20)</strong>. If you fail either of these tests, the Endeavour fails. </p><p>If successful, you will find it easier to invoke the wrath of crowds upon your chosen target. During your next adventure, you can attempt a <strong>Charm</strong> Test to gather a rioting mob to accost the target, with the difficulty determined by the GM according to how well-planned the mob-to-be is. </p><p>A single success means you gather enough angered townsfolk to confront the target, shouting insults, demanding justice, throwing rotting vegetables, and generally accosting the focus of their ire. An Impressive or Astounding Success may lead to uncontrollable lynch mobs, or even attempted burnings!</p><p>Failure means folk have no stomach for wrath; failing by several SL may mean the target, or their sympathisers, become aware of your actions…</p><p>Once you have the ear of a mob (successfully undertaking this Endeavour), you can attempt to rally the mob against a different target during an adventure, although this is more difficult, and the Difficulty of the <strong>Charm</strong> Test is two levels higher.  </p><div class=\"journal-image fit\"><img src=\"modules/wfrp4e-core/art/other/agitator.webp\" /></div>",
        "markdown": ""
      },
      "_id": "RHsuOsC5DpoD4bkR",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1750000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Reputation",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.tcYTRUrmYJnc5DNq]{Class Endeavors}:<em> <strong>Academics, Burghers, Courtiers</strong></em></p><p>Money talks, as they say. If you are looking to exert your influence and elevate your Status, you had best be willing to spread your wealth around. Any boost to your reputation will fade once the coins stop flowing, so you should exploit this advantage while it lasts.  </p><p>Characters can spend money to increase their Standing by +1 for the next adventure, after which the bonus fades. This costs your maximum Earning income — so, if you would normally earn 4d10 pennies, it costs 40d — and requires a <strong>Challenging (+0) Career Skill</strong> Test. If you succeed, your Standing increases by +1. If you score an Astounding Success (+6), it increases by +2. If you fail, you have just wasted your money. If you score an Astounding Failure (–6), your toadying has so infuriated your peers, your standing decreases by -1 (to a minimum of 0) for the entire duration of your next adventure.</p><blockquote class=\"foundry-note\"><p>Left or Right click your Status on the character sheet to add or subtract 1 Standing</p></blockquote>",
        "markdown": ""
      },
      "_id": "N4EC4CCPZtX9i5qa",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2000000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Research Lore",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.tcYTRUrmYJnc5DNq]{Class Endeavors}:<em> <strong>Academics</strong></em></p><p>This Endeavour allows you to seek greater knowledge concerning a specific subject, such as the site of a battle, a famed historical event, or an individual. The character must have access to an appropriate storehouse of lore, such as a library, the annals of a Dwarf Hold, the records of a Guild, or a Temple of Verena.</p><p>Attempt an <strong>Average (+20) Lore</strong> Test, using the appropriate Lore Specialisation for the knowledge you seek. If you do not have the correct Lore Specialisation and are literate, you can still attempt to learn something, but it will take a <strong>Difficult (–10) Intelligence</strong> Test. If you succeed, you learn one piece of interesting, useful, or hidden knowledge about the subject researched; each SL adds another piece of relevant information. If you fail particularly badly (an Impressive or Astounding Failure)) you learn something false that you are convinced is true; to facilitate this, the GM may want to make this role in secret on your behalf. </p>",
        "markdown": ""
      },
      "_id": "2fjLtw5evY7LnjS0",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2100000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Study a Mark",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.tcYTRUrmYJnc5DNq]{Class Endeavors}:<em> <strong>Rogues</strong></em></p><p>You use this Endeavour to observe a potential target and gain advantages during future criminal enterprises. A Charlatan may study a merchant in order to better impersonate them during a future scam, or a @UUID[JournalEntry.wczCPcuHT4VQDLpL.JournalEntryPage.bDoNOzzUiMdKqpps]{Grave Robber} may linger about a Temple of Morr, watching the coming and going of the priests to get an idea of their practices and their Garden of Morr’s layout.</p><p>Attempt a <strong>Challenging (+0) Perception</strong> Test, though the difficulty may be modified for especially easy or difficult marks. If you succeed, you may reverse a Test concerning your mark once during your next adventure. Note this on your character sheet. You can enact this Endeavour multiple times if you wish. Further, the GM should provide information (or disinformation!) concerning your mark according to the SL you scored.</p><div class=\"journal-image centered\"><img src=\"modules/wfrp4e-core/art/other/guard.webp\" width=\"365\" height=\"474\" /></div>",
        "markdown": ""
      },
      "_id": "7OPLj3XFgJvpj24D",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 2200000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "The Latest News",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.tcYTRUrmYJnc5DNq]{Class Endeavors}:<em> <strong>Rangers, Riverfolk</strong></em></p><p>This Endeavour allows you to learn the latest news from afar. Attempt a <strong>Challenging (+0) Gossip</strong> Test. If you succeed, you learn an interesting rumour; each SL adds another rumour, and they may even be connected to your upcoming adventure. If you fail particularly badly (an Impressive Failure) you learn something false you are convinced is true; to allow this, the GM may make this roll in secret on your behalf.</p>",
        "markdown": ""
      },
      "_id": "Ujg3N2RiGC4RNSvH",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 1800000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    },
    {
      "name": "Banking",
      "type": "text",
      "text": {
        "format": 1,
        "content": "<p>@UUID[.FeqDimPNXD4gXW49]{General Endeavour}</p><p>This Endeavour allows you to store funds for future use. As noted in @UUID[.BpwePtm5CHEfnexN#money-to-burn]{Money to Burn}, all coin remaining at the end of your ‘Between Adventures’ phase is lost before the next adventure begins unless it is saved with this Endeavour. So, if you have a lot of money spare it may be worth a trip to the bank. If you are using a <em>Banking</em> Endeavour to retain your money, you must first decide whether to save your money by investing it with a reputable banking institution, or to stash it somewhere less secure. </p><p><strong>Investing</strong>: You must be of the Gold and Silver social tiers to save with a banking house. Your money will be reasonably safe and it should accrue interest. When undertaking a <em>Banking</em> Endeavour to deposit money in a bank, determine the interest rate of your account, by choosing a number between 1 and 10 (alternatively you may simply roll [[/r 1d10 # Interest Roll]]). This is the rate of interest you will accrue, and also how risky the investment is. Withdrawing funds requires another <em>Banking</em> Endeavour. This may take place immediately after the initial Endeavour, or after subsequent adventures have occurred. Roll [[/r 1d100 # Bank Roll]]: if you roll equal to or less than your rate of interest, the venture has gone bankrupt and you have lost all of your money. If you roll over the interest rate, you receive your initial funds, plus the interest accrued. </p><p><strong>Stashing</strong>: All characters may choose to stash their loot. This is a risky strategy, involving hiding it on your person, in your mattress, or burying it somewhere. Stashed money never accrues any interest. Players may withdraw money from a stash before the start of an adventure, without undertaking an Endeavour. Roll [[/r 1d100 # Stash Roll]]: if you roll 10 or lower, your stash has been found and you have lost all your money, otherwise you recieve your initial funds. </p><p>If you successfully withdraw your funds they will be available for you when you start your next adventure, in addition to any funds secured via an @UUID[.JX9ifRlgzzGrU2zh]{Income} Endeavour. </p><p><strong>Example</strong>:<em> Gerhard and Ulli’s courage in the face of a Greenskin horde (not to mention some judicious looting) has earned them a haul worth 10 gold crowns each. The ever-prudent Gerhard decides to place his money with the esteemed banking house Bent, Crooke &amp; Scarper. The GM rolls 1d10 with a result of 6. Gerhard will earn 6% interest on his deposit (12 silver shillings, and the bank will fail if he rolls 6 or less on d100 when he tries to make a withdrawal. </em></p><p><em>Ulli — a gambler at heart — buries his money near a mile-marker on the road to Ubersreik. He doesn’t need to make an Endeavour to get access to his loot, but tragically he rolls 07 when he tries to recover it, and finds nothing but freshly disturbed earth, an empty chest, and whole heap of regret.</em></p>",
        "markdown": ""
      },
      "_id": "OqE6vzTEebofbX92",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 450000,
      "flags": {
        "core": {}
      },
      "title": {
        "show": true,
        "level": 4
      },
      "system": {},
      "_stats": {
        "coreVersion": "13.348",
        "systemId": "wfrp4e",
        "systemVersion": "9.1.5",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      }
    }
  ],
  "flags": {
    "wfrp4e-core": {
      "sort": 700000,
      "initialization-folder": "Core Rulebook"
    },
    "core": {}
  },
  "_stats": {
    "coreVersion": "13.348",
    "systemId": "wfrp4e",
    "systemVersion": "9.1.5",
    "createdTime": 1757182807614,
    "modifiedTime": 1757184384962,
    "lastModifiedBy": "rbZmnErLLwkYOmyj",
    "exportSource": {
      "worldId": "aty",
      "uuid": "JournalEntry.gLDW6JBuoYuzCoya",
      "coreVersion": "13.348",
      "systemId": "wfrp4e",
      "systemVersion": "9.1.5"
    }
  },
  "folder": "1NP23gRF7NejIzxq",
  "categories": [],
  "ownership": {
    "default": 2
  }
}